[
  [
    {
      "qes": "שלוש הפנים המרכזיות ליהדות",
      "ans": "(1) היהדות כדת שעיקרה מצוות ההלכה, והמסורת הדתית היהודית מכאן, בהיותה של מדינת ישראל מדינה יהודית עליה להביא לידי ביטוי את ההלכה בחיי היום יום, בחקיקה ובמשפט. (2) היהדות כלאום שמוקדו בגורל ובייעוד המשותפים לעם היהודי בארץ ובתפוצות מכאן נגזרת הגדרתה של מדינת ישראל כמדינת הלאום של העם היהודי וככזו, עליה לפעול על מנת להדגיש ולשמר עובדה זו. (3) היהדות כתרבות שמוקדה ברעיונות סמלים ומסורות יהודיים. בהיותה של מדינת ישראל מדינה יהודית עליה לחזק את התרבות היהודית ולהביא אותה לידי ביטוי כתרבות הרשמית של המדינה באמצעות מוסדותיה."
    },
    {
      "qes": "מערכת פורמלית-מוסדית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת פורמלית-מוסדית  הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. "
    },
    {
      "qes": "מערכת ערכית-תרבותית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "הפרדת רשויות",
      "ans": "המשטר הדמוקרטי מורכב משלוש רשויות נפרדות: הרשות המחוקקת האחראית על חקיקתם של חוקים; הרשות המבצעת האחראית על ביצוע החוק ועל ניהול מוסדות המדינה; והרשות השופטת המפקחת על ביצוע החוק ונותנת סעד לאזרח אל מול החוק ואל מולם של אזרחים אחרים. כאשר שלושת הרשויות נפרדות, הן מאזנות ובולמות האחת את השנייה והכוח השלטוני מבוזר בין שלושתן. מצב בו אין הפרדת רשויות, והחוק ,המשפט והביצוע מרוכזים בידי אדם אחד, עשוי להביא לשחיתות שלטונית, לפגיעה בחירות, לאי-צדק ,למצב בו קבוצה קטנה משתלטת על עמדות הכוח במדינה או למצב בו לא נשמרות זכויות המיעוט."
    },
    {
      "qes": "הרשות המחוקקת",
      "ans": " כנסת ישראל מהווה את הרשות המחוקקת של המדינה. מכהנים בה 120 חברים, הנבחרים על־ידי הציבור אחת לארבע שנים (בהנחה שהבחירות אינן מוקדמות). מקור השם 'כנסת' הוא בכנסת הגדולה, אשר התכנסה בירושלים בימי הבית השני."
    },
    {
      "qes": "הרשות המבצעת",
      "ans": "הרשות המבצעת הממשלה היא הרשות המבצעת. מכהנים בה ראש הממשלה והשרים, והם מופקדים על ניהול משרדי הממשלה. הממשלה מכהנת מכוח אמון הכנסת. היא נושאת באחריות משותפת לפעולותיה בפני הכנסת, וכל שר אחראי על פעולותיו ועל פעולות משרדו בפני ראש הממשלה. לאחר הבחירות לכנסת ובהתאם לתוצאותיהן, נשיא המדינה מתייעץ עם נציגי הסיעות בכנסת, ובעקבות זאת מטיל את תפקיד הרכבת הממשלה על אחד מחברי הכנסת. הרכב הממשלה וקווי היסוד שלה מובאים לאישור הכנסת."
    },
    {
      "qes": "הרשות השופטת",
      "ans": "תפקידה של הרשות השופטת הוא לפרש את החוקים והתקנות ולדון בסכסוכים משפטיים לסוגיהם. זוהי מערכת עצמאית שאינה תלויה בשתי הרשויות האחרות. במערכת בתי המשפט בישראל יש שלוש ערכאות: בית משפט השלום, בית המשפט המחוזי ובית המשפט העליון. כמו כן קיימים בתי משפט למשפחה, בתי משפט לנוער, בתי דין לעבודה ועוד. בישראל פועלים גם בתי דין רבניים, בתי דין שרעיים ובתי דין דרוזיים."
    },
    {
      "qes": "שיטת בחירות פרלמנטרית",
      "ans": "בישראל שיטת הבחירות היא פרלמנטרית, הציבור בוחר במפלגות, המפלגות חוברות ביניהן על-מנת להקים את הממשלה וראש המפלגה הגדולה ביותר בממשלה, הופך להיות לראש הממשלה. "
    },
    {
      "qes": "קואליציה",
      "ans": " הכנסת מחולקת לשתי קבוצות: קואליציה ואופוזיציה. הקואליצה מורכבת מחברי כל המפלגות השותפות בממשלה ותפקידה לגבות בכנסת את צעדי הממשלה ולנסות להגן עליהם; במצב תקין, הקואליציה גדולה יותר מן האופוזיציה וכך יש רוב בכנסת השומר על יציבות הממשלה ומבטיח את יכולתה להביא את מדיניותה לכדי ביצוע. "
    },
    {
      "qes": "אופוזיצה",
      "ans": "הכנסת מחולקת לשתי קבוצות: קואליציה ואופוזיציה. האופוזיציה המורכבת מחברי כל המפלגות שאינן שותפות בממשלה ותפקידה לנסות ולהציע בפני הציבור אלטרנטיבה לפעולות הממשלה ולהוביל את הביקורת על צעדיה."
    },
    {
      "qes": "מליאה",
      "ans": "הכנסת פועלת באמצעות המליאה שהיא הגוף המרכזי שלה בו חברים כל חברי הכנסת; במליאה נידונים נושאים עקרוניים ומתבצעת ההחלטה על חקיקת החוקים. חברי הכנסת יכולים להעלות בה גם 'נושאים לסדר היום' ולהפנות שאילתות להן מחויבת הממשלה לענות."
    },
    {
      "qes": "ועדות הכנסת",
      "ans": " הכנסת פעולות באמצעות ועדות הכנסת. בועדות נידונים נושאים ספציפיים בהתאם לנושאי העיסוק של הוועדה (חוץ וביטחון, כספים, חינוך, פנים וכו'). הוועדות עוסקות בעיצוב החוקים לאחר שעברו בקריאה ראשונה והתקבלו עקרונית ולפני שהם מתקבלים בקריאה שנייה ושלישית והופכים לחוקים רשמיים. הוועדות יכולות גם לזמן אליהן אזרחים או עובדים במשרדי הממשלה, על מנת להפוך את הדיון למקצועי ויסודי יותר."
    },
    {
      "qes": "הצעת אי-אמון בממשלה",
      "ans": "על-פי חוק-יסוד: הממשלה, הכנסת רשאית להביא להתפטרות הממשלה באישור הצעת אי-אמון בממשלה במליאת הכנסת. בהצעת אי-אמון מצוין שמו של חבר כנסת אחר כמועמד להרכבת הממשלה, והיא מתקבלת ברוב של 61 חברי הכנסת. אם התקבלה ההצעה, הממשלה הופכת לממשלת מעבר עד לבחירות ולכינונה של ממשלה חדשה."
    },
    {
      "qes": "הקבינט / המטבחון",
      "ans": "גוף מצומצם של שרים בו נידונים נושאים הדורשים הכרעה מידית, בעיקר בתחום הבטחוני."
    },
    {
      "qes": "הזכות להליך הוגן",
      "ans": "כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. "
    },
    {
      "qes": "פומביות המשפט",
      "ans": "הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. "
    },
    {
      "qes": "שוויון בפני החוק",
      "ans": "כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. "
    },
    {
      "qes": "ערכאות שיפוטיות",
      "ans": "מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה. "
    },
    {
      "qes": "בית המשפט העליון ",
      "ans": "ערכאת הערעור העליונה. בו מתבררים בעיקר ערעורים על פסקי דין שנידונו בבית המשפט המחוזי, בית משפט זה יושב גם כבית משפט גבוה לצדק - בג''ץ. הוא מכתיב את ההלכות המשפטיות ופירושי החוקים המחייבים את הערכאות הנמוכות יותר."
    },
    {
      "qes": "בית המשפט המחוזי ",
      "ans": "בית המשפט המחוזי עוסק במשפטיים חמורים יותר, כגון סכסוכים כספיים גדולים או עבירות פליליות חמורות. "
    },
    {
      "qes": "בית המשפט השלום ",
      "ans": "בית המשפט השלום עוסק בעיקר במשפטים שאינם חמורים עוד סכום מסוים או בעבירות פליליות שעונשן מוגבל."
    },
    {
      "qes": "בג''ץ",
      "ans": "אחד מתפקידיו של בית המשפט העליון הוא לשמש כבית משפט גבוה לצדק. במסגרת זו עוסק בית המשפט בעתירות שמגישים אזרחים או גופים הרואים את עצמם נפגעים מפעולותיה של המדינה אושל אחת מרשויותיה. בין השאר, דן בג''ץ בעתירות כנגד חוקים אותם קיבלה הכנסת ונטען כי אינם חוקתיים, בעתירות כנגד מדיניותם של גופים ממשלתיים ובעתירות יום-יומיות יותר ביחס למקרים פרטיים. שאלת האיזון בין הרשות השופטת לרשויות האחרות בכלל ושאלת סמכותו של בג''ץ לדון בשאלות פוליטיות ומדיניות בפרט, נמצאת במרכז השיח הציבורי במדינת ישראל"
    },
    {
      "qes": "נציבות קבילות החיילים ",
      "ans": "נציבות קבילות החיילים היא יחידה במשרד הביטחון, שמטרתה לאפשר לחיילי צה''ל ובני משפחותיהם להגיש קבילה על כל מעשה או מחדל שנפגעו ממנו ולתבוע את תיקון הליקויים, וזאת שלא דרך צינורות הפיקוד הרגילים המקובלים בצבא."
    },
    {
      "qes": "פקודה בלתי חוקית ",
      "ans": "פקודה בלתי חוקית היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת (בדרך כלל בכוחות הביטחון והאכיפה – צבא, משטרה, וכו'). ההוראה או הפקודה סותרת את החוק את הנחיות הצבא, או חורגת מסמכותו של נותן הפקודה. במקרה זה על הפקוד (מקבל הפקודה) מוטלת החובה לציית להוראה, ובמידה שלא יציית – יועמד לדין. מי שנושא באחריות על הפרת החוק אינו מקבל הפקודה אלא נותן הפקודה."
    },
    {
      "qes": "פקודה בלתי חוקית בעליל ",
      "ans": "פקודה בלתי חוקית בעליל היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת. ההוראה סותרת את ערכי המוסר הבסיסיים והאנושיים בחברה דמוקרטית ויש בה פגיעה קשה וחמורה בזכויות האדם. זוהי פקודה שברור לכל אדם סביר ובר דעת שהיא אינה חוקית ולכן על מקבל הפקודה לסרב לבצע אותה. אם יציית לפקודה – האחריות מוטלת עליו וגם על נותן הפקודה ושניהם יועמדו לדין."
    },
    {
      "qes": "סמלי לאומיים",
      "ans": "מדינת הלאום המודרנית ממלאים סמלי המדינה, דגל, סמל והמנון, מספר תפקידים חשובים. הם מייצגים את ריבונותה ואת מוסדותיה מבית ומחוץ. סמלי המדינה מעניקים ביטוי ללכידותה של האומה, לערכיה המשותפים, לזהותה ולמורשתה."
    },
    {
      "qes": "סמל המדינה",
      "ans": "מנורה בת שבעה קנים, ענפי זית והשם 'ישראל '. המנורה מייצגת את עברו הלאומי של העם ואת מאבקו לחירות. צורת המנורה המופיעה בסמל, מבוססת על תבליט המופיע על שער טיטוס ברומא בו מתוארים כלי המקדש שנלקחו בשבי עם חורבן בית-המקדש השני. לבחירה זו משמעות סמלית – אותה מנורה שציינה את היציאה לגלות, מבטאת כיום את חזרתם של היהודים למדינתם הריבונית. ענפי הזית מסמלים את העתיד ואת השאיפה לשלום. סמל המדינה קשור בבסיסו גם אל חזון זכריה שבאחת מנבואותיו נגלה אליו מחזה של מנורה ושני ענפי זית. "
    },
    {
      "qes": "דגל המדינה",
      "ans": "דגל מדינת ישראל הוא בעל רקע לבן, במרכזו מגן דוד ולאורכו שני פסים בגוון תכלת כהה. את ההשראה לעיצובו העניקה הטלית בה נוהגים יהודים להתעטף בעת התפילה. דגל זה ליווה את התנועה הציונית כמעט מיום היוסדה. נהגה ע''י דוד וולפסון, התקבל כדגל ההסתדרות הציונית והעם היהודי בקונגרס הציוני ה-18. ונבחר כדגל מדינת ישראל ב-28 באוקטובר 1948."
    },
    {
      "qes": "המנון המדינה",
      "ans": "המנון מדינת ישראל, 'התקווה ', נכתב על ידי המשורר נפתלי הרץ אימבר. ב1878-. השיר נפוץ במהירות והושר בלחן עממי אותו צירף לו החלוץ שמואל כהן מראשון לציון (1870-1940). מילותיו של השיר, המבטאות זיקה וכמיהה לציון, קיבלו משמעות מיוחדת בפי מתנגדי תכנית אוגנדה בקונגרס הציוני השישי (1903). בקונגרס השמונה-עשר (1933) נקבעה 'התקווה' כהמנון הרשמי של התנועה הציונית .מילות השיר מבטאות את שאיפתו של העם היהודי לעצמאות במולדתו ההיסטורית. בשנת 2004 אף עוגן מעמדו בחוק המדינה."
    }
  ],
  [
    {
      "qes": "תנ''ך",
      "ans": "התנ''ך הוא הספר המרכזי של העם היהודי, המוזכר גם במגילת העצמאות. התנ''ך מורכב למעשה משלושה חלקים, תורה, נביאים וכתובים."
    },
    {
      "qes": "תורה",
      "ans": "התורה נחלקת לחמישה חומשים: בראשית, שמות, ויקרא, במדבר ודברים. בין פרקיה נכללים הסיפורים המכוננים של העם היהודי לצדם של ציוויים וחוקים. את התורה קוראים בציבור שלוש פעמים בשבוע, בימים שני וחמישי ובשבת. התורה מחולקת לפרשות ואלו נקראות באופן מחזורי לאורך שבתות השנה. בחגים נקראות מתוך התורה פרשיות מיוחדות הקשורות אל החג עצמו."
    },
    {
      "qes": "נביאים",
      "ans": "הכינוי 'נביא' מבטא אדם החווה התגלות על-אנושית. ספרי הנביאים מתייחסים לפעילותם של הנביאים לאורך ימי הבית הראשון ותקופת החורבן וכוללים בתוכם תיאור כללי לצד ביקורת חברתית ודתית."
    },
    {
      "qes": "כתובים",
      "ans": "הספרים הבאים לאחר מכן מכילים מגוון סוגות ספרותיות, החל מתיאור היסטורי, דרך נבואות וחזיונות מוסריים עתירי דימויים וכלה בספרות בעלת אופי שירי ופילוסופי.  "
    },
    {
      "qes": "קבצי התורה שבעל-פה",
      "ans": "במשך דורות נמסרה ונלמדה התורה שבעל-פה במקביל ללימוד הפסוקים הכתובים. העלאתה של התורה שבעל-פה על הכתב נחשבה לאיסור, אך עם חורבן הבית השני עלה החשש שהיא תישכח והחל תהליך שנמשך כ-500 שנה, במהלכו נכתבו מספר חיבורים משמעותיים (משנה, תוספתא, מדרש ותלמוד)."
    },
    {
      "qes": "משנה",
      "ans": "קובץ הלכתי שנערך ונחתם על-ידי רבי יהודה הנשיא* בשנת 220 לספירה. המשנה מחולקת לשישה סדרים (זרעים, מועד, נשים, נזיקין, קדשים, טהרות). כל אחד מהם מחולק למסכתות, כל מסכת לפרקים וכל פרק למשניות. המשנה כתובה בעברית ולשונה על-פי רוב דחוסה ומצומצמת, חכמי המשנה קרויים 'תנאים' . "
    },
    {
      "qes": "תוספתא",
      "ans": "במשנה לא קובצו כל המשניות והדיונים בעולם התורה שבעל-פה. לצד המשניות שאוגדו בה נותרו משניות חיצוניות המכונות 'ברייתות' (ביחיד: ברייתא, מארמית - חיצוני), חלק ממשניות אלו אוגדו בקבצי התוספתא (מארמית - תוספת)."
    },
    {
      "qes": "מדרש",
      "ans": "המדרשים הם לקט דרשות, סיפורים והדרכות המסודרים בזיקה לפסוקי המקרא. ישנם מדרשי הלכה העוסקים בנושאים הלכתיים, וישנם מדרשי אגדה העוסקים בדרשות מוסריות ובפירושם של סיפורי המקרא. המדרשים מאוגדים במספר קבצים, אחד המפורסמים שבהם הוא 'מדרש רבה'. "
    },
    {
      "qes": "תלמוד (גמרא)",
      "ans": "מטרתו של התלמוד היא לנסות ולפרש את המשנה, הוא כולל דיונים ביחס לפסיקת ההלכה בה; אך גם אגדות רבות והתייחסות אל אורח החיים של הקהילה היהודית. קיימים שני קבצים של תלמוד: התלמוד הירושלמי שנחתם בגליל במאה הרביעית לספירה, והתלמוד הבבלי שנחתם בבבל במאה השישית לספירה. התלמוד הבבלי הוא התלמוד הנפוץ יותר ועל-פי רוב, בו נעשה שימוש לשם פסיקת ההלכה."
    },
    {
      "qes": "שולחן ערוך ",
      "ans": "נכתב במאה השש-עשרה על-ידי רבי יוסף קארו*, מהווה כיום את ספר ההלכה המרכזי בעם היהודי ונעשה בו שימוש נרחב לשם פסיקת הלכה. "
    },
    {
      "qes": "היהדות הקראית",
      "ans": "היהדות הקראית היא זרם דתי שראשיתו במאה השמינית. הקראים מאמינים בתורה שבכתב אך אינם מקבלים את פרשנות חז''ל במסגרת התורה שבעל-פה. במדינת ישראל מרוכזת רוב העדה הקראית ברמלה ובמספר יישובים נוספים בדרום הארץ."
    },
    {
      "qes": "ל''ט אבות מלאכה",
      "ans": "על-פי ההלכה ישנן שלושים ותשע מלאכות עקרוניות האסורות בשבת והן מכונות ל''ט אבות מלאכה. אבות המלאכה מוזכרים בתורה, מפורשים ומורחבים בספרות חז''ל ונגזרים מהם איסורים וסעיפים קונקרטיים בספרות ההלכה. "
    },
    {
      "qes": "כשרות",
      "ans": "כשרות היא מערכת הדינים והכללים המגדירה את סוגי המזון המותרים לאכילה על-פי דיני ישראל. דינים אלו כוללים את איסורי אכילת בשר וחלב, בעלי חיים האסורים לאכילה, דינים הנוגעים לשחיטה כשרה ודינים הנוגעים לניקוי ירקות ופירות מחרקים. כמו כן, קיימים חוקים שונים באשר לתוצרת החקלאית של ארץ-ישראל כחלק מן המצוות התלויות בארץ*. מוסדות ממלכתיים בארץ, דוגמת צה''ל, מקפידים על שמירת דיני הכשרות על-פי עקרונות הסטטוס- קוו.  "
    },
    {
      "qes": "סת''ם",
      "ans": "ראשי התיבות סת''ם מתייחסים אל שלושה תשמישי קדושה: ספר תורה, תפילין ומזוזה. שלושתם נכתבים על-ידי סופר מיומן, המשתמש בכתיב מיוחד על-גבי קלף העשוי מעור בהמה כשרה."
    },
    {
      "qes": "ספר התורה",
      "ans": "ספר התורה הוא מגילת קלף עליה כתובים חמשת חומשי תורה. על-פי ההלכה, את קריאת התורה בבית הכנסת יש לעשות רק מתוך ספר התורה ולא מתוך חומש שהודפס על נייר."
    },
    {
      "qes": "תפילין",
      "ans": "תפילין הן תשמיש קדושה המורכב משתי קופסאות עור אותן קושרים על הזרוע והמצח. על-פי ההלכה, את התפילין מניחים מגיל שלוש-עשרה במהלך תפילת שחרית לימי החול. התפילין חייבות להיות עשויות מעור ולהיצבע בצבע שחור, בתוכן נמצאות ארבע פרשיות מן התורה המתייחסות אל מצווה זו."
    },
    {
      "qes": "מזוזה",
      "ans": "מזוזה היא מגילת קלף אותה תולים על המשקוף השמאלי של הדלת ובה כתובה פרשיית שמע. על-פי רוב, נשמרת המזוזה בתוך בית מזוזה מיוחד המגן עליה מפגעי הזמן ומזג האוויר."
    },
    {
      "qes": "דרוזים",
      "ans": "הדרוזים הם בני עדה דתית החיים במדינות המזרח התיכון. הדת הדרוזית התפלגה מן האסלאם השיעי בראשית המאה האחת-עשרה כאשר אלחכם באמר-אללה (מהדי) הכריז על עצמו כנביא. הדרוזים מאמינים בכך שאלחכם היה נביא אמת ואמונה זו מבדילה בינם לבין המוסלמים המאמינים בהיותו של מוחמד אחרון הנביאים ורואים באמונה בנביא מאוחר יותר ככפירה. המחלוקת בין הדרוזים לבין המוסלמים היא עמוקה ועל רקע זה נרדפו הדרוזים בעברם."
    },
    {
      "qes": "הדת הדרוזית",
      "ans": "הדת הדרוזית היא דת סודית ועיקריה ידועים רק לחכמי העדה. מרבית הדרוזים (המכונים ג'והאל) אינם מכירים את הדת על בוריה ולא עוסקים בלימודה. באופן כללי ניתן לומר כי הדרוזים מאמינים בקיומו של אל אחד (מונותאיזם), באמיתות נבואתם של כל הנביאים שקדמו להופעת הדת הדרוזית ובחמישה נביאים דרוזים נוספים (בראשם שועייב), וכן בקיומו של גלגול נשמות."
    },
    {
      "qes": "הדת האיסלאמית",
      "ans": "האסלאם היא הדת השנייה בגודלה בעולם. בבסיס האמונה המוסלמית עומדת האמונה באל אחד, ההכרה במוחמד כאחרון הנביאים וכשליחו של האל ('רסול אללה') והאמונה בקוראן כספר היסוד של הדת. "
    },
    {
      "qes": "המוסלמים בישראל",
      "ans": "מוסלמים בישראל מתחלקים לשלוש קבוצות אוכלוסייה עיקריות: ערבים, בדואים וצ'רקסים, רובם ככולם הם ערבים סונים* המהווים חטיבה אחידה למדי מבחינה דתית. מבחינה דמוגרפית אחוז המוסלמים באוכלוסייה עומד באופן עקבי על כ-16% מן האוכלוסייה בישראל."
    },
    {
      "qes": "ערבים מוסלמים",
      "ans": "ערבים מוסלמים  ערביי ישראל רובם ככולם הם מוסלמים סונים, המתגוררים בערים וביישובים כפריים ערביים וכן במספר ערים מעורבות. ריכוז היישוב הערבי נמצא בצפונה של ישראל, בגליל ולאורך מורדות הכרמל. צורת ההתיישבות הנפוצה ביותר של ערביי ישראל היא הכפר. הכפר המסורתי מנה כמה מאות משפחות, אך כיום ישנם גם כפרים גדולים המונים עשרות אלפי תושבים. רוב הכפרים הערביים נבנו על מורדות ההרים מעל לאדמות הפוריות של העמקים; זאת מטעמים חקלאיים וביטחוניים כאחד. "
    },
    {
      "qes": "בדואים",
      "ans": "השבטים הנודדים במדבריות המזרח התיכון וצפון אפריקה. באופן מסורתי עסקו הבדואים במרעה, עיסוק שחייב אותם לנדידה בחיפוש אחר שטחים. הניידות של הבדואים השפיעה על אורחות חייהם ותרבותם, על עצמאותם ועל היעדר התלות שלהם במסגרת. מרבית הבדואים הם מוסלמים בדתם אולם בעבר פולחן הדת והמצוות הקשורות בה לא תפסו על-פי רוב מקום מרכזי בחייהם. הבדואים בישראל מתחלקים לשתי קבוצות מרכזיות: הבדואים בגליל והבדואים בנגב."
    },
    {
      "qes": "צ'רקסים",
      "ans": "ם קווקזי שבמהלך המאה התשע-עשרה החל לנדוד ממולדתו בעקבות הכיבוש הרוסי. כיום קיימים יישובים צ'רקסיים בטורקיה, סוריה, ירדן וישראל.  בישראל מתגוררים הצ'רקסים בשני כפרים בצפון הארץ: כפר קמה וריחניה. מבחינה דתית הצ'רקסים הם מוסלמים סונים, כמו רוב ערביי ישראל; אולם הם שומרים על מסורות ייחודיות ועל שפתם המקורית המבדילות אותם מן הערבים המוסלמים."
    },
    {
      "qes": "נוצרים",
      "ans": "מדינת ישראל חיים נוצרים בני כתות וזרמים שונים. הנוצרים בישראל מרוכזים בגליל ובאזור ירושלים, היישוב הנוצרי הגדול ביותר הוא נצרת. א''י קדושה לנוצרים מאחר ובה חי ופעל ישו, אבי הנצרות. ממוקמים בה אתרים רבים הקדושים לנצרות (כנסיית הקבר והוויה דולורוזה בירושלים, כנסיית הבשורה והר הקפיצה בנצרת, כנסיית הלחם והדגים וכפר נחום באזור הכנרת ועוד). מרבית הערבים הנוצרים אינם מתגייסים. "
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ]
]
