[
  [
    {
      "qes": "שלוש הפנים המרכזיות ליהדות",
      "ans": "(1) היהדות כדת שעיקרה מצוות ההלכה, והמסורת הדתית היהודית מכאן, בהיותה של מדינת ישראל מדינה יהודית עליה להביא לידי ביטוי את ההלכה בחיי היום יום, בחקיקה ובמשפט. (2) היהדות כלאום שמוקדו בגורל ובייעוד המשותפים לעם היהודי בארץ ובתפוצות מכאן נגזרת הגדרתה של מדינת ישראל כמדינת הלאום של העם היהודי וככזו, עליה לפעול על מנת להדגיש ולשמר עובדה זו. (3) היהדות כתרבות שמוקדה ברעיונות סמלים ומסורות יהודיים. בהיותה של מדינת ישראל מדינה יהודית עליה לחזק את התרבות היהודית ולהביא אותה לידי ביטוי כתרבות הרשמית של המדינה באמצעות מוסדותיה."
    },
    {
      "qes": "מערכת פורמלית-מוסדית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת פורמלית-מוסדית  הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. "
    },
    {
      "qes": "מערכת ערכית-תרבותית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "הפרדת רשויות",
      "ans": "המשטר הדמוקרטי מורכב משלוש רשויות נפרדות: הרשות המחוקקת האחראית על חקיקתם של חוקים; הרשות המבצעת האחראית על ביצוע החוק ועל ניהול מוסדות המדינה; והרשות השופטת המפקחת על ביצוע החוק ונותנת סעד לאזרח אל מול החוק ואל מולם של אזרחים אחרים. כאשר שלושת הרשויות נפרדות, הן מאזנות ובולמות האחת את השנייה והכוח השלטוני מבוזר בין שלושתן. מצב בו אין הפרדת רשויות, והחוק ,המשפט והביצוע מרוכזים בידי אדם אחד, עשוי להביא לשחיתות שלטונית, לפגיעה בחירות, לאי-צדק ,למצב בו קבוצה קטנה משתלטת על עמדות הכוח במדינה או למצב בו לא נשמרות זכויות המיעוט."
    },
    {
      "qes": "הרשות המחוקקת",
      "ans": " כנסת ישראל מהווה את הרשות המחוקקת של המדינה. מכהנים בה 120 חברים, הנבחרים על־ידי הציבור אחת לארבע שנים (בהנחה שהבחירות אינן מוקדמות). מקור השם 'כנסת' הוא בכנסת הגדולה, אשר התכנסה בירושלים בימי הבית השני."
    },
    {
      "qes": "הרשות המבצעת",
      "ans": "הרשות המבצעת הממשלה היא הרשות המבצעת. מכהנים בה ראש הממשלה והשרים, והם מופקדים על ניהול משרדי הממשלה. הממשלה מכהנת מכוח אמון הכנסת. היא נושאת באחריות משותפת לפעולותיה בפני הכנסת, וכל שר אחראי על פעולותיו ועל פעולות משרדו בפני ראש הממשלה. לאחר הבחירות לכנסת ובהתאם לתוצאותיהן, נשיא המדינה מתייעץ עם נציגי הסיעות בכנסת, ובעקבות זאת מטיל את תפקיד הרכבת הממשלה על אחד מחברי הכנסת. הרכב הממשלה וקווי היסוד שלה מובאים לאישור הכנסת."
    },
    {
      "qes": "הרשות השופטת",
      "ans": "תפקידה של הרשות השופטת הוא לפרש את החוקים והתקנות ולדון בסכסוכים משפטיים לסוגיהם. זוהי מערכת עצמאית שאינה תלויה בשתי הרשויות האחרות. במערכת בתי המשפט בישראל יש שלוש ערכאות: בית משפט השלום, בית המשפט המחוזי ובית המשפט העליון. כמו כן קיימים בתי משפט למשפחה, בתי משפט לנוער, בתי דין לעבודה ועוד. בישראל פועלים גם בתי דין רבניים, בתי דין שרעיים ובתי דין דרוזיים."
    },
    {
      "qes": "שיטת בחירות פרלמנטרית",
      "ans": "בישראל שיטת הבחירות היא פרלמנטרית, הציבור בוחר במפלגות, המפלגות חוברות ביניהן על-מנת להקים את הממשלה וראש המפלגה הגדולה ביותר בממשלה, הופך להיות לראש הממשלה. "
    },
    {
      "qes": "קואליציה",
      "ans": " הכנסת מחולקת לשתי קבוצות: קואליציה ואופוזיציה. הקואליצה מורכבת מחברי כל המפלגות השותפות בממשלה ותפקידה לגבות בכנסת את צעדי הממשלה ולנסות להגן עליהם; במצב תקין, הקואליציה גדולה יותר מן האופוזיציה וכך יש רוב בכנסת השומר על יציבות הממשלה ומבטיח את יכולתה להביא את מדיניותה לכדי ביצוע. "
    },
    {
      "qes": "אופוזיצה",
      "ans": "הכנסת מחולקת לשתי קבוצות: קואליציה ואופוזיציה. האופוזיציה המורכבת מחברי כל המפלגות שאינן שותפות בממשלה ותפקידה לנסות ולהציע בפני הציבור אלטרנטיבה לפעולות הממשלה ולהוביל את הביקורת על צעדיה."
    },
    {
      "qes": "מליאה",
      "ans": "הכנסת פועלת באמצעות המליאה שהיא הגוף המרכזי שלה בו חברים כל חברי הכנסת; במליאה נידונים נושאים עקרוניים ומתבצעת ההחלטה על חקיקת החוקים. חברי הכנסת יכולים להעלות בה גם 'נושאים לסדר היום' ולהפנות שאילתות להן מחויבת הממשלה לענות."
    },
    {
      "qes": "ועדות הכנסת",
      "ans": " הכנסת פעולות באמצעות ועדות הכנסת. בועדות נידונים נושאים ספציפיים בהתאם לנושאי העיסוק של הוועדה (חוץ וביטחון, כספים, חינוך, פנים וכו'). הוועדות עוסקות בעיצוב החוקים לאחר שעברו בקריאה ראשונה והתקבלו עקרונית ולפני שהם מתקבלים בקריאה שנייה ושלישית והופכים לחוקים רשמיים. הוועדות יכולות גם לזמן אליהן אזרחים או עובדים במשרדי הממשלה, על מנת להפוך את הדיון למקצועי ויסודי יותר."
    },
    {
      "qes": "הצעת אי-אמון בממשלה",
      "ans": "על-פי חוק-יסוד: הממשלה, הכנסת רשאית להביא להתפטרות הממשלה באישור הצעת אי-אמון בממשלה במליאת הכנסת. בהצעת אי-אמון מצוין שמו של חבר כנסת אחר כמועמד להרכבת הממשלה, והיא מתקבלת ברוב של 61 חברי הכנסת. אם התקבלה ההצעה, הממשלה הופכת לממשלת מעבר עד לבחירות ולכינונה של ממשלה חדשה."
    },
    {
      "qes": "הקבינט / המטבחון",
      "ans": "גוף מצומצם של שרים בו נידונים נושאים הדורשים הכרעה מידית, בעיקר בתחום הבטחוני."
    },
    {
      "qes": "הזכות להליך הוגן",
      "ans": "כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. "
    },
    {
      "qes": "פומביות המשפט",
      "ans": "הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. "
    },
    {
      "qes": "שוויון בפני החוק",
      "ans": "כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. "
    },
    {
      "qes": "ערכאות שיפוטיות",
      "ans": "מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה. "
    },
    {
      "qes": "בית המשפט העליון ",
      "ans": "ערכאת הערעור העליונה. בו מתבררים בעיקר ערעורים על פסקי דין שנידונו בבית המשפט המחוזי, בית משפט זה יושב גם כבית משפט גבוה לצדק - בג''ץ. הוא מכתיב את ההלכות המשפטיות ופירושי החוקים המחייבים את הערכאות הנמוכות יותר."
    },
    {
      "qes": "בית המשפט המחוזי ",
      "ans": "בית המשפט המחוזי עוסק במשפטיים חמורים יותר, כגון סכסוכים כספיים גדולים או עבירות פליליות חמורות. "
    },
    {
      "qes": "בית משפט השלום ",
      "ans": "בית המשפט השלום עוסק בעיקר במשפטים שאינם חמורים עוד סכום מסוים או בעבירות פליליות שעונשן מוגבל."
    },
    {
      "qes": "בג''ץ",
      "ans": "אחד מתפקידיו של בית המשפט העליון הוא לשמש כבית משפט גבוה לצדק. במסגרת זו עוסק בית המשפט בעתירות שמגישים אזרחים או גופים הרואים את עצמם נפגעים מפעולותיה של המדינה אושל אחת מרשויותיה. בין השאר, דן בג''ץ בעתירות כנגד חוקים אותם קיבלה הכנסת ונטען כי אינם חוקתיים, בעתירות כנגד מדיניותם של גופים ממשלתיים ובעתירות יום-יומיות יותר ביחס למקרים פרטיים. שאלת האיזון בין הרשות השופטת לרשויות האחרות בכלל ושאלת סמכותו של בג''ץ לדון בשאלות פוליטיות ומדיניות בפרט, נמצאת במרכז השיח הציבורי במדינת ישראל"
    },
    {
      "qes": "נציבות קבילות החיילים ",
      "ans": "נציבות קבילות החיילים היא יחידה במשרד הביטחון, שמטרתה לאפשר לחיילי צה''ל ובני משפחותיהם להגיש קבילה על כל מעשה או מחדל שנפגעו ממנו ולתבוע את תיקון הליקויים, וזאת שלא דרך צינורות הפיקוד הרגילים המקובלים בצבא."
    },
    {
      "qes": "פקודה בלתי חוקית ",
      "ans": "פקודה בלתי חוקית היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת (בדרך כלל בכוחות הביטחון והאכיפה – צבא, משטרה, וכו'). ההוראה או הפקודה סותרת את החוק את הנחיות הצבא, או חורגת מסמכותו של נותן הפקודה. במקרה זה על הפקוד (מקבל הפקודה) מוטלת החובה לציית להוראה, ובמידה שלא יציית – יועמד לדין. מי שנושא באחריות על הפרת החוק אינו מקבל הפקודה אלא נותן הפקודה."
    },
    {
      "qes": "פקודה בלתי חוקית בעליל ",
      "ans": "פקודה בלתי חוקית בעליל היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת. ההוראה סותרת את ערכי המוסר הבסיסיים והאנושיים בחברה דמוקרטית ויש בה פגיעה קשה וחמורה בזכויות האדם. זוהי פקודה שברור לכל אדם סביר ובר דעת שהיא אינה חוקית ולכן על מקבל הפקודה לסרב לבצע אותה. אם יציית לפקודה – האחריות מוטלת עליו וגם על נותן הפקודה ושניהם יועמדו לדין."
    },
    {
      "qes": "סמלי לאומיים",
      "ans": "מדינת הלאום המודרנית ממלאים סמלי המדינה, דגל, סמל והמנון, מספר תפקידים חשובים. הם מייצגים את ריבונותה ואת מוסדותיה מבית ומחוץ. סמלי המדינה מעניקים ביטוי ללכידותה של האומה, לערכיה המשותפים, לזהותה ולמורשתה."
    },
    {
      "qes": "סמל המדינה",
      "ans": "מנורה בת שבעה קנים, ענפי זית והשם 'ישראל '. המנורה מייצגת את עברו הלאומי של העם ואת מאבקו לחירות. צורת המנורה המופיעה בסמל, מבוססת על תבליט המופיע על שער טיטוס ברומא בו מתוארים כלי המקדש שנלקחו בשבי עם חורבן בית-המקדש השני. לבחירה זו משמעות סמלית – אותה מנורה שציינה את היציאה לגלות, מבטאת כיום את חזרתם של היהודים למדינתם הריבונית. ענפי הזית מסמלים את העתיד ואת השאיפה לשלום. סמל המדינה קשור בבסיסו גם אל חזון זכריה שבאחת מנבואותיו נגלה אליו מחזה של מנורה ושני ענפי זית. "
    },
    {
      "qes": "דגל המדינה",
      "ans": "דגל מדינת ישראל הוא בעל רקע לבן, במרכזו מגן דוד ולאורכו שני פסים בגוון תכלת כהה. את ההשראה לעיצובו העניקה הטלית בה נוהגים יהודים להתעטף בעת התפילה. דגל זה ליווה את התנועה הציונית כמעט מיום היוסדה. נהגה ע''י דוד וולפסון, התקבל כדגל ההסתדרות הציונית והעם היהודי בקונגרס הציוני ה-18. ונבחר כדגל מדינת ישראל ב-28 באוקטובר 1948."
    },
    {
      "qes": "המנון המדינה",
      "ans": "המנון מדינת ישראל, 'התקווה ', נכתב על ידי המשורר נפתלי הרץ אימבר. ב1878-. השיר נפוץ במהירות והושר בלחן עממי אותו צירף לו החלוץ שמואל כהן מראשון לציון (1870-1940). מילותיו של השיר, המבטאות זיקה וכמיהה לציון, קיבלו משמעות מיוחדת בפי מתנגדי תכנית אוגנדה בקונגרס הציוני השישי (1903). בקונגרס השמונה-עשר (1933) נקבעה 'התקווה' כהמנון הרשמי של התנועה הציונית .מילות השיר מבטאות את שאיפתו של העם היהודי לעצמאות במולדתו ההיסטורית. בשנת 2004 אף עוגן מעמדו בחוק המדינה."
    }
  ],
  [
    {
      "qes": "תנ''ך",
      "ans": "התנ''ך הוא הספר המרכזי של העם היהודי, המוזכר גם במגילת העצמאות. התנ''ך מורכב למעשה משלושה חלקים, תורה, נביאים וכתובים."
    },
    {
      "qes": "תורה",
      "ans": "התורה נחלקת לחמישה חומשים: בראשית, שמות, ויקרא, במדבר ודברים. בין פרקיה נכללים הסיפורים המכוננים של העם היהודי לצדם של ציוויים וחוקים. את התורה קוראים בציבור שלוש פעמים בשבוע, בימים שני וחמישי ובשבת. התורה מחולקת לפרשות ואלו נקראות באופן מחזורי לאורך שבתות השנה. בחגים נקראות מתוך התורה פרשיות מיוחדות הקשורות אל החג עצמו."
    },
    {
      "qes": "נביאים",
      "ans": "הכינוי 'נביא' מבטא אדם החווה התגלות על-אנושית. ספרי הנביאים מתייחסים לפעילותם של הנביאים לאורך ימי הבית הראשון ותקופת החורבן וכוללים בתוכם תיאור כללי לצד ביקורת חברתית ודתית."
    },
    {
      "qes": "כתובים",
      "ans": "הספרים הבאים לאחר מכן מכילים מגוון סוגות ספרותיות, החל מתיאור היסטורי, דרך נבואות וחזיונות מוסריים עתירי דימויים וכלה בספרות בעלת אופי שירי ופילוסופי.  "
    },
    {
      "qes": "קבצי התורה שבעל-פה",
      "ans": "במשך דורות נמסרה ונלמדה התורה שבעל-פה במקביל ללימוד הפסוקים הכתובים. העלאתה של התורה שבעל-פה על הכתב נחשבה לאיסור, אך עם חורבן הבית השני עלה החשש שהיא תישכח והחל תהליך שנמשך כ-500 שנה, במהלכו נכתבו מספר חיבורים משמעותיים (משנה, תוספתא, מדרש ותלמוד)."
    },
    {
      "qes": "משנה",
      "ans": "קובץ הלכתי שנערך ונחתם על-ידי רבי יהודה הנשיא* בשנת 220 לספירה. המשנה מחולקת לשישה סדרים (זרעים, מועד, נשים, נזיקין, קדשים, טהרות). כל אחד מהם מחולק למסכתות, כל מסכת לפרקים וכל פרק למשניות. המשנה כתובה בעברית ולשונה על-פי רוב דחוסה ומצומצמת, חכמי המשנה קרויים 'תנאים' . "
    },
    {
      "qes": "תוספתא",
      "ans": "במשנה לא קובצו כל המשניות והדיונים בעולם התורה שבעל-פה. לצד המשניות שאוגדו בה נותרו משניות חיצוניות המכונות 'ברייתות' (ביחיד: ברייתא, מארמית - חיצוני), חלק ממשניות אלו אוגדו בקבצי התוספתא (מארמית - תוספת)."
    },
    {
      "qes": "מדרש",
      "ans": "המדרשים הם לקט דרשות, סיפורים והדרכות המסודרים בזיקה לפסוקי המקרא. ישנם מדרשי הלכה העוסקים בנושאים הלכתיים, וישנם מדרשי אגדה העוסקים בדרשות מוסריות ובפירושם של סיפורי המקרא. המדרשים מאוגדים במספר קבצים, אחד המפורסמים שבהם הוא 'מדרש רבה'. "
    },
    {
      "qes": "תלמוד (גמרא)",
      "ans": "מטרתו של התלמוד היא לנסות ולפרש את המשנה, הוא כולל דיונים ביחס לפסיקת ההלכה בה; אך גם אגדות רבות והתייחסות אל אורח החיים של הקהילה היהודית. קיימים שני קבצים של תלמוד: התלמוד הירושלמי שנחתם בגליל במאה הרביעית לספירה, והתלמוד הבבלי שנחתם בבבל במאה השישית לספירה. התלמוד הבבלי הוא התלמוד הנפוץ יותר ועל-פי רוב, בו נעשה שימוש לשם פסיקת ההלכה."
    },
    {
      "qes": "שולחן ערוך ",
      "ans": "נכתב במאה השש-עשרה על-ידי רבי יוסף קארו*, מהווה כיום את ספר ההלכה המרכזי בעם היהודי ונעשה בו שימוש נרחב לשם פסיקת הלכה. "
    },
    {
      "qes": "היהדות הקראית",
      "ans": "היהדות הקראית היא זרם דתי שראשיתו במאה השמינית. הקראים מאמינים בתורה שבכתב אך אינם מקבלים את פרשנות חז''ל במסגרת התורה שבעל-פה. במדינת ישראל מרוכזת רוב העדה הקראית ברמלה ובמספר יישובים נוספים בדרום הארץ."
    },
    {
      "qes": "ל''ט אבות מלאכה",
      "ans": "על-פי ההלכה ישנן שלושים ותשע מלאכות עקרוניות האסורות בשבת והן מכונות ל''ט אבות מלאכה. אבות המלאכה מוזכרים בתורה, מפורשים ומורחבים בספרות חז''ל ונגזרים מהם איסורים וסעיפים קונקרטיים בספרות ההלכה. "
    },
    {
      "qes": "כשרות",
      "ans": "כשרות היא מערכת הדינים והכללים המגדירה את סוגי המזון המותרים לאכילה על-פי דיני ישראל. דינים אלו כוללים את איסורי אכילת בשר וחלב, בעלי חיים האסורים לאכילה, דינים הנוגעים לשחיטה כשרה ודינים הנוגעים לניקוי ירקות ופירות מחרקים. כמו כן, קיימים חוקים שונים באשר לתוצרת החקלאית של ארץ-ישראל כחלק מן המצוות התלויות בארץ*. מוסדות ממלכתיים בארץ, דוגמת צה''ל, מקפידים על שמירת דיני הכשרות על-פי עקרונות הסטטוס- קוו.  "
    },
    {
      "qes": "סת''ם",
      "ans": "ראשי התיבות סת''ם מתייחסים אל שלושה תשמישי קדושה: ספר תורה, תפילין ומזוזה. שלושתם נכתבים על-ידי סופר מיומן, המשתמש בכתיב מיוחד על-גבי קלף העשוי מעור בהמה כשרה."
    },
    {
      "qes": "ספר התורה",
      "ans": "ספר התורה הוא מגילת קלף עליה כתובים חמשת חומשי תורה. על-פי ההלכה, את קריאת התורה בבית הכנסת יש לעשות רק מתוך ספר התורה ולא מתוך חומש שהודפס על נייר."
    },
    {
      "qes": "תפילין",
      "ans": "תפילין הן תשמיש קדושה המורכב משתי קופסאות עור אותן קושרים על הזרוע והמצח. על-פי ההלכה, את התפילין מניחים מגיל שלוש-עשרה במהלך תפילת שחרית לימי החול. התפילין חייבות להיות עשויות מעור ולהיצבע בצבע שחור, בתוכן נמצאות ארבע פרשיות מן התורה המתייחסות אל מצווה זו."
    },
    {
      "qes": "מזוזה",
      "ans": "מזוזה היא מגילת קלף אותה תולים על המשקוף השמאלי של הדלת ובה כתובה פרשיית שמע. על-פי רוב, נשמרת המזוזה בתוך בית מזוזה מיוחד המגן עליה מפגעי הזמן ומזג האוויר."
    },
    {
      "qes": "דרוזים",
      "ans": "הדרוזים הם בני עדה דתית החיים במדינות המזרח התיכון. הדת הדרוזית התפלגה מן האסלאם השיעי בראשית המאה האחת-עשרה כאשר אלחכם באמר-אללה (מהדי) הכריז על עצמו כנביא. הדרוזים מאמינים בכך שאלחכם היה נביא אמת ואמונה זו מבדילה בינם לבין המוסלמים המאמינים בהיותו של מוחמד אחרון הנביאים ורואים באמונה בנביא מאוחר יותר ככפירה. המחלוקת בין הדרוזים לבין המוסלמים היא עמוקה ועל רקע זה נרדפו הדרוזים בעברם."
    },
    {
      "qes": "הדת הדרוזית",
      "ans": "הדת הדרוזית היא דת סודית ועיקריה ידועים רק לחכמי העדה. מרבית הדרוזים (המכונים ג'והאל) אינם מכירים את הדת על בוריה ולא עוסקים בלימודה. באופן כללי ניתן לומר כי הדרוזים מאמינים בקיומו של אל אחד (מונותאיזם), באמיתות נבואתם של כל הנביאים שקדמו להופעת הדת הדרוזית ובחמישה נביאים דרוזים נוספים (בראשם שועייב), וכן בקיומו של גלגול נשמות."
    },
    {
      "qes": "הדת האיסלאמית",
      "ans": "האסלאם היא הדת השנייה בגודלה בעולם. בבסיס האמונה המוסלמית עומדת האמונה באל אחד, ההכרה במוחמד כאחרון הנביאים וכשליחו של האל ('רסול אללה') והאמונה בקוראן כספר היסוד של הדת. "
    },
    {
      "qes": "המוסלמים בישראל",
      "ans": "מוסלמים בישראל מתחלקים לשלוש קבוצות אוכלוסייה עיקריות: ערבים, בדואים וצ'רקסים, רובם ככולם הם ערבים סונים* המהווים חטיבה אחידה למדי מבחינה דתית. מבחינה דמוגרפית אחוז המוסלמים באוכלוסייה עומד באופן עקבי על כ-16% מן האוכלוסייה בישראל."
    },
    {
      "qes": "ערבים מוסלמים",
      "ans": "ערבים מוסלמים  ערביי ישראל רובם ככולם הם מוסלמים סונים, המתגוררים בערים וביישובים כפריים ערביים וכן במספר ערים מעורבות. ריכוז היישוב הערבי נמצא בצפונה של ישראל, בגליל ולאורך מורדות הכרמל. צורת ההתיישבות הנפוצה ביותר של ערביי ישראל היא הכפר. הכפר המסורתי מנה כמה מאות משפחות, אך כיום ישנם גם כפרים גדולים המונים עשרות אלפי תושבים. רוב הכפרים הערביים נבנו על מורדות ההרים מעל לאדמות הפוריות של העמקים; זאת מטעמים חקלאיים וביטחוניים כאחד. "
    },
    {
      "qes": "בדואים",
      "ans": "השבטים הנודדים במדבריות המזרח התיכון וצפון אפריקה. באופן מסורתי עסקו הבדואים במרעה, עיסוק שחייב אותם לנדידה בחיפוש אחר שטחים. הניידות של הבדואים השפיעה על אורחות חייהם ותרבותם, על עצמאותם ועל היעדר התלות שלהם במסגרת. מרבית הבדואים הם מוסלמים בדתם אולם בעבר פולחן הדת והמצוות הקשורות בה לא תפסו על-פי רוב מקום מרכזי בחייהם. הבדואים בישראל מתחלקים לשתי קבוצות מרכזיות: הבדואים בגליל והבדואים בנגב."
    },
    {
      "qes": "צ'רקסים",
      "ans": "ם קווקזי שבמהלך המאה התשע-עשרה החל לנדוד ממולדתו בעקבות הכיבוש הרוסי. כיום קיימים יישובים צ'רקסיים בטורקיה, סוריה, ירדן וישראל.  בישראל מתגוררים הצ'רקסים בשני כפרים בצפון הארץ: כפר קמה וריחניה. מבחינה דתית הצ'רקסים הם מוסלמים סונים, כמו רוב ערביי ישראל; אולם הם שומרים על מסורות ייחודיות ועל שפתם המקורית המבדילות אותם מן הערבים המוסלמים."
    },
    {
      "qes": "נוצרים",
      "ans": "מדינת ישראל חיים נוצרים בני כתות וזרמים שונים. הנוצרים בישראל מרוכזים בגליל ובאזור ירושלים, היישוב הנוצרי הגדול ביותר הוא נצרת. א''י קדושה לנוצרים מאחר ובה חי ופעל ישו, אבי הנצרות. ממוקמים בה אתרים רבים הקדושים לנצרות (כנסיית הקבר והוויה דולורוזה בירושלים, כנסיית הבשורה והר הקפיצה בנצרת, כנסיית הלחם והדגים וכפר נחום באזור הכנרת ועוד). מרבית הערבים הנוצרים אינם מתגייסים. "
    },
    {
      "qes": "רחבעם זאבי",
      "ans": "זאבי היה אלוף בצה''ל ופוליטיקאי ישראלי שכיהן, בין השאר, כשר התיירות. ב-ל' בתשרי תשס''ב 17 באוקטובר 2001, נרצח על-ידי מתנקשים פלסטינים במלון בירושלים. זאבי היה האדם הבכיר ביותר שנרצח במהלך הסכסוך הישראלי. יום הזיכרון לרחבעם זאבי מצוין מתוקף חוק שהתקבל בכנסת בשנת 2005. החוק קובע כי יום הירצחו של זאבי יהווה יום זיכרון ממלכתי, במהלכו יתקיים טקס בסמוך לקברו, ובמחנות צה''ל יוקדש זמן ללימוד פועלו.  "
    },
    {
      "qes": "יום הזיכרון ליצחק רבין",
      "ans": "יום הזיכרון ליצחק רבין חל ב-י''ב בחשוון. יצחק רבין (1922-1995) היה רמטכ''ל מלחמת ששת הימים, שר ביטחון וראש ממשלה*. במוצאי שבת, י''ב בחשוון תשנ''ו, 4 בנובמבר 1995, נרצח בעת עצרת שלום שנערכה בכיכר מלכי ישראל בתל-אביב, בידי מתנקש יהודי."
    },
    {
      "qes": "חג הסיגד ",
      "ans": "חג הסיגד חל ב-כ''ט בחשוון, חמישים יום לאחר יום הכיפורים. סיגד (מאמהרית: סגידה) הוא אחד מן החגים שצויינו על-ידי הקהילה היהודית באתיופיה. הוא מהווה יום של צום, טהרה והתחדשות ובמרכזו עמד טקס שנערך בידי ראשי העדה (המכונים 'קייסים'). הטקס בוצע על ראשו של הר גבוה באתיופיה, כמקבילו של הר סיני בו ניתנה התורה לעם ישראל.  "
    },
    {
      "qes": "יום הזיכרון הבין-לאומי לשואה",
      "ans": "יום הזיכרון הבין-לאומי לשואה חל ב-27 בינואר, היום בו שוחרר בשנת 1945 מחנה הריכוז וההשמדה אושוויץ על-ידי הצבא האדום**. שחרורו של אושוויץ חשף בפני העולם את זוועות מעשיהם של הנאצים, והמחנה הפך לסמל לתהליך הדיכוי וההשמדה של היהודים ומיעוטים נרדפים אחרים.   "
    },
    {
      "qes": "יום הזיכרון לשואה ולגבורה",
      "ans": "יום הזיכרון לשואה ולגבורה חל ב-כ''ז בניסן, את היום קבעה הכנסת בחוק שהתקבל בשנת 1959, סעיף 2 לחוק קובע את אופיו: ביום הזיכרון תהא בכל רחבי המדינה דומייה של שתי דקות בהן תושבת כל עבודה ותיפסק התנועה בדרכים; יקוימו אזכרות, עצרות עם, וטקסי התייחדות במחנות הצבא ובמוסדות החינוך."
    },
    {
      "qes": "יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה",
      "ans": "יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה חל ב-ד' באייר. בתחילה צוין זכרם של חללי מערכות ישראל במסגרת יום העצמאות. הדגם הנוכחי, בו יום הזיכרון חל ביום שלפני יום העצמאות, אומץ ב-1951 ונקבע בחוק בשנת 1963. סעיף 3 לחוק קובע את אופיו."
    },
    {
      "qes": "יום העצמאות",
      "ans": " יום העצמאות חל ב-ה' באייר. יום זה הוא יום החג הלאומי המרכזי של מדינת ישראל המציין את ההכרזה על הקמתה עם תום המנדט הבריטי. יום העצמאות מתחיל בטקס הדלקת המשואות בהר הרצל, במהלך הטקס מודלקות שתים עשרה משואות המסמלות את שנים עשר שבטי ישראל בידי נציגים הנבחרים."
    },
    {
      "qes": "יום הרצל",
      "ans": "יום הרצל חל ב-י' באייר, היום בו נולד הרצל שהיה אבי התנועה הציונית וזכה לכינוי 'חוזה המדינה' *. היום מצוין מתוקף חוק שהתקבל בכנסת בשנת 2004 הקובע כי במהלכו ייערך טקס זיכרון ממלכתי בסמוך לקבר הרצל; יוקדש זמן ללימוד חזונו ופועלו בבתי הספר ובמחנות צה''ל."
    },
    {
      "qes": "יום ירושלים",
      "ans": "יום ירושלים חל ב-כ''ח באייר, היום בו שוחררה ירושלים לאחר תשע-עשרה שנות כיבוש ירדני, שנמשך עד מלחמת ששת הימים, ואוחדה תחת ריבונות ישראל. "
    },
    {
      "qes": "יום הזיכרון לזאב ז'בוטינסקי",
      "ans": "יום הזיכרון הממלכתי לזאב ז'בוטינסקי חל ב-כ''ט בתמוז, היום בו נפטר. זאב ז'בוטינסקי (1880-1940) היה מנהיג ציוני חשוב, מאבות הציונות הרוויזיוניסטית, יוזם הקמתם של הגדודים העבריים ובית''ר ומנהיגו של האצ''ל, משורר, סופר ומתרגם.  "
    },
    {
      "qes": "ראש השנה",
      "ans": "ראש השנה חל ב-א' בתשרי והוא אחד מימי הציון המרכזיים בלוח השנה היהודי. לחג שלושה היבטים מרכזיים: היום הראשון בשנה החדשה, יום בו מתחיל מחזור זמנים חדש; יום הדין, בו, על-פי האמונה נידונים כל באי עולם; היום בו נברא האדם ותמה מלאכת הבריאה."
    },
    {
      "qes": "יום הכיפורים",
      "ans": "יום הכיפורים חל ב-י' בתשרי ומקורו בספר ויקרא. הוא נחשב ליום הקדוש ביותר במחזור השנה היהודית ומכונה שבת שבתון. במרכזו עומדת בקשת הסליחה והכפרה על חטאים שהאדם עשה במהלך השנה."
    },
    {
      "qes": "חג סוכות",
      "ans": "חג הסוכות חל ב-ט''ו בתשרי ונמשך שבעה ימים. סוכות הוא אחד משלושת הרגלים (פסח, שבועות וסוכות), בהם היו עולים עולי הרגל אל בית המקדש שבירושלים. מהותו של החג, כמו רבים מחגי ישראל, היא כפולה:  ראשית, מאזכר את הנדידה במדבר לאחר היציאה ממצרים, תוך כדי מגורים בסוכות ובאוהלים ארעיים.  שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג האסיף'."
    },
    {
      "qes": "שמיני עצרת ",
      "ans": "חל ב-כ''ב בתשרי, הוא יום חג הצמוד לסוכות אך מהווה חג בפני עצמו. בשמיני עצרת הופכת הבקשה על המים למפורשת יותר ונוסח תפילת העמידה משתנה.  שמחת תורה הוא חג נוסף שחל בארץ-ישראל באותו היום של שמיני עצרת* מקורו של חג זה בתקופת הגאונים והוא מסמל את סיום מחזור הקריאה בתורה."
    },
    {
      "qes": "יום שמחת תורה ",
      "ans": "היום בו מסתיים מחזור קריאה אחד בפרשת 'האזינו' ומתחיל מיד מחזור חדש בפרשת 'בראשית '.   בבתי הכנסת מוציאים את כל ספרי התורה (הפסולים והכשרים) מארון הקודש. המתפללים נושאים אותם ומקיפים את הבימה שבע פעמים ולכל הקפה מיוחדים פסוקי תפילה ופיוטים. "
    },
    {
      "qes": "חג החנוכה",
      "ans": "חג החנוכה חל ב-כ''ה בכסלו ונמשך לאורך שמונה ימים. בסיסו של סיפור החנוכה הוא במרד החשמונאים משנת 164 לפני הספירה. החשמונאים סירבו לקבל את הגזרות והרדיפה הדתית של המלך היווני-סלווקי, אנטיוכוס אפיפנס, ופתחו במרד כנגדו."
    },
    {
      "qes": "ראש השנה לאילנות",
      "ans": "ראש השנה לאילנות חל ב-ט''ו בשבט. ראשיתו של היום בתקופת המשנה. אז הוא נקבע כיום בו מיושמות מספר מצוות התלויות בארץ, ובעיקר התרומות והמעשרות המהוות למעשה את המיסים, אותם משלם החקלאי מתוך סך כל היבול.*  הבחירה בתאריך זה אינה מקרית והוא מייצג את ראשית האביב ואת סופו של החורף. עם השנים נוספו ל-ט''ו בשבט רבדים נוספים, מקובל לאכול בחג מפירותיה של ארץ-ישראל ולדבר בשבחה."
    },
    {
      "qes": "חג פורים",
      "ans": "הסיפור ההיסטורי שהוביל לקביעתו של החג, מופיע במגילת אסתר והתרחש בתקופה שלאחר חורבן בית המקדש הראשון.   על-פי המגילה זמם המן האגגי, אחד מן המקורבים למלך הפרסי אחשוורוש, 'להשמיד, להרוג ולאבד' את כל היהודים שהתגוררו בתחום הממלכה. מן הגזרה הקשה הצליחו היהודים להינצל בזכות אסתר ומרדכי.   "
    },
    {
      "qes": "תענית אסתר",
      "ans": "י''ג באדר, היום שלפני חג הפורים, הוא יום תענית המכונה תענית אסתר, המצוינת על-מנת להזכיר את תעניתה ותפילתה של אסתר קודם שניגשה למלך אחשוורוש ואת כוחה של התפילה.  הצום מתחיל מעלות השחר ונמשך עד לאחר קריאת המגילה עם שקיעת החמה. "
    },
    {
      "qes": "פסח",
      "ans": "פסח חל ב-ט''ו בניסן ונמשך שבעה ימים. בלוח השנה היהודי המקורי, בו השנה התחילה בחודש ניסן, היה פסח החג הראשון שנחוג בשנה. פסח הוא אחד משלושת הרגלים (פסח, שבועות וסוכות) בהם היו עולים עולי הרגל אל בית המקדש שבירושלים. במרכזו של החג עומד סיפור יציאת מצרים"
    },
    {
      "qes": "ל''ג בעומר",
      "ans": "יום ציון החל ב-י''ח באייר, היום השלושים ושלושה (ל''ג) לספירת העומר. ספירת העומר היא המצווה לספור כל יום מארבעים ותשעה הימים המפרידים בין חג הפסח לחג השבועות. הספירה מחברת בין הקרבת קרבן העומר למחרת הפסח, להקרבת שתי-הלחם בשבועות. היא מסמלת גם את המסע שעבר עם ישראל מיציאתו ממצרים בפסח ועד מתן תורה בשבועות. "
    },
    {
      "qes": "שבועות",
      "ans": "חל ב-ו' בסיוון ומהווה את אחד משלושת הרגלים (פסח, שבועות וסוכות), בהם היו עולים עולי הרגל אל בית המקדש שבירושלים.  מהותו של חג השבועות, כמו רבים מחגי ישראל, היא כפולה: ראשית, הוא מאזכר אירוע מעברו של העם – מתן התורה לבני ישראל על הר סיני לאחר היציאה ממצרים.   שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג הקציר' או 'חג הביכורים'."
    },
    {
      "qes": "צום גדליה ",
      "ans": "החל ב-ג' בתשרי, מציין את רציחתו של גדליהו בן אחיקם, יהודי שמונה בידי נבוכדנצר מלך בבל לנציב האחראי על שארית הפליטה שנותרה בארץ לאחר חורבן בית המקדש הראשון. גדליה נרצח בידי מתנקש יהודי ומותו סימל את תחילתה של הגלות. "
    },
    {
      "qes": "צום י' בטבת ",
      "ans": "נקבע לזכר התחלת המצור של נבוכדנצר מלך בבל על ירושלים שהביא בסופו של דבר לחורבנה. לאחר השואה ועם הקמתה של מדינת ישראל, קבעה הרבנות הראשית בישראל את התאריך הזה כיום הקדיש הכללי בו מצוין מותם של יהודים מתקופת השואה, שאין אפשרות לדעת מתי הלכו לעולמם, וקרובי משפחתם יכולים לומר במהלכו את תפילת ה- 'קדיש'*."
    },
    {
      "qes": "צום י''ז בתמוז ",
      "ans": "נקבע לזכר פריצת חומות ירושלים בידי נבוכדנצר מלך בבל, וכניסתם לעיר של הצבאות הבבליים שהחריבו את בית המקדש. בתאריך זה מתחילה תקופה בת שלושה שבועות המכונה בין המצרים."
    },
    {
      "qes": "קדיש",
      "ans": "תפילה יהודית הנאמרת לזכרו של אדם מת. על-פי ההלכה, את הקדיש יש לומר תקופה מסוימת לאחר המוות וכן בתאריך בו הלך לעולמו הנפטר בשנים הבאות."
    },
    {
      "qes": "חג הנביא אח'אדר ",
      "ans": "הנביא אלח'אדר חל ב-25 בינואר ונחוג משנות השישים. חג זה מציין את זכרו של הנביא אלח'אדר (הנביא הירוק) אשר מזוהה לפי המסורת הדרוזית עם אליהו הנביא המוזכר גם במקורות היהודיים והמוסלמים.   "
    },
    {
      "qes": "חג הנביא שועייב ",
      "ans": "חג הנביא שועייב חל בין התאריכים 27-24 באפריל, כאשר עיקר החגיגות נערכות ב- 25 באפריל. חג זה מציין את זכרו של הנביא שועייב אשר נחשב לנביא המקודש ביותר בקרב הדרוזים ומזוהה עם יתרו חותן משה.  "
    },
    {
      "qes": "חג הנביא סבלאן",
      "ans": "חג הנביא סבלאן חל ב-10 בספטמבר ונחגג משנת 1969 ועד היום. חג זה מציין את זכרו של הנביא סבלאן שיש המייחסים אותו לזבולון בנו של יעקב, המוזכר גם בכתבי הקודש הדרוזים.   "
    },
    {
      "qes": "חג הקורבן",
      "ans": "חג הקורבן הינו חג מוסלמי הנמשך לאורך חמישה ימים ומסתיים ב-10 בחודש האחרון של לוח השנה ההג'רי הוא מכונה גם 'החג הגדול' (אל-עיד אל-כביר). חג זה מסמל את מועד העלייה לרגל למכה (חאג') שהיא אחת מחמשת מצוות היסוד של האסלאם. בבסיסו עומד סיפור עקדת ישמעאל (עקדת יצחק) והוא מעלה על נס את כניעתו המוחלטת של אברהם כלפי הבורא."
    },
    {
      "qes": "יום הולדת הנביא מוחמד ",
      "ans": "חל ב-12 בחודש השלישי בלוח השנה ההג'רי. חג זה מציין את יום הולדתו של הנביא מוחמד אשר נחשב למייסד האסלאם ולנביא האחרון והחשוב ביותר בקרב המוסלמים.  "
    },
    {
      "qes": "צום הרמדאן",
      "ans": "חודש הרמדאן הינו החודש התשיעי בלוח השנה ההג'רי. חודש זה מקודש, שכן על פי המסורת קיבל בו מוחמד את הקוראן לראשונה מהאל.   בחודש זה נדרש המוסלמי המאמין להימנע מאכילה, שתייה, עישון, חיי אישות וכדומה, מצאת החמה ועד שקיעתה. "
    },
    {
      "qes": "עיד אל פיטר",
      "ans": "עם סיומו של חודש הרמדאן ותחילת החודש העשירי בלוח השנה ההג'רי, מצוין עיד אל פיטר (המכונה 'החג הקטן'), חג הפסקת הצום.  החג נמשך לאורך שלושה ימים ומסמל את סוף תקופת הטיהור והצום. "
    },
    {
      "qes": "חג הפסחא",
      "ans": "חל ביום ראשון הראשון לאחר הופעת הירח בראשיתו של האביב והוא נודד בין החודשים מרץ לאפריל.  החג מסמל על-פי האמונה הנוצרית את תחייתו של ישו כשלושה ימים לאחר צליבתו. לחג עצמו קודם 'השבוע הקדוש' בו מציינים שלושה ימים עיקריים: 'יום ראשון של הדקלים', 'יום חמישי הקדוש' ו-'יום שישי הטוב'.  "
    },
    {
      "qes": "חג המולד",
      "ans": "חג המולד הוא חג המשותף לכל הזרמים בנצרות ומציין את הולדתו של ישו; אולם הזרמים השונים מציינים אותו בתאריכים שונים, כשהתאריך הרווח ביותר הוא ה-25 לדצמבר לפיו מתנהלים הזרם הקתולי והפרוטסטנטי. סיפור החג מתבסס על תיאור הולדתו ישו לפי הברית החדשה. "
    }
  ],
  [
    {
      "qes": "חיים נחמן ביאליק",
      "ans": "חיים נחמן ביאליק, (1934-1873) משורר, סופר, מתרגם ועורך. זכה לתואר 'המשורר הלאומי' בשל תרומתו והשפעתו על התרבות היהודית בעת החדשה. בשנת 1903 ערך, יחד עם יהושע חנא רבינצקי, את ספר האגדה – קובץ מתורגם וערוך של מדרשי חז''ל."
    },
    {
      "qes": "שאול טשרניחובסקי",
      "ans": "  ** שאול טשרניחובסקי, (1943-1875) רופא, משורר ומתרגם שיצירותיו מושפעות מהמורשת היהודית אך מתכתבות גם עם תרבות יוון. כך לדוגמה, בשירו לנוכח פסל אפולו בו הוא מתאר את יחסיו המורכבים של 'היהודי החדש' עם עברו. "
    },
    {
      "qes": "יגאל אלון ",
      "ans": "יגאל אלון (1980-1918), מפקד הפלמ''ח, מראשי תנועת העבודה, חבר כנסת ושר. אלון נולד בכפר תבור והצטרף בגיל צעיר להגנה, שימש בתפקידים שונים בצה''ל והשתחרר כאלוף. לאחר פרישתו כיהן כסגן ראש הממשלה, שר החינוך ושר החוץ."
    },
    {
      "qes": "גלות יהויכין ",
      "ans": "גלות יהויכין, המכונה גם ''גלות החרש והמסגר'', התרחשה בשנת 597 לפנה''ס בעקבות מרידה מתמשכת של מלכי יהודה בבבל. כ-3 שנים אחר שקיבל יהויקים מלך יהודה את חסותה של בבל כהגמוניה אזורית, החליט למרוד בבבל."
    },
    {
      "qes": "הצהרת כורש",
      "ans": "לאחר גלות החרש והמסגר נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי, ועל רקע זה, בשנת 539 לפני הספירה, נתן ליהודים את הרשות לשוב אל ירושלים ולכונן את בית המקדש. ההכרזה כונתה הצהרת כורש והיא מובאת בספר עזרא (א', ב').  ההצהרה הביאה לחזרתם של יהודים מהגלות לארץ ולהתחלתה של שיבת ציון."
    },
    {
      "qes": "שיבת ציון",
      "ans": "שִׁיבַת צִיּוֹן היא חזרתם של היהודים מגלות בבל לארץ ישראל בעקבות הכרזת כורש, החל משנת 538 לפנה''ס."
    },
    {
      "qes": "בבל ",
      "ans": "בבל הוא שמה של ממלכה קדומה שראשיתה בעיר המדינה בבל ששרידיה נמצאים מדרום לבגדד. האימפריה הבבלית שלטה על שטחים נרחבים באזור מסופוטמיה והסהר הפורה, וירשה את כל שטחיה של האימפריה האשורית שקדמה לה.   "
    },
    {
      "qes": "כורש ",
      "ans": "כורש (המאה השישית לפני הספירה), מלכה הראשון של הממלכה הפרסית שהשתלט על ממלכות רבות הסמוכות לה ובכלל זאת על בבל. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי יחסי ועל רקע זה גם אפשר ליהודים לשוב לירושלים."
    },
    {
      "qes": "אלכסנדר הגדול ",
      "ans": "אלכסנדר הגדול ( 323-356 לפני הספירה), מלך מוקדון, מגדולי המצביאים של העת העתיקה. אלכסנדר הצליח, תוך זמן קצר יחסית, לכבוש שטחים נרחבים באירופה, באסיה הקטנה ובמזרח הרחוק. "
    },
    {
      "qes": "אלכסנדר ינאי ",
      "ans": "אלכסנדר ינאי (76-127 לפני הספירה) מלך וכהן גדול משושלת חשמונאי. ימיו היו רצופים במלחמות שהצליחו להרחיב את גבולותיה של יהודה; אך גם בצלה של המחלוקת ההולכת ומחריפה בתוך העם היהודי בין הצדוקים לבין הפרושים.  "
    },
    {
      "qes": "הורדוס",
      "ans": "לאחר תקופה קצרה בה המשיכו לשלוט המלכים החשמונאים בחסות הרומים, הם המליכו על יהודה את הורדוס (40 לפני הספירה), בן למשפחה אדומית שהייתה מקורבת לחשמונאים. מעמדו מבחינת היהודים היה מורכב: נראה כי מבחינה הלכתית הוא אכן היה יהודי, אך בפועל הוא נתפס כגורם זר והושפע מהתרבות הרומית. הורדוס שלט בממלכתו ביד רמה, חיסל את כל הטוענים האפשריים לכתר מבית חשמונאי ולא בטח באיש. "
    },
    {
      "qes": "איליה קפיטולינה",
      "ans": "הקיסר הרומי הדריאנוס תכנן לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה.   "
    },
    {
      "qes": "גזירות השמד",
      "ans": "גזירות אדריאנוס היו מכלול פעולות העונשין שהטיל הקיסר אדריאנוס על התושבים המורדים בארץ ישראל לאחר דיכוי מרד בר כוכבא, שנקראו במקורות היהודיים ''גזירות השמד''. הגזירות כללו שורה של צווים שמטרתם הייתה לעקור את האלמנטים הלאומיים והדתיים מהקהילה היהודית ביהודה, כולל איסורים על המילה, על סמיכת חכמים ועל שמירת השבת, והן בוצעו במלוא חומרתן. העיר האלילית איליה קפיטולינה נבנתה על חורבות ירושלים, על הר הבית הוקם מתחם מקודש לאל יופיטר ובכך הוגשמה התוכנית שגרמה למרד מלכתחילה."
    },
    {
      "qes": "רבי יהודה הנשיא",
      "ans": "בסוף המאה השנייה לספירה קיבל את הנהגת הקהילה היהודית רבי יהודה הנשיא המכונה בספרות חז''ל, 'רבי'. מפעלו המרכזי היה כינוס כלל המסורות ההלכתיות שהרכיבו את התורה שבעל- פה לכדי חיבור כתוב – המשנה. פעולתו בתחום זה, כמו בתחומים אחרים, מעידה על סמכותו והיא הוסיפה לעצב את העולם היהודי כפי שהוא מוכר כיום. ר' יהודה הנשיא הצליח לכונן חיים נורמליים ביהודה, למסד יחסים תקינים עם הרומים, להרגיע מגמות של מרדנות ומשיחיות ולשמר את התורה שבעל-פה למענם של הדורות הבאים.  "
    },
    {
      "qes": "התלמוד",
      "ans": "גם לאחר חתימתה של המשנה, המשיכו חכמים בלימודה ובפירושה. דיונים אלו נאספו בהדרגה ונערכו לחיבור המכונה 'תלמוד'. התלמוד הירושלמי נחתם בטבריה לקראת סוף המאה הרביעית, והוא מבטא את פועלם של חכמי ארץ-ישראל. התלמוד הבבלי נחתם בסוף המאה החמישית ונוצר בסורא ובפומבדיתא שבבבל."
    },
    {
      "qes": "ריש גלותא",
      "ans": "במרכז היהודי בבבל, ריש גלותא ייצג את הקהילה כלפי חוץ ועסק בענייני החול. "
    },
    {
      "qes": "אמוראים",
      "ans": "חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. האמוראים יצרו את התלמוד ואת הדיונים המובאים בו. "
    },
    {
      "qes": "סבוראים",
      "ans": "חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים."
    },
    {
      "qes": "'גאונים'",
      "ans": "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט. התשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה."
    },
    {
      "qes": "תקופת הראשונים",
      "ans": "תקופה זו אופיינה בהיחלשותם של המרכזים היהודיים בבבל ובצמיחה של מרכזים יהודיים חדשים באירופה. הרבנים המרכזיים שפעלו בתקופה זו, התאפיינו כמו קודמיהם בבניין של נדבך נוסף על -גבי הגותם של החכמים שקדמו להם. חכמי התקופה עסקו בכתיבתם של חיבורים הלכתיים ובפירוש לתורה ולתלמוד."
    },
    {
      "qes": "רבי משה בן מימון ",
      "ans": "רבי משה בן מימון ( 1138-1204) נולד בקורדובה (אנדלוסיה, דרום ספרד) ופעל בעיקר במצרים. הוא הנהיג את הקהילה היהודית בקהיר, התמחה ברפואה, ערך פירוש למשנה וכתב חיבורים פילוסופיים שונים ש-'מורה נבוכים'* היה אחד המרכזיים שבהם. "
    },
    {
      "qes": "משנה תורה",
      "ans": "חיבורו ההלכתי המרכזי של הרמב''ם, כולל ארבעה עשר ספרים המחולקים באופן שיטתי ובחלוקה על -פי נושאים. אופיו של החיבור היה שונה באופן מהותי מהתלמוד הבנוי על-פי רצף אסוציאטיבי ועורר בשל כך את התנגדותם של גורמים שונים שחשו למעמדם של המקורות התלמודיים הקדומים יותר. "
    },
    {
      "qes": "רש''י",
      "ans": "רבי שלמה יצחקי (1040-1105) נולד בצרפת, למד בישיבות המרכזיות של יהדות אשכנז ובמהרה הפך לסמכות תורנית-הלכתית ולמנהיג ציבור. רש''י חיבר פירוש מקיף ורחב על התורה והתלמוד המבוסס על הבנת הפשט ועל מדרשי חז''ל. פירושו נחשב למרכזי ביותר והוא נלמד באופן מסורתי בצמוד אל הטקסט. במקביל הוא עסק בפסיקת הלכה וענה על עשרות רבות של שאלות שהופנו אליו מכל רחבי העולם היהודי."
    },
    {
      "qes": "מורה נבוכים",
      "ans": "מורה נבוכים ספר פילוסופי שפרסם הרמב''ם במהלך המאה השתים-עשרה, במהלכו הוא מבקש לתת כלים לתלמיד 'הנבוך' המגלה פער בין התורה לבין הפילוסופיה הכללית. הספר עורר התנגדות רבה ומתנגדיו טענו כי הוא רצוף בדברי כפירה.  "
    },
    {
      "qes": "תור הזהב",
      "ans": "תקופת השלטון המוסלמי באזור זה נחשבת לתור הזהב של יהדות ספרד, תקופה של פריחה רוחנית, כלכלית ודתית. באותה תקופה קמו בקהילה זו תלמידי חכמים, פילוסופים, משוררים ואנשי רוח שיצרו כמה מן היצירות החשובות בתולדותיו של העם היהודי, והיו מעורבים בניהול הממלכות המקומיות. "
    },
    {
      "qes": "רקונקיסטה",
      "ans": "רֶקוֹנְקִיסְטָה) כיבוש מחדש) היא כינויו של תהליך הכיבוש-מחדש של חצי האי האיברי על ידי הממלכות הספרדיות הנוצריות מידי הממלכות המוסלמיות לאורך פרק זמן שארך כ-700 שנים ונמשך מסוף המאה השמינית ועד לסוף המאה החמש-עשרה."
    },
    {
      "qes": "דונה גרציה נשיא",
      "ans": "דונה גרציה נשיא (1569-1510) אשת עסקים יהודייה שנולדה למשפחת אנוסים בליסבון בירת פורטוגל. דונה גרציה רקמה יחסים טובים עם השלטונות העות'מאניים, סייעה רבות ליהודים שבתחומי האימפריה וכונתה על-ידה 'לה סניורה' (הגברת).  היא הרחיבה את היישוב היהודי בטבריה והפכה אותה למרכז כלכלי חשוב."
    },
    {
      "qes": "ועד ארבע ארצות",
      "ans": "ועד ארבע ארצות הוא שמו של גוף מנהלתי אשר שימש במשך כ-200 שנה, בין השנים 1520 או 1580 ל-1764, כמוסד המרכזי העליון של יהדות פולין. הוועד ייצג את היהודים בפני השלטונות הפולניים, גבה את המיסים, דאג להסדרת היחסים בין הקהילות היהודיות, פעל למען אינטרסים משותפים, התקין תקנות שונות בהתאם להלכה, שימש כמעין 'בית משפט עליון', ויסת את הפעילות הכלכלית וכן עסק בענייני חינוך ולימוד תורה."
    },
    {
      "qes": "גזרות ת''ח-ת''ט",
      "ans": "כמאה וחמישים שנים לאחר גירוש ספרד (1648-1649) החלו בפולין סדרת פוגרומים המכונים במסורת היהודית גזירות ת''ח-ת''ט. ברקע לאירועים, המכונים בהיסטוריה העולמית 'מרד חמלניצקי', עומדת התקוממות של קבוצת קוזאקים אשר נתמכו בידי הצמיתים הרבים שחיו במדינה*. המרד אמנם כוון נגד האצולה הפולנית שהתעמרה במעמדות הנמוכים, אך היהודים סומנו כנציגים של שיטת הניצול היו לקרבנותיו המרכזיים; אלפי יהודים נרצחו וקהילות רבות נחרבו."
    },
    {
      "qes": "שבתאי צבי ",
      "ans": "משיח השקר, שבתאי צבי (1626-1676), הצליח להניע אחריו יהודים רבים ולחולל תנועה שכונתה שבתאות. המסעות של צבי ברחבי האימפריה העות'מאנית ומזרח אירופה, השינויים שהוא חולל בהלכה והחלטתו להתאסלם, עוררו משבר חמור וקרע בקהילות רבות."
    },
    {
      "qes": "יעקב פרנק ",
      "ans": "יעקב פרנק (1790-1726) היה יהודי שראה את עצמו כמשיח ופעל בשטחי פולין. רבים מן החוקרים רואים בו את אחד מממשיכיו של שבתאי צבי. הכת שייסד פרנק מכונה פרנקיזם, פולחנה הדתי כלל עירוב בין יהדות ונצרות והיא הוחרמה על-ידי הקהילה היהודית.  "
    },
    {
      "qes": "החסידות",
      "ans": "תנועת החסידות היא תנועה רוחנית וחברתית יהודית שקמה באמצע המאה ה-18 במערב אוקראינה של היום, והתפשטה במהירות ביהדות מזרח אירופה. למחוללה של החסידות נחשב הבעל שם טוב. תלמידיו, בראשות המגיד ממזריטש, פיתחו את תורתה והפיצוה."
    },
    {
      "qes": "אֵמַנְצִיפַּצְיָה ",
      "ans": "אֵמַנְצִיפַּצְיָה היא מתן שוויון זכויות אזרחיות, חברתיות ומדיניות, לציבור או לעם שלא נהנה מיתרונות ומזכויות אלה קודם לכן. האמנציפציה ליהודים היא תהליך, אשר נועד 'לשפר את מצבם של היהודים', בתמורה להפקת תועלת מכישוריהם. במהלכו הושוו זכויותיהם של היהודים לאלו של בני החברה הסובבת. היא קשורה לרעיונות הליברליים, מדיניים וחברתיים; שנפוצו באירופה בעקבות ההשכלה. "
    },
    {
      "qes": "הנאורות",
      "ans": "הנאורות (המכונה גם ההשכלה) הייתה תנועה רוחנית ופוליטית שהעמידה במרכזה את השכל האנושי תוך הדגשה כי האדם התבוני הוא השולט והמעצב הבלעדי של חייו וכי על המבנה הפוליטי להביא לידי ביטוי עמדה זו ולהימנע מכפייה ורודנות. המהפכה הצרפתית (1789) במהלכה הוחלף השלטון המלוכני בצרפת בידי בני המעמד השלישי היווה ביטוי פוליטי מרכזי לרעיונות אלו."
    },
    {
      "qes": "איחוד איטליה",
      "ans": " איחוד איטליה, מאז התפוררותה של האימפריה הרומית, היו שטחי איטליה מחולקים למדינות רבות, חלקן תחת שלטון זר. בראשית המאה התשע-עשרה החל לפעול אגודות לאומיות שביקשו 'לשחרר' את איטליה ולאחד אותה תחת שלטון אחד. תהליך איחודה של איטליה נחשב לאחד השיאים של המהפכה הלאומית('אביב העמים') והשפיע רבות על תנועות לאומיות אחרות ובהן הציונות."
    },
    {
      "qes": "עלילת דמשק",
      "ans": "כינוי לעלילת דם ולפרעות ביהודים שהתרחשו בדמשק ב-1840 כאשר הקהילה היהודית הואשמה ברצח של נזיר נוצרי ומשרתו המוסלמי. אירוע זה במהלכו נאסרו נכבדי הקהילה היה ביטוי ראשון לאנטישמיות בעולם המוסלמי.  "
    },
    {
      "qes": "יהודה לייב פינסקר",
      "ans": "יהודה לייב פינסקר היה יהודי יליד רוסיה ששימש כרופא בעיר אודסה; לאחר שהתאכזב מסיכוייהם של היהודים להמשיך ולחיות ברוסיה האמין כי הפתרון היחיד למצוקתם טמון בעזיבת המדינה. במהלך שנת 1882 פרסם חוברת קטנה בעילום שם וכותרתה 'אוטואמנציפציה! קול קורא לבני עמו, מאת יהודי רוסי'.  "
    },
    {
      "qes": "החוברת 'אוטואמנציפציה'",
      "ans": "באוטואמנציפציה יהודה לייב פינסקר טען כי אוכלוסיית הרוב הלא-יהודית רואה ביהודים זרים ואינה מוכנה לקבלם כחלק מהחברה, זרות זו מביאה גם לא אחת לפחד ולשנאה. לאור זאת אין בהשוואת הזכויות של היהודים (אמנציפציה) די, מאחר והיא לא תפתור את הדימוי שלהם כזרים. האופציה היחידה על כן היא שחרור עצמי (אוטואמנציפציה) והקמת 'ארץ מקלט'."
    },
    {
      "qes": "חובבי ציון",
      "ans": "חובבי ציון או חיבת ציון הוא שם כולל למספר אגודות ציוניות שנוסדו במזרח אירופה בסוף המאה ה-19 ודגלו בציונות מעשית, למשל: עלייה והתיישבות יהודית בארץ ישראל. התנועה הוקמה בתגובה לאנטישמיות ולמכשולים שהושמו בפני האמנציפציה של יהודי אותן ארצות, וכחלק מן ההתעוררות הלאומית באירופה בכלל ואף בקרב היהודים. "
    },
    {
      "qes": "ועידת קטוביץ",
      "ans": "ועידת קטוביץ הייתה ועידה שהתכנסה ב-1884 בעיר קטוביץ, ביוזמתם של הד''ר יהודה לייב פינסקר והרב שמואל מוהליבר. מטרתה הייתה לפתור את בעיות הארגון של תנועת חובבי ציון ולמצוא דרך לסייע להתיישבות בארץ ישראל. הכינוס הניח את היסוד לתחילתה של פעילות לאומית מאורגנת."
    },
    {
      "qes": "שמואל מוהליבר ",
      "ans": "שמואל מוהליבר (1898-1824) רב יליד וילנה, ממנהיגיה של תנועת 'חיבת ציון' ונחשב למנהיג הדתיים בתנועה. הרב מוהליבר סייע רבות למושבות של עולי העלייה הראשונה וחיבר חיבורים הלכתיים רבים. "
    },
    {
      "qes": "מדינת היהודים",
      "ans": "בשנת 1896, הוצגו לראשונה רעיונותיו של הרצל באופן שיטתי במסגרת הספר מדינת היהודים. הספר תורגם עד מהרה לעברית, ליידיש ולרוסית ועורר תגובות רבות. הרצל ניסח בספר שלבי פעולה מפורטים המסבירים כיצד ניתן להשיג את המטרה הזו ובזה חידושו המרכזי.   מעבר לצורך בהקמתם של מוסדות, הדגיש הרצל על הצורך ב-צ'ארטר, אישור בין-לאומי להתיישבות היהודית. "
    },
    {
      "qes": "תוכנית באזל",
      "ans": "תוכנית באזל היא מצעה של התנועה הציונית, שגובש בעת הקונגרס הציוני הראשון בבאזל, (שווייץ, 1897). מטרת התוכנית: ''הציונות שואפת להקים בית מולדת לעם היהודי בארץ ישראל, המובטח לפי משפט הכלל'', כלומר: שאיפה להקמת בית לאומי ליהודים בארץ ישראל, בהסכמתן של אומות העולם. בתוכנית לא נעשה שימוש במונח ''מדינה'' אלא ''בית מולדת'', מחשש לתגובת העות'מאנים ששלטו באותה העת בארץ ישראל ויכלו להתנכל ליהודים שם."
    },
    {
      "qes": "אלטנוילנד ",
      "ans": "ב-1902 פרסם הרצל ספר נוסף: אלטנוילנד (ארץ ישנה-חדשה), הפעם היה הספר רומן אוטופי שתיאר את החיים במדינה היהודית שעתידה לקום בארץ ישראל. הרצל מצייר את המדינה הזו כחברת מופת, חברה המושתתת על עקרונות הצדק, הדאגה לחלש, הסובלנות והשלום."
    },
    {
      "qes": "הציונות המדינית",
      "ans": "הציונות המדינית הייתה זרם בתנועה הציונית בשלהי המאה ה-19, אשר דגל בפעולה מדינית דיפלומטית לפני פעולות התיישבות בקנה מידה רחב בארץ ישראל. הציונות המדינית הייתה שונה ואף מנוגדת לתנועת חיבת ציון ולזרם המעשי שדגלו בעיקר בעבודה בארץ ישראל בלי להבטיח מראש זכויות פוליטיות. מנהיגו המובהק של הזרם היה בנימין זאב הרצל, ולשם מימושה של הציונות המדינית נוסדה ההסתדרות הציונית. "
    },
    {
      "qes": "הציונות המעשית ",
      "ans": "גישה התומכת במגוון פעילויות המתמקדות בעלייה, בקניית אדמות ובהקמת יישובים ומפעלים בא''י, בלי ההתניה של אישור האומות (ללא קבלת צ'ארטר חוקי). רבים מתומכיה היו אנשי תנועת העבודה וההתיישבות העובדת אשר האמינו כי רק פעולות בשטח יכריעו את המאבק. היטיב לבטא עמדה זו יוסף טרומפלדור אשר טבע את הסיסמה: ''במקום שבו עוברת המחרשה, שם יהיה הגבול''."
    },
    {
      "qes": "הציונות הסינתטית",
      "ans": "הציונות הסינתטית שביקשה לשלב (ליצור סינתזה) בין הציונות המדינית והציונות המעשית וסברה כי על התנועה הציונית לפעול לשיפור מצבם של היהודים במזרח אירופה. בראש הזרם עמד חיים ויצמן, לימים נשיאה הראשון של ישראל. הגישה החדשה לציונות ביקשה לאחד את הפעולה המדינית עם עבודה מעשית בארץ ישראל. בייסוד הזרם מונח הרעיון שאין להפריד בין הפעילות המעשית לפעילות המדינית."
    },
    {
      "qes": "הציונות הרוחנית ",
      "ans": "בראשו עמד אחד-העם, אשר צבי גינצברג (1927-1856). אחד העם היה פעיל ציוני ותיק שהחל את פעילותו עוד בימי 'חיבת ציון'. לטענתו ארץ-ישראל אינה מסוגלת לקלוט עלייה המונית וכי היהודים אינם 'מתאימים' עדיין לעלייה ולעבודת האדמה. בארץ ישראל הוא ראה 'מרכז רוחני' ולא 'ארץ מקלט', הוא האמין שצריכה לקום בה מדינה יהודית שתשמר ותפתח את התרבות היהודית וסירב לראות בה מקום מפלט מפרעות ומאנטישמיות. לאור זאת הוא סבר כי יש להתמקד ב-'הכשרת הלבבות', קרי הכשרה רוחנית של היהודים לעלייה לארץ."
    },
    {
      "qes": "הציונות הדתית",
      "ans": "זרם אידאולוגי בתנועה הציונית הדוגל בלאומיות יהודית ובהקמת מדינה ליהודים ושם דגש על הפן היהודי בציונות. בניגוד להשקפה החרדית, תומכת הציונות הדתית במעשה אנושי. רבים בה רואים בהקמת מדינת ישראל אתחלתא דגאולה. עוד ב-1893 הקים הרב מוהליבר, אחד ממנהיגי תנועת 'חיבת ציון', את תנועת 'המזרחי' שביקשה להפיץ את הציונות בקרב האוכלוסייה הדתית ובראשה  עמד גם הרב יצחק יעקב ריינס, מגדולי הרבנים בליטא*.  "
    },
    {
      "qes": "הציונות הסוציאליסטית",
      "ans": "זרם בתנועה הציונית  שזכה לפופולאריות הולכת וגוברת, בעיקר בתוך הארץ וביקש לשלב בין הרעיון הציוני לעקרונות הסוציאליזם המבקש ליצור שוויון בין כל בני האדם ולטפל בפערים מעמדיים. אחד מראשוני הציונות הסוציאליסטית היה נחמן סירקין (1868-1924) שפרסם בשנת 1898 חיבור בנושא. הציונות הסוציאליסטית הצליחה במיוחד במזרח אירופה ורבים מעולי העלייה השנייה והעלייה השלישית נשבו ברעיונותיה. הדוגלים בציונות סוציאליסטית התאגדו באגודות 'פועלי ציון' שהפכה בהדרגה למפלגה."
    },
    {
      "qes": "סופות בנגב",
      "ans": "כינוי לגל פרעות בדרום רוסיה בין השנים 1882-1881, במהלכן התנפלו הפורעים על יותר ממאתיים קהילות יהודיות בעוד שהשלטון המרכזי הרוסי עמד מנגד. הפרעות מהוות את אחד הגורמים המרכזיים לגל ההגירה הגדול של יהודי רוסיה שחלקו הופנה לארץ ישראל והיווה את העלייה הראשונה."
    },
    {
      "qes": "פרעות קישנב",
      "ans": "קישינב היא עיר שהייתה בעבר תחת שלטון רוסי וכיום משמשת כבירת מולדובה. באפריל 1903 בשבוע שבו חל חג הפסחא, פרצו בעיר ומסביב לה פרעות קשות ביהודים בהן נרצחו כארבעים ותשעה אנשים, כשש מאות נוספים נפצעו וכאלף וחמש מאות בתים וחנויות נבזזו."
    },
    {
      "qes": "עלילת דמשק",
      "ans": "בשנת 1840, הואשמו יהודי דמשק ברצח פולחני של נזיר נוצרי ומשרתו המוסלמי בעלילת דם."
    },
    {
      "qes": "מסעות הצלב",
      "ans": "סדרת מסעות שיזמו האפיפיורים הנוצרים בין המאה האחת-עשרה למאה השלוש-עשרה. המסעות לוו בלהט דתי ובמרכזם עמד ניסיון לחדש את השליטה הנוצרית על טריטוריות שהיו בידיים אחרות, ובראשן על ארץ-ישראל. עבור היהודים היו מסעי הצלב בבחינת אסון: הצלבנים, עברו דרך קהילות יהודיות ורצחו באכזריות אלפים מחבריהם."
    },
    {
      "qes": "גזרות תתנ''ו",
      "ans": " בעת מסע הצלב הראשון (1095) התרחשו פרעות קשות ביותר שפגעו בקהילות מרכז גרמניה (בעיקר בקהילות שו''ם: כינוי מקובל לקהילות היהודיות בערים שפיירא, וורמייזא ומגנצא, שעל גדות נהר הריין) והן כונו גזרות תתנ''ו. "
    },
    {
      "qes": "ספר האורית",
      "ans": "ספר התורה של יהודי אתיופיה מכונה 'אורית' והוא כתוב בשפת הגעז המקודשת להם."
    },
    {
      "qes": "ביתא ישראל",
      "ans": "היהודים נזכרים בהיסטוריה של אתיופיה כפלאשים, כינוי שמשמעותו 'פולש'. הם מכנים את עצמם בכינוי: 'ביתא ישראל' המעיד על השייכות הדתית-אתנית שלהם אל העם היהודי. 'ביתא ישראל' מתוארת כקהילה שקיימה עצמאות ריבונית וביקשה לשמור עליה מפני הקיסרים הנוצרים."
    },
    {
      "qes": "מיסיון ",
      "ans": "מיסיון (מלטינית: 'שליחות') היא פעילות להפצת דת מסוימת בקרב בני דת אחרת. עיקר פעילויות המיסיון נעשו בידי הנוצרים. המיסיון קיבל ממד ממוסד עם ראשיתו של הקולוניאליזם, והופץ בידי מעצמות אירופה במדינות אותן כבשו באפריקה."
    },
    {
      "qes": "הרב עובדיה יוסף ",
      "ans": "הרב עובדיה יוסף (2013-1920) ממנהיגיה הבולטים של היהדות החרדית הספרדית, רב ופוסק הלכה. הרב עובדיה נולד בבגדד ובילדותו עלה עם משפחתו לארץ-ישראל. הוא הוסמך לדיינות בגיל צעיר, שימש במגוון תפקידים רבניים ומונה כראשון לציון. בין חיבוריו ההלכתיים החשובים נמצא ספר השאלות והתשובות יביע אומר המונה עשרה כרכים."
    },
    {
      "qes": "הרב שלמה גורן ",
      "ans": "הרב שלמה גורן (1994-1918) רב ופוסק הלכה, שיסד את הרבנות הצבאית הראשית. בשנת 1971 השתחרר מצה''ל בדרגת אלוף ומונה לרב האשכנזי הראשי לישראל. בין ספריו: 'משיב מלחמה', 'תורת המועדים', 'ספר משנת המדינה' ועוד."
    }
  ],
  [
    {
      "qes": "אנטישמיות",
      "ans": "את המושג אנטישמיות טבע ב-1879 וילהלם מאר על-מנת לתאר את גישתו הגזענית-לאומנית. מאז נעשה בו שימוש לתיאור השנאה ליהודים לאורך ההיסטוריה כולה. "
    },
    {
      "qes": "ליל הסכינים הארוכות",
      "ans": "ליל הסכינים הארוכות הוא כינוי למסע רציחות שערך היטלר נגד בכירי ארגון האס אה ב-30 ביוני 1934. יותר מ-100 נרצחו, הנאצים ניצלו את ההזדמנות ורצחו גם מנהיגים אחרים שאיתם “היה להם חשבון פתוח”. היטלר הפך בפועל למנהיג הבלתי-מעורער של גרמניה, ראשי הצבא הפגינו בו תמיכה פומבית, והאס. אס. בראשות היינריך הימלר הפך לזרוע הצבאית של המפלגה."
    },
    {
      "qes": "חוקי נירנברג",
      "ans": "חוקי נירנברג היו חוקי גזע בימי שלטון גרמניה הנאצית, אשר הגדירו מיהו אזרח גרמני (''בעלי דם גרמני או קרוב לו''). חוקים אלו נוסחו בכנס ועידת המפלגה הנאצית במהלך מצעדם השנתי בעיר נירנברג, ב־15 בספטמבר 1935, ומטרתם הייתה לשלול זכויות אזרח מכל מי שאינו עונה להגדרה זו מכיוון שאיננו ממוצא ארי. ב־14 בנובמבר אותה שנה פורט החוק הבסיסי, וכוּון ספציפית נגד היהודים. "
    },
    {
      "qes": "אריזציה",
      "ans": "השתלטות אלימה על בתי עסק ונכסים יהודים. "
    },
    {
      "qes": "ליל הבדולח",
      "ans": "בנובמבר 1938 בלילה שבין ה-9 ל-10 בחודש פשטו יחידות נאציות המלוות בהמון העם על מבני מגורים, מוסדות ועסקים יהודיים.   הפרעות נשאו אופי של 'פרעות עממיות' שפרצו בעקבות רצח המזכיר בשגרירות גרמניה בצרפת, אך המעורבות הממשלתית והמפלגתית בהן הייתה ניכרת. "
    },
    {
      "qes": "האונייה סנט-לואיס ",
      "ans": "האונייה סנט-לואיס יצאה במאי 1939 מנמל המבורג והייתה אחת האניות האחרונות שעזבו את גרמניה לפני סגירת שעריה.  הפליטים נשאו אשרות הגירה לקובה, אך כאשר הגיעו לדרום אמריקה סירבה לקלטם. האנייה פנתה אל מיאמי, אך גם ארה''ב סרבה לקלוט את הפליטים שעל סיפונה. רק מששבה האנייה לכיוון אירופה הסכימו כמה מדינות במערבה של היבשת לקלוט את הפליטים שעל סיפונה."
    },
    {
      "qes": "ריבנטרופ-מולוטוב",
      "ans": "הסכם ריבנטרופ-מולוטוב נחתם בין שר החוץ הגרמני, יואכים פון-ריבנטרופ ושר החוץ הסובייטי, ויאצ'סלב מולוטוב, ב-23 באוגוסט 1939. ההסכם כלל חלק גלוי התובע אי -התקפה בין ברית המועצמות לגרמניה, וחלק חסוי בו נקבעה חלוקת שטחה של פולין בין שתי המדינות. ב-22 ביוני 1941 הפרה גרמניה את ההסכם כאשר פתחה במבצע 'ברברוסה'. "
    },
    {
      "qes": "איגרת הבזק של היידריך",
      "ans": "ב-21 בספטמבר נשלחה איגרת מטעם ראש משטרת הביטחון, ריינהרד היידריך ובה הוראות לגבי אופן הטיפול ביהודים. הוא הורה לרכז את היהודים בכמה ערים גדולות הסמוכות לצמתי רכבות, בשטחי פולין שאינם עתידים להיות מסופחים אל גרמניה ('גנרלגוברנמן').  הוא הורה על הקמת יודנראטים. זאת כדי לרכז ולארגן את היהודים לקראת גירושם מתחומי השלטון הגרמני."
    },
    {
      "qes": "גטו",
      "ans": "בתקופת השואה בשטחי הכיבוש הנאציים, רוכזו היהודים במתחמים שנקראו ''גטו'', כשלב מקדים לפני שילוחם אל מחנות ההשמדה. המתחמים הוקמו על ידי שלטונות גרמניה הנאצית בשיתוף פעולה עם המקומיים, ובמקרים רבים בשכונות וברבעים יהודים ובסמוך להם. כ-20% מתושבי הגטו מצאו את מותם ברעב, במחלות ובירי על ידי חיילים גרמנים. "
    },
    {
      "qes": "מבצע ברברוסה",
      "ans": "תוכנית המבצעים, שהוכנה על ידי המטה הכללי של הצבא הגרמני, למלחמה נגד ברית המועצות ולכיבוש שטחה על ידי צבאות גרמניה הנאצית ובעלות בריתה במלחמת העולם השנייה. מטרת המבצע הייתה להכניע את ברית המועצות באמצעות השמדת כוחות הצבא האדום, כיבוש מרכזי השלטון של ברית המועצות, והשתלטות על משאביה הכלכליים והתעשייתיים. "
    },
    {
      "qes": "וועידת ואנזה",
      "ans": "ב-20 בינואר 1942, בעוד ההשמדה של היהודים נמצאת בעיצומה התכנסה בפרבר של ברלין וועידת ואנזה. בוועידה השתתפו ארבעה-עשרה נציגים בכירים של הממשל הנאצי שביקשו לדון ב-'פתרון הסופי של בעיית היהודים'. השמדת היהודים נרצחו החלה אמנם חודשים רבים לפני הוועידה, אולם ממנה ואילך הפכה ההשמדה לשיטתית ומקיפה יותר."
    },
    {
      "qes": "מבצע ריינהרד",
      "ans": "במרץ 1942 החל מבצע ריינהרד שמטרתו הייתה להביא להשמדתה של יהדות פולין ובמסגרתו הוקמו שלושה מחנות השמדה גדולים (בלז'ץ, סוביבור וטרבלינקה) בהם נרצחו יהודים בשיטתיות בתאי גזים. בגטאות בוצעו אקציות (מגרמנית: מבצע) במהלכן נאספו היהודים מן הרחובות והבתים והובאו אל כיכר השילוחים (אומשלאגפלץ)."
    },
    {
      "qes": "חסידי אומות העולם",
      "ans": "חסידי אומות העולם הם בודדים וקבוצות שסייעו בידיהם של היהודים, תוך סיכון עצמי וללא תמורה. אין ידיעה ברורה מה מספר ניצולי השואה אשר ניצלו הודות לפעולתם של חסידי אומות העולם, אך מתוך הידוע לנו עולה כי הם השתייכו לכל שכבות האוכלוסייה ופעלו בכל רחבי אירופה.  את אות 'חסיד אומות העולם' מעניקה 'יד-ושם' ועד כה הוענקו כ-25,000 אותות.  "
    },
    {
      "qes": "מרד גטו ורשה",
      "ans": "המרידות התרחשו בכמה גטאות, אך המרד הגדול ביותר התרחש בגטו ורשה. במהלכו פעלו שני ארגונים יהודיים האי''ל (ארגון יהודי לוחם) והאצ''י (ארגון צבאי יהודי) שהצליחו להחזיק מעמד קרוב לחודש, לרתק אל שטח הגטו כוחות גדולים של גרמנים ולהסב להם אבדות.   "
    },
    {
      "qes": "הפרטיזנים",
      "ans": "פרטיזן הוא כינוי ללוחם בצבא לא-סדיר שפועל נגד כוחות כיבוש. הכינוי מתייחס בדרך כלל ללוחמים בתנועות מחתרת נגד הכיבוש הנאצי באירופה בתקופת מלחמת העולם השנייה. כוחות הפרטיזנים פעלו במזרח ובמערב אירופה והורכבו מיהודים ושאינם יהודים שניסו לפגוע בעורף הגרמני והסתתרו ביערות."
    },
    {
      "qes": "עקורים",
      "ans": "בתום מלחמת העולם השנייה  זוועות הכיבוש הנאצי נחשפו ורבבות ניצולים יהודים שכונו שארית הפליטה החלו לנדוד באירופה. הפליטים היהודים היו חסרי בית וגילו במרבית המקרים כי כל רכושם נגזל במהלך השואה. רבים מהם היו במצב גופני ונפשי ירוד. "
    },
    {
      "qes": "מחנות עקורים",
      "ans": "בעלות הברית ששלטו בשלב הראשון בשטחים ששוחררו מן הכיבוש הנאצי הקימו עבורם מחנות עקורים.  מחנות אלו הוקמו בדרך כלל בתחומי מחנות ששימשו בעבר את הנאצים כמחנות השמדה ועבודה, על אף השיפור בתנאים, החיים בהם היו עדין לא נוחים. ניצולי השואה מצדם פיתחו במחנות חיי תרבות, חינוך וחברה שהיוו ביטוי לבחירתם 'לחזור לחיים'."
    },
    {
      "qes": "משפטי נירנברג",
      "ans": "ב-20 בנובמבר 1945 החלו בגרמניה משפטי נירנברג בהם הועמדו לדין בפני טריבונל בין-לאומי ראשי המשטר הנאצי שנותרו בין החיים. המשפט אמנם לא התמקד בפשעיהם של הנאצים כלפי היהודים, אך במהלכו נחשף לראשונה תיעוד קשה ביחס לרצח ולמנגנוני ההשמדה. שיתוף הפעולה הבין-לאומי במהלך המשפטים והערכים המשותפים שעלו ממנו שימשו מאוחר יותר כמסד לאמנה למניעת רצח-עם."
    },
    {
      "qes": "יד ושם",
      "ans": "רשות ממלכתית המופקדת על תיעוד תולדותיו של העם היהודי בתקופת השואה, הנצחת הנרצחים והנחלת מורשת השואה לדורות הבאים.   בנוסף אחראית הרשות על ההכרה וההנצחה של חסידי אומות העולם."
    },
    {
      "qes": "הסכם השילומים",
      "ans": "הסכם השילומים (1952), הוא הסכם שנחתם בין ממשלת מערב גרמניה לממשלת ישראל במסגרתו העבירה גרמניה לישראל סכום של כשלושה מיליארד מארק כפיצוי על הסבל והנזק החומרי אשר נגרם ליהודים בתקופת השואה."
    }
  ],
  [
    {
      "qes": "היישוב הישן",
      "ans": "לפני העליות הציוניות התקיים בארץ יישוב קטן יחסית של יהודים אדוקים בדתם שהתרכז בעיקר ב-'ארבעת ערי הקודש' (ירושלים, צפת, טבריה וחברון), וכונה 'היישוב הישן'.  יהודים אלו התקיימו מכספי החלוקה (כספי תרומה שנשלחו מיהודים בגולה) וחייהם סבבו סביב לימוד התורה וקיום מצוות. החל מן העלייה הראשונה החלו להגיע לארץ עולים חדשים שקיבלו את הכינוי 'היישוב החדש'."
    },
    {
      "qes": "עלייה ראשונה",
      "ans": "העלייה הראשונה (עליית האיכרים) 1881-1903- יהודי העלייה הראשונה עלו לארץ על מנת ליצור התיישבות (בניגוד ליישוב הישן שעלה לארץ למטרת לימוד תורה). העלייה מנתה כ-25000 יהודים. רובם ממזרח אירופה (רוסיה, רומניה וכו') וחלק קטן מתוכם היה מתימן (כ-10%). עלייה זו אופיינה במשפחות שומרות מסורת."
    },
    {
      "qes": "עלייה שנייה",
      "ans": "בשנת 1904 החל גל עלייה חדש שכונה העלייה השנייה, ונמשך עד לפרוץ מלחמת העולם הראשונה, בשנת 1914. הצטרפו בתקופה זו לאוכלוסייתה של הארץ, כשלושים וחמישה אלף עולים, רובם ממזרח אירופה, ובסופה מנה היישוב היהודי כשמונים וחמישה אלף תושבים.   ברקע לעלייה עומד מצבם הקשה של יהודי מזרח אירופה שהוסיף להיות קשה, פרעות אנטישמיות (ובמרכזן פרעות קישינב) והתחזקות התנועה הציונית.  "
    },
    {
      "qes": "תחיית השפה העברית",
      "ans": "תחיית הלשון העברית היא תהליך שהתחולל באירופה ובארץ ישראל בסוף המאה התשע עשרה ובתחילת המאה העשרים, ובמסגרתו הפכה השפה העברית מלשון כתובה וליטורגית המשמשת בעיקר לצרכים דתיים או ספרותיים ללשון מדוברת, רב-מערכתית ולאומית."
    },
    {
      "qes": "גירוש תל-אביב",
      "ans": "'  במרץ 1917 גירשו הטורקים את תושבי יפו וסביבותיה, ובכללם את תושבי תל אביב, באירוע שכונה לימים גירוש תל- אביב. ברקע לצו הגירוש עמדה התקדמותם של הבריטים בחזית המצרית, ובאופן רשמי הוא הופנה לכלל תושבי האזור (יהודים כערבים). אולם בפועל השפיע בעיקר על היהודים שעזבו את בתיהם וחזרו לאזור רק לאחר חודשים ארוכים. "
    },
    {
      "qes": "חבר הלאומים",
      "ans": "גוף בין-לאומי שהוקם בשנת 1920, בעקבות מלחמת העולם הראשונה. מטרותיו היו: שמירת השלום בעולם ומניעת תוקפנות צבאית מצד מדינות. גוף זה העניק לבריטניה את המנדט על ארץ-ישראל. בפועל ההצלחה של חבר הלאומים בתפקידו הייתה מוגבלת בלבד, והוא חדל מלתפקד בפועל עם פרוץ מלחמת העולם השנייה. ב-1946 הועברו כלל סמכויותיו לאו''ם.  "
    },
    {
      "qes": "הצהרת בלפור",
      "ans": "הצהרת בלפור היא הכינוי המקובל למסמך שנחתם בידי שר החוץ הבריטי, הלורד ארתור ג'יימס בלפור, ב-1917 ועיקרו הכרזה ולפיה בריטניה תתמוך בהקמת בית לאומי לעם היהודי בארץ ישראל. מתן ההצהרה היה הישג מדיני חסר תקדים של התנועה הציונית: מעצמה עולמית כמו בריטניה הסכימה למעשה לפרוש את חסותה על התנועה הציונית ולסייע לה במימוש מטרתה העיקרית."
    },
    {
      "qes": "האנייה 'רוסלן'",
      "ans": "בשנת 1919 הגיעה לחופי הארץ האנייה 'רוסלן' ועל סיפונה למעלה מ-600 עולים, שהיוו כאחוז מכלל האוכלוסייה היהודית בארץ באותה העת הגעתה של אנייה זו סימנה את ראשיתה של העלייה השלישית שנמשכה עד 1923, ובמהלכה הגיעו ארצה כשלושים וחמישה אלף עולים. "
    },
    {
      "qes": "גדוד העבודה",
      "ans": "גוף שהקימו עולי העלייה השלישית, אשר נועד להיות קומונה כללית שחבריה חיים חיי שיתוף, כמו בקיבוץ. פלוגות 'גדוד העבודה' עבדו בסלילת כבישים ובהקמת יישובים, אך עקב מחלוקות, הגדוד התפצל וחדל לפעול ב-1929."
    },
    {
      "qes": "ההסתדרות הכללית של העובדים העבריים בא''י",
      "ans": "ארגון עובדים שאיגד את כלל העובדים היהודים בארץ 'לשם סידור כל העניינים היישוביים, הכלכליים והתרבותיים של המעמד העובד בארץ ובניין חברת העבודה העברית בארץ ישראל' (מתוך החלטת היסוד של ההסתדרות). בניגוד לארגוני עובדים אחרים, פעילותה של ההסתדרות נגעה לכל תחומי החיים והיא הפכה עד מהרה לארגון החשוב ביותר של תנועת העבודה ולאחד הגופים הדומיננטיים בחיי היישוב בארץ.  "
    },
    {
      "qes": "החלוץ",
      "ans": "החלוץ הייתה מסגרת שנוסדה ב-1918 ברוסיה, במטרה להכשיר צעירים יהודים לקראת עלייה לארץ תוך דגש על לימודי עברית והכשרה לעבודה חקלאית ולהגנה עצמית. בשיא כוחה של התנועה, ערב מלחמת העולם השנייה, היו חברים בה כמה עשרות אלפי צעירים; בשנים 1939-1919 עלו לארץ כ-50 אלף מחבריה.  "
    },
    {
      "qes": "השומר הצעיר",
      "ans": "השומר הצעיר היא תנועת נוער שהוקמה ב-1913 במזרח-אירופה וחרתה על דגלה ציונות, סוציאליזם ואחוות עמים. חניכי התנועה שעדין פועלת בישראל, הקימו קיבוצים רבים שאוגדו במסגרת הקיבוץ הארצי."
    },
    {
      "qes": "העלייה השלישית",
      "ans": "העלייה השלישית היא גל עלייה גדול לארץ ישראל, עם סיום מלחמת העולם הראשונה. החל משנת 1918 ועד שנת 1923 בסיום המשבר הכלכלי. רוב העולים באו מאירופה ובמידה רבה ממניעים ציוניים. אומדן העולים בתקופה זו הוא כ-35,000."
    },
    {
      "qes": "העלייה הרביעית",
      "ans": "העלייה הרביעית, היא גל העלייה הגדול בין השנים 1924–1931 לארץ ישראל. מספר העולים בתקופה זו מוערך בכ-70,000 נפש. הדימוי של העלייה הרביעית היה של עליית משפחות בנות המעמד הבינוני אשר עזבו את פולין בשל המצב הכלכלי הקשה ובחרו להגיע לארץ-ישראל רק בשל הקושי להגר לאמריק. בפועל נמנו בין העולים גם פועלים רבים שפנו לעבודת כפיים במושבות ובערים."
    },
    {
      "qes": "העלייה החמישית",
      "ans": "בשנים 1939-1933 הגיעו לארץ כרבע מיליון עולים בגל עלייה שכונה העלייה החמישית. ברקעה של עלייה זו עומדת החרדה מפני המשטרים הפשיסטיים שתפסו את השלטון באירופה, ומגורלם של היהודים תחת שלטונם, כמו גם צמצום אפשרויות ההגירה למדינות אחרות מחוץ לאירופה. עלייה זו הגדילה את היישוב היהודי בארץ כמעט פי שלושה, ובסופה הוא מנה קרוב לחצי מיליון תושבים.  על אף שרק כחמישית מהעולים הגיעו מגרמניה, הם הטביעו את חותמם על עלייה זו. "
    },
    {
      "qes": "מכתבי מקמהון-חוסיין",
      "ans": "מכתבי חוסיין–מקמהון הם החלפת מכתבים בימי מלחמת העולם הראשונה, בין הנרי מקמהון, מושל מצרים מטעם האימפריה הבריטית, לבין השריף חוסיין בן עלי. חליפת המכתבים הייתה משא ומתן רשמי-למחצה על התנאים שבהם יתמוך השריף חוסיין במרד ערבי במזרח התיכון נגד העות'מאנים, לשירות האינטרס הבריטי, תמורת התמנותו ל''מלך הערבים'' על הממלכה הערבית החדשה. בעיני בריטניה לא מדובר בהסכם רשמי. אך בעיני הערבים התרחשה בגידה, לאור הסתירה בין המכתבים לבין הסכם סייקס–פיקו והצהרת בלפור."
    },
    {
      "qes": "הספר הלבן הראשון",
      "ans": "בשנת 1922 פורסם הספר הלבן הראשון על ידי שר המושבות הבריטי, וינסטון צ'רצ'יל***. בספר אמנם הביעה בריטניה את המשך תמיכתה בהקמת בית לאומי לעם היהודי, כפי שנקבע בהצהרת בלפור; אך עבר הירדן המזרחי (לימים ממלכת ירדן) הופרד מארץ-ישראל והוחרג מהצהרה זו, ונקבע כי העלייה היהודית לארץ תוגבל ותותאם ליכולת הקליטה הכלכלית שלה. בהתאמה עמדו שנות העשרים בסימן שיתוף פעולה עם הבריטים שהביא להתפתחות כללית של היישוב היהודי בארץ והקמה של מוסדות אוטונומיים, תרבותיים וכלכליים."
    },
    {
      "qes": "הסכם סייקס-פיקו ",
      "ans": "הסכם סייקס-פיקו היה הסכם חשאי בין בריטניה לצרפת שחילק את המזרח התיכון בין שתי המעצמות שלאחר המלחמה. ההסכם לא בוצע בפועל באופן מלא, ורק במהלך 1920 נקבעו קווי התיחום הסופיים שהקנו לבריטים את השליטה באצבע הגליל.  "
    },
    {
      "qes": "קרב תל-חי",
      "ans": "הקרב על תל חי נערך ב-1 במרץ 1920 בין חמושים ערבים לבין כוח צבאי מגן יהודי שהגן על החווה החקלאית תל חי שבאצבע הגליל. במהלך הקרב תקפה מיליציה ערבית שיעית, מלווה בבדואים מכפר סמוך, את תל חי. לאחר הקרב נהרגו שמונה יהודים וחמישה ערבים. יוסף טרומפלדור, מפקד המגינים היהודים של תל חי, נורה בידו ובבטנו, ומת בעת שפונה לכפר גלעדי באותו ערב. תל חי ננטשה לבסוף על ידי היהודים ונשרפה על ידי המיליציה הערבית."
    },
    {
      "qes": "ברל כצנלסון",
      "ans": "ברל כצנלסון (1944-1887), ממנהיגיה הבולטים של תנועת העבודה בארץ-ישראל והציונות הסוציאליסטית. כצנלסון עלה לארץ בעלייה השנייה, דגל בשילוב בין ערכים סוציאליסטיים ללאומיות היהודית; אך בניגוד לרבים מבני דורו, הדגיש את הרלוונטיות של המסורת היהודית.  "
    },
    {
      "qes": "חגיגות נבי מוסא ",
      "ans": "מנהג מוסלמי של עלייה לרגל אל מסגד נבי מוסא השוכן במדבר יהודה, סמוך לעיר יריחו. על-פי האמונה המוסלמית באתר זה קבור משה שהוא 'ראשון הנביאים'. המסע אל-עבר נבי מוסא היה יוצא מהר הבית בירושלים."
    },
    {
      "qes": "מאורעות תרפ''א ",
      "ans": "מאורעות תרפ''א היו סדרה של מעשי רצח, אלימות, ואונס ביהודים, שוד וביזת רכושם, בידי ערבים. המאורעות החלו ב-1 במאי 1921 בתהלוכת חג הפועלים שהתפתחה להתנגשות בין ערבים ליהודים, והסתיימו לאחר חמישה ימים ב-6 במאי 1921. כנופיות ערביות חמושות החלו בתקיפה של יהודי יפו, תל-אביב וכמה מושבות נוספות. עד סופו של השבוע נרצחו 47 יהודים, נמנו 116 פצועים. "
    },
    {
      "qes": "חאג' אמין אל-חוסייני",
      "ans": "חאג' אמין אל-חוסייני (1974-1895), מנהיג דתי ופוליטי של ערביי ארץ-ישראל במהלך תקופת היישוב שהיה ידוע באיבתו למפעל הציוני והוביל את מעשי הרצח והטרור כנגד תושבי היישוב היהודי. לאחר שנרדף על-ידי הבריטים נמלט מן הארץ. במהלך מלחמת העולם השנייה ניסה לייצר שיתוף פעולה עם הנאצים ונפגש עם היטלר. בעשרים שנות חייו האחרונות חי בקהיר ובביירות, אך לא היה פעיל מבחינה ציבורית."
    },
    {
      "qes": "1 במאי ",
      "ans": "1 במאי (יום הפועלים הבין-לאומי) הוא יום ציון המבטא סולידריות בין ארגוני הפועלים ואיגודי העובדים בכל העולם. מקורו של היום בהפגנות שנערכו בתאריך זה בקנדה ובארצות הברית, בעבר היה יום זה בולט מאוד במרחב הציבורי בישראל."
    },
    {
      "qes": "יוסף חיים ברנר ",
      "ans": "יוסף חיים ברנר (1921-1881) סופר, הוגה, פובליציסט ומנהיג יהודי. ברנר עלה לארץ בעלייה השנייה, הדגיש את תפיסתו האתאיסטית ועל רקע זה הרבה להתפלמס עם סופרי היישוב והחרדים. בין יצירותיו: 'מכאן ומכאן', 'שכול וכישלון', 'הגאולה והתמורה' ועוד."
    },
    {
      "qes": "מאורעות תרפ''ט",
      "ans": "מאורעות תרפ''ט היו סדרה של פרעות אלימות ומעשי טרור מצד ערביי ארץ ישראל נגד היישוב היהודי בארץ ישראל, שאירעו ב-29-23  באוגוסט 1929. זאת בעקבות מתיחות בין יהודים וערבים בנוגע לתפילת יהודים בכותל המערבי. במאורעות נרצחו 133 יהודים ו־339 נפצעו, ויישובים וקהילות ברחבי ארץ ישראל ננטשו ונחרבו; הבולט בהם בחברון, בה אירע טבח."
    },
    {
      "qes": "הוועד הערבי העליון ",
      "ans": "גוף ההנהגה המרכזי שהוביל את מאבקם של ערביי ארץ ישראל בתנועה הציונית. הוועד הוקם בשנת 1936 והיה פעיל עד לסיום מלחמת העצמאות. הקו התקיף שהנהיג והתנגדותו לכל פתרון מדיני, העלו אותו על מסלול התנגשות עם הבריטים. בשנת 1937, לאחר רצח איש ממשל בריטי בגליל (לואיס אנדרוס) הוגלו חבריו לאיי סיישל, ויושב ראש הוועד, חאג' אמין אל-חוסייני, ברח ללבנון."
    },
    {
      "qes": "מאורעות תרצ''ו-תרצ''ט",
      "ans": "המרד הערבי הגדול (מאורעות תרצ''ו-תרצ''ט) היה מרד מאורגן, שפרץ בארץ ישראל המנדטורית בשנת 1936, ונמשך בהפסקות עד מרץ 1939. הערבים דרשו עצמאות משלטון המנדט הבריטי, עצירת גל ההגירה של יהודים בעלייה החמישית, והתנגדות להקמת בית לאומי לעם היהודי בארץ ישראל. "
    },
    {
      "qes": "נוטרים",
      "ans": "כינוי לכוחות של שוטרים יהודים בארץ ישראל בתקופת המנדט הבריטי. הם פעלו במסגרת המשטרה הבריטית וביוזמת הסוכנות היהודית החל ממאורעות 1936–1939 ועד להקמת המדינה בהגנה על היישובים היהודיים, על מפעלים שונים ועל דרכי התחבורה מפני התנכלויות של כנופיות הערבים. הבריטים נעזרו בהם עקב מחסור בכוח אדם וחשיבה שהדבר יביא לשקט בארץ. בפועל, פיקד עליהם ארגון ההגנה, שניצל את הכוחות ואת נשקם לפעילויותיו השונות בהגנה ובהתיישבות."
    },
    {
      "qes": "ועדת פיל",
      "ans": "בעקבות הגל הראשון של המאורעות, מינו הבריטים את ועדת פיל, עליה הוטל לבדוק את הסיבות לפרוץ המאורעות ולהציע פתרון לסכסוך היהודי-ערבי. בפניה העידו ראשי שלטון המנדט, נציגי היישוב הישראלי ונציגי הוועד הערבי העליון שסירבו בתחילה להופיע. הועדה קבעה כי בארץ חיות זו בצד זו, שתי קהילות לאומיות בעלות אינטרסים ושאיפות מנוגדים, וכי המשך שלטון המנדט עשוי רק להחריף את הבעיה. על כן, יש לחלק את הארץ לשתי מדינות."
    },
    {
      "qes": "מצודות טיגרט",
      "ans": "שרשרת מצודות משטרה שהוקמו בארץ ביוזמתו של סר צ'ארלס טיגארט שהוזעק לארץ בשיאם של מאורעות תרצ''ו-תרצ''ט, כדי לפעול נגד המורדים מערביי ישראל ונגד הכוחות הערביים שחשו לעזרתם מעבר לגבולות סוריה ולבנון. רבות מהן משמשות עד היום את כוחות הביטחון. מג''ב אף אימץ את תבנית המצודה והיא מופיעה בסמלו ובתג היחידה שלו."
    },
    {
      "qes": "פלגות הלילה המיוחדות ",
      "ans": "ביוני 1938 הוקמו פלגות הלילה המיוחדות בהן שרתו נוטרים יהודים לצד חיילים בריטים. הפלוגות פעלו בהתאם לתו''ל (תורת לחימה) שבנה מייסדן, הקצין הבריטי אורד צ'ארלס וינגייט**. הן היוו למעשה, יחידות קומנדו קטנות וניידות שתרמו תרומה חשובה למלחמה בטרור בכלל ולשמירה על צינור הנפט עירק-חיפה בפרט."
    },
    {
      "qes": "חומה ומגדל",
      "ans": "הקמה של מהירה של יישובים שאופיינו בגדר מקיפה בנויה עץ וחצץ, מגדל שמירה ומספר צריפי מגורים. באופן הזה הוקמו למעלה מחמישים יישובים חקלאיים.  "
    },
    {
      "qes": "אורד צ'ארלס וינגייט ",
      "ans": "אורד צ'ארלס וינגייט (1944-1903), קצין בצבא הבריטי, שאהד את הציונות, התמחה בלוחמה זעירה (לו''ז) ובהתמודדות עם פעולות גרילה. וינגייט היה אוהד של הציונות ויזם את הקמתן של פלגות הלילה המיוחדות. במהלך מלחמת העולם השנייה נהרג בהתרסקות מטוס בהודו."
    },
    {
      "qes": "הספר הלבן השני",
      "ans": "הספר הלבן השני (1930) הדגיש את המחויבות של בריטניה לחיים משותפים ושוויוניים של יהודים וערבים בארץ ישראל, תוך פיתוח שלטון עצמי משותף. הספר הטיל הגבלות על הפעילות הציונית לרבות הגבלות קשות על עליית יהודים ואיסור מכירת קרקעות הכרוכה בנישול של פלאחים ערבים. ספר לבן זה נתפס בתנועה הציונית כמשקף מדיניות אנטי-ציונית. "
    },
    {
      "qes": "הספר הלבן השלישי",
      "ans": "האחרון והקשה מכולם מנקודת המבט הציונית – התפרסם בשנת 1939, ערב מלחמת העולם השנייה והשואה. בספר הכריזה ממשלת המנדט הבריטי על כוונתה להקים בארץ מדינה עצמאית לכל תושביה תוך עשר שנים, כאשר היהודים יהוו בה כשליש מהאוכלוסייה. לפיכך הטיל הספר מגבלות חמורות על עליה יהודית ועל היהודים נאסר לרכוש אדמות בארץ לצורך התיישבות. כתוצאה מכך, פליטים שניסו להימלט מאימי המשטר הנאצי לא יכלו להגיע ארצה."
    },
    {
      "qes": "העפלה",
      "ans": "ההעפלה הייתה התנועה לכניסה בלתי חוקית של יהודים לארץ ישראל בדרכי הים והיבשה וב-1947 גם בדרך האוויר, אשר אורגנה על ידי היישוב העברי בתקופת המנדט הבריטי משנת 1934 ועד הקמת מדינת ישראל ב-1948."
    },
    {
      "qes": "סטרומה",
      "ans": "סטרומה הייתה אוניית מעפילים שנשאה על סיפונה 768 פליטים יהודים שניסו להימלט מרומניה הפשיסטית שבהנהגת יון אנטונסקו, והוטבעה בים השחור על ידי צוללת סובייטית, 24 בפברואר 1942. האונייה אורגנה במסגרת מפעל ההעפלה אף על פי של האצ''ל. טביעת כל מעפיליה ואנשי צוותה למעט אחד נחשבת לאסון הגדול בתולדות ההעפלה לארץ ישראל ולאחד האסונות הגדולים ביותר בהיקפם של טביעת אונייה אזרחית בזמן מלחמת העולם השנייה."
    },
    {
      "qes": "תקופת המאבק",
      "ans": "התקופה שבין סוף מלחמת העולם השנייה וראשית מלחמת השחרור נחרתה בזיכרון היישוב כתקופת המאבק בבריטים. היא עמדה בסימן של התנגשויות חוזרות ונשנות בין היישוב ומוסדותיו לבין שלטונות המנדט הבריטי. היישוב היהודי פעל על-מנת לקבוע עובדות בשטח: מבצעי ההעפלה הורחבו, נקודות יישוב חדשות הוקמו והמחתרות השונות התאחדו במסגרת תנועת המרי העברי ופגעו בתשתית השלטון הבריטית בארץ.   למרות המתח והמאבק המדיני , הייתה זו תקופה של גאות כלכלית."
    },
    {
      "qes": "ליל הגשרים",
      "ans": "ליל הגשרים הוא כינויה של פעולה מתואמת של הפלמ''ח, במסגרת תנועת המרי העברי, בלילה שבין 16 ל-17 ביוני 1946, שבמהלכה הותקפו בו בזמן 11 גשרים בכל גבולות ארץ ישראל. הגשרים קישרו בין הארץ לבין ארצות ערב שכנות, תשעה מהגשרים פוצצו, אחד ניזוק קשות ואחד לא פוצץ. הצלחת הפעולה גרמה לניתוק זמני של נתיבי האספקה שהיו בשימוש הבריטים."
    },
    {
      "qes": "פיצוץ מלון המלך דוד",
      "ans": "פיצוץ מלון המלך דוד היה פיגוע תופת שבוצע על ידי האצ''ל, נגד השלטון הבריטי בארץ ישראל ב-22 ביולי 1946. האצ''ל פוצץ את האגף הדרומי של מלון המלך דוד, שבו שכנה המפקדה הצבאית של שלטון המנדט הבריטי ובו שהו אנשי מנהל של השלטון המנדטורי. בפיצוץ נהרגו כתשעים אנשים, רובם ערבים ובריטים, וכן כ-15 יהודים. כ-45 אנשים נפצעו. הפעולה שנויה במחלוקת ו גונתה לאחר מעשה על-ידי ה-'הגנה'."
    },
    {
      "qes": "השבת השחורה",
      "ans": "השבת השחורה הוא כינוי שניתן ליום שבת, 29 ביוני 1946, שבו ערך השלטון הבריטי בארץ ישראל סדרה של פעולות כנגד היישוב היהודי. במסגרתן הוטל עוצר על ערים (תל אביב, ירושלים, חיפה, רמת גן, נתניה ועוד), קיבוצים ומושבים, נערכו חיפושים מבית לבית, ורבים ממנהיגי היישוב נעצרו."
    },
    {
      "qes": "כנסת ישראל (תקופת המנדט)",
      "ans": "ייצגה את כלל היישוב היהודי בארץ, למעט קבוצות שוליים שלא קיבלו על עצמן את מרותה. היא הורכבה מנציגים שנבחרו על-ידי הציבור אחת לארבע שנים. מתוך נציגים אלו הורכב הוועד הלאומי ששימש, למעשה, כגוף ביצועי המקביל במדינה ריבונית לממשלה, והיה אחראי על הוצאה לפועל של החלטות כנסת ישראל וביצוע משימות שהוגדרו על-ידי שלטונות המנדט."
    },
    {
      "qes": "הסוכנות היהודית (תקופת המנדט)",
      "ans": "הוקמה ב-1927 בהתאם לכתב המנדט והיוותה נציגות משותפת ליהודי ארץ-ישראל, לתנועה הציונית העולמית ולגופים יהודיים לא ציוניים מסוימים שהיו בעלי זיקה לבניין הבית הלאומי בארץ. "
    }
  ],
  [
    {
      "qes": "פרק 6",
      "ans": ""
    },
    {
      "qes": "העלייה הגדולה",
      "ans": "בשלוש השנים הראשונות לאחר הקמת המדינה (1951-1948) הגיעו לארץ כ-700 אלף עולים, שהכפילו את כמות האוכלוסייה היהודית בארץ. גל עלייה זה ידוע בכינוי העלייה הגדולה או העלייה ההמונית בשל ממדיו.  עולי העלייה ההמונית הגיעו בעיקרם ממזרח אירופה וממדינות המזרח התיכון. עובדה זו הטילה עול כלכלי כבד על המדינה: העולים מאירופה היו ברובם ניצולי שואה שכל רכושם נגזל מהם והעולים מארצות האסלאם גורשו ברובם מבתיהם ולא ניתן להם לקחת עמם רכוש או כסף."
    },
    {
      "qes": "מרבד הקסמים",
      "ans": "העלאת יהודי תימן בשנים 1950-1948 במהלכה עלו לארץ כ-50,00 עולים. "
    },
    {
      "qes": "מבצע עזרא ונחמיה",
      "ans": "העלאת יהודי עירק בשנים 1951-1950 במהלכה עלו לארץ כ-110,00 עולים. "
    },
    {
      "qes": "מבצע יכין",
      "ans": "העלאת יהודי מרוקו בשנים 1964-1961 במהלכה עלו לארץ כ-80,000 עולים.  "
    },
    {
      "qes": "קיבוץ הגלויות",
      "ans": "אתוס קיבוץ הגלויות היה עקרון חשוב במדיניות העלייה של ישראל. בהתאם לאתוס, מטרת העלייה היא לקבץ מחדש את העם היהודי מכל ארצות גלותו ולהפוך אותו לעם מאוחד, לאום אחד בעל צביון משותף. אתוס הכתיב במידה רבה את העיקרון שנודע ככור היתוך - הטמעת העולים בתוך תרבותה של האוכלוסייה הוותיקה, במטרה לשמר את המרקם החברתי-תרבותי."
    },
    {
      "qes": "העלייה מברית המועצות (שנות ה-70)",
      "ans": "בשנות ה-70 של המאה ה-20 התרחש גל עלייה גדול של יהודים מברית המועצות לישראל, שבמהלכו עלו יותר מ-150,000 יהודים ארצה. ההגירה התאפשרה עם ההתרה למסורבי עלייה לעזוב את המדינה הסובייטית, כאשר 100,000 יהודים נוספים היגרו למדינות אחרות שאינן ישראל. סיבות העלייה נבעו משאיפות דתיות או לאומיות, מרצון לשגשוג כלכלי, וכן בשל בריחה מאנטישמיות."
    },
    {
      "qes": "שלח את עמי",
      "ans": "הרקע לפרשה: סיפור מאבקם של יהודי ברית המועצות לעלות לישראל. הניצחון במלחמת ששת הימים הביא להתעוררות ציונית בקרב יהודי ברית המועצות, שזהותם היהודית וזיקתם למדינת ישראל דוכאו תחת השלטון הקומוניסטי. ברית המועצות ניתקה יחסים דיפלומטיים עם ישראל, ורדפה אחר אלו שנחשדו בפעילות ציונית ויהודית. המשפט ''שלח את עמי'' הפך לסיסמת המאבק למען היתרי יציאה ליהודי הגולה ממדינות ששללו אפשרות זו, ובעיקר – סיסמת מאבקם של יהודי ברית המועצות."
    },
    {
      "qes": "מבצע שלמה",
      "ans": "מבצע הטסה גלוי ב-1991, במהלכו עלו לישראל כ-14,000 יהודים מאתיופיה. בתום מבצע זה עלתה מרבית הקהילה לארץ, אך באתיופיה נותרו יהודים מזרע ביתא ישראל (המכונים לעתים 'פלאשמורה') שביקשו וציפו לעלות לארץ.  "
    },
    {
      "qes": "העלייה ממדינות ברית המועצות לשעבר (שנות התשעים)",
      "ans": "התפוררות השלטון הקומוניסטי בברית המועצות ונפילת המחיצות בין מזרח אירופה למערבה בסוף שנות השמונים הוליד גל עלייה גדול ממדינות אלו. מאז 1989 ועד תום המאה ה-20 הגיעו לארץ כמיליון עולים ממדינות ברית המועצות לשעבר, גל עלייה חסר תקדים בהיקפו מאז שנותיה הראשונות של המדינה."
    },
    {
      "qes": "משטר הצנע",
      "ans": "מדיניות קיצוב שהנהיגה ממשלת מדינת ישראל בשנותיה הראשונות של המדינה. זאת במטרה להתמודד עם המשבר הכלכלי שנוצר עקב העלייה הגדולה. בבסיס מדיניות הקיצוב עומדת החלטתה של המדינה לפקח על מוצרים שונים ולמנוע את מכירתם לכל המרבה במחיר: לכל אזרח הקצתה המדינה תלושים על-פי מפתח קבוע שרק באמצעותם ניתן היה לרכוש את המוצרים שבפיקוח."
    },
    {
      "qes": "אירועי ואדי סאליב",
      "ans": "הניצוץ שהבעיר את אירועי ואדי סאליב בחיפה התלקח ביולי 1959 כאשר שוטרים פצעו ביריות אדם ממוצא צפון אפריקני שהתפרע בבתי קפה בשכונה בהיותו שתוי. עקב מותו תושבים נסערים של השכונה, שהייתה מאוכלסת רובה ככולה בעולים מצפון אפריקה, יצאו אל הרחובות והפרו את הסדר. למחרת לבשו המהומות אופי מאורגן: בהנהגת דוד בן הרוש, פעיל בתנועת 'ליכוד עולי צפון אפריקה. ההפגנה הפכה לביטוי של זעם על גילויי קיפוח עדתי וכאפליה ממסדית."
    },
    {
      "qes": "ישראל השנייה",
      "ans": "כינוי לאוכלוסיית העולים, בעיקר ליוצאי ארצות המזרח, תושבי עירות הפיתוח ושכונות העוני."
    },
    {
      "qes": "הפנתרים השחורים",
      "ans": "בשנים 1971-1970 פקד את מדינת ישראל גל מחאה נוסף שאורגן על-ידי תנועה שכינתה את עצמה 'הפנתרים השחורים'. המוחים טענו כי הם מופלים בשל המוצא העדתי שלהם. בניגוד לאנשי ואדי סאליב, 'הפנתרים השחורים' היו בני עולים, או כאלה שהגיעו לארץ בילדותם המוקדמת; הם טענו כי הם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה.   הפנתרים יזמו שורה של הפגנות ופעולות מחאה כדי להעלות את עניינם לסדר היום."
    },
    {
      "qes": "כיצד התייחסה גולדה מאיר לפנתרים השחורים? ומהי תרומתם הפוליטית?",
      "ans": "בשנים 1971-1970 פקד את מדינת ישראל גל מחאה נוסף שאורגן על-ידי תנועה שכינתה את עצמה 'הפנתרים השחורים'. המוחים טענו כי הם מופלים בשל המוצא העדתי שלהם. בניגוד לאנשי ואדי סאליב, 'הפנתרים השחורים' היו בני עולים, או כאלה שהגיעו לארץ בילדותם המוקדמת; הם טענו כי הם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה.   הפנתרים יזמו שורה של הפגנות ופעולות מחאה כדי להעלות את עניינם לסדר היום."
    },
    {
      "qes": "מכתב הסטטוס-קוו",
      "ans": "עוד בטרם הקמת המדינה, בשנת 1947, שלח דוד בן-גוריון, שעמד בראש מוסדות היישוב, מכתב למנהיגי הציבור החרדי, באשר לדמותה של המדינה העתידה לקום. מכתב זה נודע לימים בכינוי מכתב הסטטוס-קוו. המכתב משרטט מעין מתווה לשמירת המצב הקיים (סטטוס קוו) בענייני דת ומדינה במדינה שעתידה לקום. מטרתו הייתה לסמן תנאים המסדירים ומאפשרים חיים משותפים בין דתיים וחילונים על- אף המחלוקת."
    },
    {
      "qes": "מפא''י",
      "ans": "מאז ראשית שנות ה-30 ועד לשנות ה-70 של המאה העשרים עמדה מפלגת פועלי ארץ-ישראל (מפא''י) ובגלגוליה המאוחרים יותר ''המערך'' ו-''מפלגת העבודה'', בראשות מוסדות השלטון. היא הייתה המפלגה הגדולה ביותר בכנסת ועל-כן מי שעמד בראשה היה זה שהרכיב את הממשלה.  לשלטונה היה גם הקשר תרבותי רחב יותר: ערכיה של התנועה ובעיקר השילוב שבין לאומיות ציונית חילונית לבין בניית חברה חלוצית בעלת מאפיינים סוציאליסטיים נתפסו כערכים המובילים של החברה כולה."
    },
    {
      "qes": "חירות",
      "ans": "תנועת חֵרוּת הייתה מפלגת ימין ליברלית, שפעלה בישראל מתחילת ימי המדינה, ואשר נוסדה על ידי יוצאי האצ''ל בראשות מנחם בגין. היא יורשתה של התנועה הרוויזיוניסטית שהתנגדה לשלטון מפא''י ומפלגות הפועלים עוד בתקופת היישוב. בראשית שנות החמישים 'חירות' הייתה תנועה פוליטית אופוזיציונית קטנה יחסית. "
    },
    {
      "qes": "גח''ל",
      "ans": "במהלך שנות השישים חברה תנועת ''חירות'' למפלגה הליברלית ויצרה את ''גוש חירות ליברלים'' (גח''ל), שהיה כוח פוליטי משמעותי בהרבה והחל להתעצב כאלטרנטיבה שלטונית.   בתקופת ההמתנה שלפני מלחמת ששת-הימים נכנסה גח''ל לראשונה לממשלה ולקחה חלק בהחלטות הביטחוניות לפני המלחמה ובמהלכה. בשנת 1973 התאחדה גח''ל עם תנועות נוספות והקימה את תנועת ''הליכוד'' שזכתה לתמיכה הולכת וגוברת בקרב הדור השני של העולים."
    },
    {
      "qes": "הסכמי רודוס",
      "ans": "עם תום מלחמת העצמאות נחתמו בין ישראל לבין מרבית מדינות ערב הסכמי שביתת נשק שנודעו כהסכמי רודוס. הסכמים אלו היו זמניים בהגדרתם והם נחתמו מתוך תקווה שיובילו לשיחות שלום.  "
    },
    {
      "qes": "הסכמי קמפ-דייוויד",
      "ans": "הסכמי קמפ-דייוויד הם הסכמי מסגרת לשלום במזרח התיכון, אשר נחתמו על ידי נשיא ארצות הברית ג'ימי קרטר, נשיא מצרים אנואר סאדאת וראש ממשלת ישראל מנחם בגין בשנת 1978, וסללו את הדרך לחתימת הסכם השלום בין ישראל למצרים במרץ 1979."
    },
    {
      "qes": "נסיגת ישראל מסיני",
      "ans": "באפריל 1982 השלימה ישראל את נסיגתה מסיני תוך פינוי הישובים היהודים שהאחריות על ביצועו הוטל על צה''ל. הפינוי לווה במחאה ציבורית ובהתנגדות מצד גורמים אידיאולוגיים שהקימו את ''התנועה לעצירת הנסיגה מסיני''. רובם של תושבי האזור התפנו מרצון אך חלק קטן מהתושבים ופעילים נוספים שהגיעו אל חבל ימית סרבו להתפנות, התבצרו במספר מוקדים ופונו בכוח רק לאחר מספר מאמצים."
    },
    {
      "qes": "ועידת מדריד",
      "ans": "ועידת מדריד היא ועידה בינלאומית שנערכה במדריד בירת ספרד בין  30 באוקטובר ל-1 בנובמבר 1991 . מטרת הוועידה הייתה להביא לשלום בין ישראל לבין כל שכנותיה – ירדן, סוריה, לבנון והפלסטינים שיוצגו באופן עקיף.   חשיבותן של הפגישות היה בעיקר ביצירת מגעים ראשונים בין ישראל לפלסטינים אולם הפגישות שנערכו לאורך השנים הבאות לא צלחו ונראה היה כי התהליך גווע."
    },
    {
      "qes": "הסכם אוסלו",
      "ans": "סדרה של הסכמים שנחתמו בין ישראל לבין הארגון לשחרור פלסטין (אש''ף), כחלק מתהליך השלום בין ישראל לפלסטינים. ההסכם נועד להביא לפתרון קבע את מכלול הסוגיות התלויות ועומדות בסכסוך הישראלי-פלסטיני. ההסכם הביא את אש''ף להכיר במדינת ישראל ואת ישראל להכיר באש''ף כנציג העם הפלסטיני. ההסכם הראשון נחתם בוושינגטון די. סי. ב-13 בספטמבר 1993 והסכם ''אוסלו ב''' נחתם תחילה בטאבה, מצרים ולאחר מכן ב-28 בספטמבר 1995, נחתם רשמית בבית הלבן."
    },
    {
      "qes": "תכנית ההתנתקות",
      "ans": "במסגרת התכנית פינתה המדינה את היישובים היהודיים ובסיסי צה''ל ברצועת עזה ובצפון השומרון וויתרה על שליטתה הצבאית ברצועת עזה. התכנית עוררה ויכוח ער בחברה הישראלית. מתנגדיה טענו כי מטעמים רבים חל איסור על פינוי יישובים יהודיים בארץ ישראל, הזהירו מפני ההשלכות הביטחוניות ואף טענו כי היא התקבלה בדרך לא דמוקרטית.   תומכיה טענו כי הישיבה הישראלית באזורים אלו פוגעת באינטרסים האסטרטגיים של מדינת ישראל."
    },
    {
      "qes": "אש''ף",
      "ans": "(הארגון לשחרור פלסטין), הוא ארגון המאגד כמה תנועות לאומיות פלסטיניות שהוקם בשנת 1964 וראה בעצמו כמייצגו של העם הפלסטיני. במהלך שנות השבעים והשמונים פעל הארגון משטחן של ירדן ולבנון תוך שהוא מבצע פעולות טרור וחבלה שפגעו בישראל. בשנת 1993 הכירה ישראל באש''ף שהקים למעשה את הרשות הפלסטינית.  "
    },
    {
      "qes": "טבח בכפר קאסם",
      "ans": "הטבח בכפר קאסם באוקטובר 1956. ביום הראשון למלחמת סיני הוטל עוצר על כל הכפרים הערבים הסמוכים לגבול הירדני. גדוד משמר הגבול נשלח לאכוף את העוצר וקיבל הוראה לפתוח באש אל מי שמפר אותו, אלא שפועלים ערבים אשר שהו מחוץ לכפריהם לצורכי עבודה לא ידעו על הטלתו.   מרבית שוטרי מג''ב בחרו להפעיל שיקול דעת ונמנעו מיישום הפקודה כלשונה. אולם מפקד המחלקה שהוצב בכפר-קאסם לא נהג כך, הורה לחייליו לפתוח באש אל עבר קבוצת חקלאים והביא להריגת 43 אזרחים. "
    },
    {
      "qes": "חוק נכסי נפקדים",
      "ans": "הוא חוק המקנה למדינת ישראל את נכסיהם של מי שעזבו אותה לשטחיהן של מדינות עוינות במהלך מלחמת העצמאות או לאחריה, את מי שנשאו אזרחות זרה, ואת מי שהיו בחלק של ארץ ישראל שהיה מוחזק אותה שעה בידי כוחות שביקשו למנוע הקמתה של מדינת ישראל או שנלחמו בה לאחר הקמתה."
    },
    {
      "qes": "יום האדמה",
      "ans": "יום האדמה ( يوم الأرض), שחל ב-30 במרץ, הוא אירוע הכולל שביתה כללית והפגנות של ערביי ישראל ופלסטינים נגד החלטת ממשלת רבין הראשונה להפקיע אדמות של אזרחים ערבים בגליל בשנת 1976."
    },
    {
      "qes": "חיים ויצמן",
      "ans": "חיים ויצמן, נשיא המדינה הראשון, מדען וכימאי, אחד מאבותיה של הציונות הסינתטית. במהלך מלחמת העולם הראשונה, סייע לתעשייה הצבאית הבריטית ומצא דרך לייצור חומר נפץ (אציטון). ויצמן האמין כי עם תום המלחמה, ישלטו הבריטים בארץ, פעל לקרבם לתביעותיה של התנועה הציונית והביא להשגתה של הצהרת בלפור (1917)*. משנת 1920 עמד בראש ההסתדרות הציונית העולמית, והתפטר כמחאה על פרסום ''הספר הלבן'' של פספילד. וויצמן מונה למנהלו הראשון של מכון מחקר ברחובות שעם השנים הפך המכון לחשוב בתחומו ושונה שמו למכון ויצמן."
    },
    {
      "qes": "יצחק בן־צבי",
      "ans": "נשיאהּ השני של מדינת ישראל, חלוץ בתקופת העלייה השנייה, היסטוריון ומראשי תנועת העבודה בארץ ישראל. בין תפקידיו הציבוריים היה ממייסדי ''פועלי ציון'', יו''ר הוועד הלאומי, חבר ועד הקהילה בירושלים וחבר הכנסת מטעם מפא''י. מחותמי מגילת העצמאות. כחוקר עסק בתולדות עם ישראל וארץ ישראל והתמקד בחקר קהילות ישראל השונות, בראשן עדות המזרח. נבחר שלוש פעמים לכהונה כנשיא מדינת ישראל."
    },
    {
      "qes": "זלמן שזר",
      "ans": "זלמן שזר היה נשיאהּ השלישי של מדינת ישראל, סופר, משורר, היסטוריון, מראשי הציונות, חבר הכנסת ושר החינוך והתרבות בממשלת ישראל הראשונה."
    },
    {
      "qes": "אפריםם קציר",
      "ans": "אפרים קציר, נשיא המדינה הרביעי (1916-2009). קציר למד בגימנסיה העברית ובהיותו בן 16 התגייס ל-'הגנה'. הוא היה לאחד מחשובי המדענים בארץ. במהלך מלחמת העצמאות הקים את 'חיל המדע' שתפקידו לרכז ידע הדרוש לצורך פיתוח אמצעי לחימה.  הוא זכה בפרס ישראל למדעי החיים, נבחר כחבר המועצה הלאומית הישראלית למדעים והיה המדען הראשי במשרד הביטחון. עם פרישתו של זלמן שזר ב-1973 נבחר קציר לנשיא. בשנת 1974 יסד את 'אות הנשיא למתנדב', עיטור גבוה שאלו שעוסקים בתרומה למען הכלל. "
    },
    {
      "qes": "יצחק נבון",
      "ans": "יצחק נבון (1921-2015) נשיא המדינה החמישי, נולד בשנת 1921 בירושלים למשפחה ספרדית. למד מזרחנות וחינוך באוניברסיטה העברית, התגייס ל-'הגנה' ועמד בראש 'המחלקה הערבית' בירושלים*.  במסגרת משרד החוץ כיהן בתפקידים שונים. היה ראש אגף התרבות במשרד החינוך והתרבות והחל ב-'מבצע לביעור הבערות' להרחבת ידיעת קרוא וכתוב בקרב מבוגרים. בשנת 1965 נבחר לכנסת, שימש כיושב-ראש ועדת החוץ והביטחון. ב-1978 נבחר לנשיא."
    },
    {
      "qes": "ח''ן",
      "ans": "חיל הנשים (ח''ן) חיל שפעל במסגרת צה''ל עד לשנת 2001 והיה אחראי על הכשרה, אימון, שיבוץ וקידום נשים בצבא. בעקבות שינויים באופיו של צה''ל, פורק ה-ח''ן ובמקומו הוקמה מפקדת היוהל''ם (יועצת הרמטכ''ל לענייני מגדר)."
    },
    {
      "qes": "מבצע לביעור הבערות",
      "ans": "שנת 1963 מונה יצחק נבון לראש אגף התרבות במשרד החינוך והתרבות. בתפקידו זה החל ב-'מבצע לביעור הבערות' בשיתוף עם קצינת ח''ן ראשית אל''ם סטלה לוי**. מטרת המבצע הייתה להרחיב באופן ניכר ידיעת קרוא וכתוב בקרב מבוגרים מאוכלוסיות חלשות. לצורך המבצע העמיד צה''ל כמות גדולה של חיילות שנשלחו לריכוזי עולים ועסקו בהוראת השפה. מבצע זה הוכתר בהצלחה רבה והיווה את הבסיס להקמת יחידת המורות החיילות."
    },
    {
      "qes": "חיים הרצוג",
      "ans": "חיים הרצוג 1918-1997  , נשיא המדינה השישי, נולד לרב יצחק הרצוג, רבה הראשי של אירלנד, ולימים רבה הראשי של מדינת ישראל. שירת ב-'הגנה ואז חזר לבריטניה ללימודי משפטים. התנדב לצבא הבריטי במהלך מלחה''ע. הרצוג הוצב כקצין מודיעין בחזית הגרמנית והיה בין משחררי מחנה הריכוז ברגן בלזן. בשנת 1948 הקים את מחלקת המודיעין של צה''ל, תרם לה רבות והשתחרר בדרגת אלוף. הרצוג נבחר לכנסת מטעם מפלגת העבודה. עם פרישתו של יצחק נבון ב-1983 לנשיא ופעל לחיזוק הקשר בין ישראל לתפוצות ולחיזוק החינוך היהודי."
    },
    {
      "qes": "עזר ויצמן",
      "ans": "עזר ויצמן, נשיא המדינה השביעי. במהלך מלחה''ע השנייה שירת כטייס קרב בריטי. היה ממקימי 'שירות האוויר' של ה-'הגנה', אשר הפך לחיל האוויר. היה למפקד חיל האוויר. בשנת 1969 פרש מצה''ל והצטרף לגח''ל (הליכוד). כשר הביטחון מילא תפקיד מפתח בהשגת הסכם השלום עם מצרים. ב-1993 נבחר עזר ויצמן לנשיא ופעל לקידום קליטת העלייה ממדינות חבר העמים ומאתיופיה ולחיזוק הקשר עם המשפחות השכולות. "
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "פרק 7",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "פרק 8",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "פרק 9",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ]
]
