[
  [
    {
      "qes": "שלוש הפנים המרכזיות ליהדות",
      "ans": "(1) היהדות כדת שעיקרה מצוות ההלכה, והמסורת הדתית היהודית. (2) היהדות כלאום שמוקדו בגורל ובייעוד המשותפים לעם היהודי בארץ ובתפוצות. (3) היהדות כתרבות שמוקדה ברעיונות סמלים ומסורות יהודיים."
    },
    {
      "qes": "מערכת פורמלית-מוסדית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת פורמלית-מוסדית  הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. "
    },
    {
      "qes": "מערכת ערכית-תרבותית עליה מבוסס אופייה הדמוקרטי של מדינת ישראל",
      "ans": "מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "הפרדת רשויות",
      "ans": "המשטר הדמוקרטי מורכב משלוש רשויות נפרדות: הרשות המחוקקת האחראית על חקיקה; הרשות המבצעת האחראית על ביצוע החוק ועל ניהול מוסדות המדינה; והרשות השופטת המפקחת על ביצוע החוק ונותנת סעד לאזרח. כאשר שלושת הרשויות נפרדות, הן מאזנות ובולמות זו את זו."
    },
    {
      "qes": "הרשות המחוקקת",
      "ans": " כנסת ישראל מהווה את הרשות המחוקקת של המדינה. מכהנים בה 120 חברים, הנבחרים על־ידי הציבור אחת לארבע שנים (בהנחה שהבחירות אינן מוקדמות). מקור השם 'כנסת' הוא בכנסת הגדולה, אשר התכנסה בירושלים בימי הבית השני."
    },
    {
      "qes": "הרשות המבצעת",
      "ans": "הממשלה היא הרשות המבצעת. מכהנים בה ראש הממשלה והשרים, והם מופקדים על ניהול משרדי הממשלה. הממשלה מכהנת מכוח אמון הכנסת. היא נושאת באחריות משותפת לפעולותיה בפני הכנסת, וכל שר אחראי על פעולותיו ועל פעולות משרדו בפני ראש הממשלה."
    },
    {
      "qes": "הרשות השופטת",
      "ans": "תפקידה של הרשות השופטת הוא לפרש את החוקים והתקנות ולדון בסכסוכים משפטיים לסוגיהם. זוהי מערכת עצמאית שאינה תלויה בשתי הרשויות האחרות. במערכת בתי המשפט בישראל יש שלוש ערכאות: בית משפט השלום, בית המשפט המחוזי ובית המשפט העליון."
    },
    {
      "qes": "שיטת בחירות פרלמנטרית",
      "ans": "בישראל שיטת הבחירות היא פרלמנטרית, הציבור בוחר במפלגות, המפלגות חוברות ביניהן על-מנת להקים את הממשלה וראש המפלגה הגדולה ביותר בממשלה, הופך להיות לראש הממשלה. "
    },
    {
      "qes": "קואליציה",
      "ans": " הכנסת מחולקת לשתיים: קואליציה ואופוזיציה. הקואליצה מורכבת מחברי כל המפלגות השותפות בממשלה ותפקידה לגבות בכנסת את צעדי הממשלה. במצב תקין, הקואליציה גדולה יותר מהאופוזיציה וכך יש רוב בכנסת השומר על יציבות הממשלה ומבטיח את יכולת הביצוע שלה. "
    },
    {
      "qes": "אופוזיצה",
      "ans": "הכנסת מחולקת לשתי קבוצות: קואליציה ואופוזיציה. האופוזיציה המורכבת מחברי כל המפלגות שאינן שותפות בממשלה ותפקידה לנסות ולהציע בפני הציבור אלטרנטיבה לפעולות הממשלה ולהוביל את הביקורת על צעדיה."
    },
    {
      "qes": "מליאה",
      "ans": "הכנסת פועלת באמצעות המליאה שהיא הגוף המרכזי שלה בו חברים כל חברי הכנסת; במליאה נידונים נושאים עקרוניים ומתבצעת ההחלטה על חקיקת החוקים. חברי הכנסת יכולים להעלות בה גם 'נושאים לסדר היום' ולהפנות שאילתות להן מחויבת הממשלה לענות."
    },
    {
      "qes": "ועדות הכנסת",
      "ans": " הכנסת פעולות באמצעות ועדות הכנסת. בועדות נידונים נושאים ספציפיים והן עוסקות בעיצוב החוקים לאחר שעברו בקריאה ראשונה והתקבלו עקרונית ולפני שהם מתקבלים בקריאה שנייה ושלישית והופכים לחוקים רשמיים. הוועדות יכולות גם לזמן אליהן בעלי ידע על מנת להפוך את הדיון למקצועי."
    },
    {
      "qes": "הצעת אי-אמון בממשלה",
      "ans": "על-פי חוק-יסוד: הממשלה, הכנסת רשאית להביא להתפטרות הממשלה באישור הצעת אי-אמון בממשלה במליאת הכנסת. אם התקבלה ההצעה, הממשלה הופכת לממשלת מעבר עד לבחירות ולכינונה של ממשלה חדשה."
    },
    {
      "qes": "הקבינט / המטבחון",
      "ans": "גוף מצומצם של שרים בו נידונים נושאים הדורשים הכרעה מידית, בעיקר בתחום הבטחוני."
    },
    {
      "qes": "הזכות להליך הוגן",
      "ans": "כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. "
    },
    {
      "qes": "פומביות המשפט",
      "ans": "הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. "
    },
    {
      "qes": "שוויון בפני החוק",
      "ans": "כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. "
    },
    {
      "qes": "ערכאות שיפוטיות",
      "ans": "מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה. "
    },
    {
      "qes": "בית המשפט העליון ",
      "ans": "ערכאת הערעור העליונה. בו מתבררים בעיקר ערעורים על פסקי דין שנידונו בבית המשפט המחוזי, בית משפט זה יושב גם כבית משפט גבוה לצדק - בג''ץ. הוא מכתיב את ההלכות המשפטיות ופירושי החוקים המחייבים את הערכאות הנמוכות יותר."
    },
    {
      "qes": "בית המשפט המחוזי ",
      "ans": "בית המשפט המחוזי עוסק במשפטיים חמורים יותר, כגון סכסוכים כספיים גדולים או עבירות פליליות חמורות. "
    },
    {
      "qes": "בית משפט השלום ",
      "ans": "בית המשפט השלום עוסק בעיקר במשפטים שאינם חמורים עוד סכום מסוים או בעבירות פליליות שעונשן מוגבל."
    },
    {
      "qes": "בג''ץ",
      "ans": "אחד מתפקידיו של בית המשפט העליון הוא לשמש כבית משפט גבוה לצדק. במסגרת זו עוסק בית המשפט בעתירות שמגישים אזרחים או גופים הרואים את עצמם נפגעים מפעולותיה של המדינה אושל אחת מרשויותיה."
    },
    {
      "qes": "נציבות קבילות החיילים ",
      "ans": "נציבות קבילות החיילים היא יחידה במשרד הביטחון, שמטרתה לאפשר לחיילי צה''ל ובני משפחותיהם להגיש קבילה על כל מעשה או מחדל שנפגעו ממנו ולתבוע את תיקון הליקויים, וזאת שלא דרך צינורות הפיקוד הרגילים המקובלים בצבא."
    },
    {
      "qes": "פקודה בלתי חוקית ",
      "ans": "פקודה בלתי חוקית היא פקודה או הוראה הניתנת ע''י בעל סמכות. ההוראה או הפקודה סותרת את החוק או חורגת מסמכות. במקרה זה על הפקוד מוטלת החובה לציית להוראה, ובמידה שלא יציית – יועמד לדין. מי שנושא באחריות על הפרת החוק אינו מקבל הפקודה אלא נותן הפקודה."
    },
    {
      "qes": "פקודה בלתי חוקית בעליל ",
      "ans": "פקודה בלתי חוקית בעליל היא פקודה או הוראה הניתנת ע''י בעל סמכות. ההוראה סותרת את ערכי המוסר הבסיסיים והאנושיים בחברה דמוקרטית. ברור לכל אדם בר דעת שהיא אינה חוקית ולכן על הפקוד לסרב לה. אם יציית לפקודה – האחריות מוטלת עליו וגם על נותן הפקודה ושניהם יועמדו לדין."
    },
    {
      "qes": "סמלי לאומיים",
      "ans": "מדינת הלאום המודרנית ממלאים סמלי המדינה, דגל, סמל והמנון, מספר תפקידים חשובים. הם מייצגים את ריבונותה ואת מוסדותיה מבית ומחוץ. סמלי המדינה מעניקים ביטוי ללכידותה של האומה, לערכיה המשותפים, לזהותה ולמורשתה."
    },
    {
      "qes": "סמל המדינה",
      "ans": "מנורה בת שבעה קנים, ענפי זית והשם 'ישראל'. המנורה מייצגת את עברו הלאומי של העם ואת מאבקו לחירות. צורת המנורה המופיעה בסמל, מבוססת על תבליט המופיע על שער טיטוס. ענפי הזית מסמלים את העתיד ואת השאיפה לשלום. סמל המדינה קשור בבסיסו גם אל חזון זכריה."
    },
    {
      "qes": "דגל המדינה",
      "ans": "בעל רקע לבן, במרכזו מגן דוד ולאורכו שני פסים בגוון תכלת כהה. את ההשראה לעיצובו העניקה הטלית. דגל זה ליווה את התנועה הציונית כמעט מיום היוסדה. נהגה ע''י דוד וולפסון, התקבל כדגל ההסתדרות הציונית בקונגרס הציוני ה-18. ונבחר כדגל מדינת ישראל ב-28 באוקטובר 1948."
    },
    {
      "qes": "המנון המדינה",
      "ans": " 'התקווה, נכתב על ידי המשורר נפתלי הרץ אימבר. ב-1878. בקונגרס השמונה-עשר (1933) נקבעה 'התקווה' כהמנון הרשמי של התנועה הציונית. מילות השיר מבטאות את שאיפתו של העם היהודי לעצמאות במולדתו ההיסטורית. בשנת 2004 אף עוגן מעמדו בחוק המדינה."
    }
  ],
  [
    {
      "qes": "תנ''ך",
      "ans": "התנ''ך הוא הספר המרכזי של העם היהודי, המוזכר גם במגילת העצמאות. התנ''ך מורכב למעשה משלושה חלקים, תורה, נביאים וכתובים."
    },
    {
      "qes": "תורה",
      "ans": "התורה נחלקת לחמישה חומשים: בראשית, שמות, ויקרא, במדבר ודברים. בין פרקיה נכללים הסיפורים המכוננים של העם היהודי לצדם של ציוויים וחוקים. את התורה קוראים בימים שני וחמישי ובשבת. מחולקת לפרשות ואלו נקראות באופן מחזורי לאורך השנה."
    },
    {
      "qes": "נביאים",
      "ans": "הכינוי 'נביא' מבטא אדם החווה התגלות על-אנושית. ספרי הנביאים מתייחסים לפעילותם של הנביאים לאורך ימי הבית הראשון ותקופת החורבן וכוללים בתוכם תיאור כללי לצד ביקורת חברתית ודתית."
    },
    {
      "qes": "כתובים",
      "ans": "הספרים הבאים לאחר מכן מכילים מגוון סוגות ספרותיות, החל מתיאור היסטורי, דרך נבואות וחזיונות מוסריים עתירי דימויים וכלה בספרות בעלת אופי שירי ופילוסופי.  "
    },
    {
      "qes": "קבצי התורה שבעל-פה",
      "ans": "במשך דורות נמסרה ונלמדה התורה שבעל-פה במקביל ללימוד הפסוקים הכתובים. העלאתה של התורה שבעל-פה על הכתב נחשבה לאיסור, אך עם חורבן הבית השני עלה החשש שהיא תישכח והחל תהליך שנמשך כ-500 שנה, במהלכו נכתבו מספר חיבורים משמעותיים (משנה, תוספתא, מדרש ותלמוד)."
    },
    {
      "qes": "משנה",
      "ans": "קובץ הלכתי שנערך ונחתם על-ידי רבי יהודה הנשיא* בשנת 220 לספירה. המשנה מחולקת לשישה סדרים (זרעים, מועד, נשים, נזיקין, קדשים, טהרות). כל אחד מהם מחולק למסכתות, כל מסכת לפרקים וכל פרק למשניות. חכמי המשנה קרויים 'תנאים' . "
    },
    {
      "qes": "תוספתא",
      "ans": "במשנה לא קובצו כל המשניות והדיונים בעולם התורה שבעל-פה. לצד המשניות שאוגדו בה נותרו משניות חיצוניות המכונות 'ברייתות' (ביחיד: ברייתא, מארמית - חיצוני), חלק ממשניות אלו אוגדו בקבצי התוספתא (מארמית - תוספת)."
    },
    {
      "qes": "מדרש",
      "ans": "המדרשים הם לקט דרשות, סיפורים והדרכות המסודרים בזיקה לפסוקי המקרא. ישנם מדרשי הלכה העוסקים בנושאים הלכתיים, וישנם מדרשי אגדה העוסקים בדרשות מוסריות ובפירושם של סיפורי המקרא. המדרשים מאוגדים במספר קבצים, אחד המפורסמים שבהם הוא 'מדרש רבה'. "
    },
    {
      "qes": "תלמוד (גמרא)",
      "ans": "מטרתו של התלמוד היא לנסות ולפרש את המשנה, הוא כולל דיונים ביחס לפסיקת ההלכה בה; אך גם אגדות והתייחסות אל אורח החיים של הקהילה. קיימים שני קבצים של תלמוד: התלמוד הירושלמי, והתלמוד הבבלי. התלמוד הבבלי הוא הנפוץ יותר ועל-פי רוב, בו נעשה שימוש לשם פסיקת ההלכה."
    },
    {
      "qes": "שולחן ערוך ",
      "ans": "נכתב במאה השש-עשרה על-ידי רבי יוסף קארו*, מהווה כיום את ספר ההלכה המרכזי בעם היהודי ונעשה בו שימוש נרחב לשם פסיקת הלכה. "
    },
    {
      "qes": "היהדות הקראית",
      "ans": "היהדות הקראית היא זרם דתי שראשיתו במאה השמינית. הקראים מאמינים בתורה שבכתב אך אינם מקבלים את פרשנות חז''ל במסגרת התורה שבעל-פה. במדינת ישראל מרוכזת רוב העדה הקראית ברמלה ובמספר יישובים נוספים בדרום הארץ."
    },
    {
      "qes": "ל''ט אבות מלאכה",
      "ans": "על-פי ההלכה ישנן שלושים ותשע מלאכות עקרוניות האסורות בשבת והן מכונות ל''ט אבות מלאכה. אבות המלאכה מוזכרים בתורה, מפורשים ומורחבים בספרות חז''ל ונגזרים מהם איסורים וסעיפים קונקרטיים בספרות ההלכה. "
    },
    {
      "qes": "כשרות",
      "ans": "כשרות היא מערכת הדינים והכללים המגדירה את סוגי המזון המותרים לאכילה על-פי דיני ישראל. כמו כן, קיימים חוקים שונים באשר לתוצרת החקלאית של ארץ-ישראל. מוסדות ממלכתיים בארץ, דוגמת צה''ל, מקפידים על שמירת דיני הכשרות על-פי עקרונות הסטטוס- קוו."
    },
    {
      "qes": "סת''ם",
      "ans": "ראשי התיבות סת''ם מתייחסים אל שלושה תשמישי קדושה: ספר תורה, תפילין ומזוזה. שלושתם נכתבים על-ידי סופר מיומן, המשתמש בכתיב מיוחד על-גבי קלף העשוי מעור בהמה כשרה."
    },
    {
      "qes": "ספר התורה",
      "ans": "ספר התורה הוא מגילת קלף עליה כתובים חמשת חומשי תורה. על-פי ההלכה, את קריאת התורה בבית הכנסת יש לעשות רק מתוך ספר התורה ולא מתוך חומש שהודפס על נייר."
    },
    {
      "qes": "תפילין",
      "ans": "תפילין הן תשמיש קדושה המורכב משתי קופסאות עור אותן קושרים על הזרוע והמצח. על-פי ההלכה, את התפילין מניחים מגיל שלוש-עשרה במהלך תפילת שחרית לימי החול. התפילין חייבות להיות עשויות מעור ולהיצבע בצבע שחור, בתוכן נמצאות ארבע פרשיות מן התורה המתייחסות אל מצווה זו."
    },
    {
      "qes": "מזוזה",
      "ans": "מזוזה היא מגילת קלף אותה תולים על המשקוף השמאלי של הדלת ובה כתובה פרשיית שמע. על-פי רוב, נשמרת המזוזה בתוך בית מזוזה מיוחד המגן עליה מפגעי הזמן ומזג האוויר."
    },
    {
      "qes": "דרוזים",
      "ans": "הדרוזים הם בני עדה דתית החיים במדינות המזרח התיכון. הדת הדרוזית התפלגה מן האסלאם השיעי בראשית המאה האחת-עשרה כאשר אלחכם באמר-אללה (מהדי) הכריז על עצמו כנביא. הדרוזים מאמינים בכך שאלחכם היה נביא אמת."
    },
    {
      "qes": "הדת הדרוזית",
      "ans": "הדת הדרוזית היא דת סודית ועיקריה ידועים רק לחכמי העדה. מרבית הדרוזים (ג'והאל) אינם מכירים את הדת. הדרוזים מאמינים בקיומו של אל אחד, באמיתות נבואתם של כל הנביאים שקדמו להופעת הדת הדרוזית ובחמישה נביאים דרוזים נוספים (בראשם שועייב), וכן בקיומו של גלגול נשמות."
    },
    {
      "qes": "הדת האיסלאמית",
      "ans": "האסלאם היא הדת השנייה בגודלה בעולם. בבסיס האמונה המוסלמית עומדת האמונה באל אחד, ההכרה במוחמד כאחרון הנביאים וכשליחו של האל ('רסול אללה') והאמונה בקוראן כספר היסוד של הדת. "
    },
    {
      "qes": "המוסלמים בישראל",
      "ans": "מוסלמים בישראל מתחלקים לשלוש קבוצות אוכלוסייה עיקריות: ערבים, בדואים וצ'רקסים, רובם ככולם הם ערבים סונים* המהווים חטיבה אחידה למדי מבחינה דתית. מבחינה דמוגרפית אחוז המוסלמים באוכלוסייה עומד באופן עקבי על כ-16% מן האוכלוסייה בישראל."
    },
    {
      "qes": "ערבים מוסלמים",
      "ans": "ערביי ישראל רובם ככולם הם מוסלמים סונים, המתגוררים בערים וביישובים כפריים ערביים וכן במספר ערים מעורבות. צורת ההתיישבות הנפוצה ביותר של ערביי ישראל היא הכפר. רוב הכפרים הערביים נבנו על מורדות ההרים מעל לאדמות הפוריות של העמקים; זאת מטעמים חקלאיים וביטחוניים. "
    },
    {
      "qes": "בדואים",
      "ans": "השבטים הנודדים במדבריות המזרח התיכון וצפון אפריקה. באופן מסורתי עסקו הבדואים במרעה, עיסוק שחייב אותם לנדידה בחיפוש אחר שטחים. הניידות של הבדואים השפיעה על אורחות חייהם ותרבותם, על עצמאותם ועל היעדר התלות שלהם במסגרת. מרבית הבדואים הם מוסלמים בדתם."
    },
    {
      "qes": "צ'רקסים",
      "ans": "עם קווקזי שבמהלך המאה התשע-עשרה החל לנדוד ממולדתו בעקבות הכיבוש הרוסי. בישראל מתגוררים הצ'רקסים בשני כפרים בצפון הארץ. הצ'רקסים הם מוסלמים סונים, כמו רוב ערביי ישראל; אולם הם שומרים על מסורות ייחודיות ועל שפתם המקורית המבדילות אותם מן הערבים המוסלמים."
    },
    {
      "qes": "נוצרים",
      "ans": "מדינת ישראל חיים נוצרים בני כתות וזרמים שונים. הנוצרים בישראל מרוכזים בגליל ובאזור ירושלים. א''י קדושה לנוצרים מאחר ובה חי ופעל ישו, אבי הנצרות. ממוקמים בה אתרים רבים הקדושים לנצרות. מרבית הערבים הנוצרים אינם מתגייסים. "
    },
    {
      "qes": "רחבעם זאבי",
      "ans": " אלוף בצה''ל ופוליטיקאי ישראלי. ב-ל' בתשרי תשס''ב 17 באוקטובר 2001, נרצח על-ידי מתנקשים פלסטינים במלון בירושלים. יום הזיכרון לרחבעם זאבי מצוין בכיום זיכרון ממלכתי מתוקף חוק שהתקבל בשנת 2005.ו."
    },
    {
      "qes": "יום הזיכרון ליצחק רבין",
      "ans": "יום הזיכרון ליצחק רבין חל ב-י''ב בחשוון. יצחק רבין (1922-1995) היה רמטכ''ל מלחמת ששת הימים, שר ביטחון וראש ממשלה*. במוצאי שבת, י''ב בחשוון תשנ''ו, 4 בנובמבר 1995, נרצח בעת עצרת שלום שנערכה בכיכר מלכי ישראל בתל-אביב, בידי מתנקש יהודי."
    },
    {
      "qes": "חג הסיגד ",
      "ans": "חג הסיגד חל ב-כ''ט בחשוון, אחד מן החגים שצויינו על-ידי הקהילה היהודית באתיופיה. יום של צום, טהרה והתחדשות ובמרכזו עמד טקס שנערך בידי ראשי העדה על ראשו של הר גבוה באתיופיה, כמקבילו של הר סיני בו ניתנה התורה לעם ישראל."
    },
    {
      "qes": "יום הזיכרון הבין-לאומי לשואה",
      "ans": "יום הזיכרון הבין-לאומי לשואה חל ב-27 בינואר, היום בו שוחרר בשנת 1945 מחנה הריכוז וההשמדה אושוויץ על-ידי הצבא האדום**. שחרורו של אושוויץ חשף בפני העולם את זוועות מעשיהם של הנאצים, והמחנה הפך לסמל לתהליך הדיכוי וההשמדה של היהודים ומיעוטים נרדפים אחרים.   "
    },
    {
      "qes": "יום הזיכרון לשואה ולגבורה",
      "ans": "יום הזיכרון לשואה ולגבורה חל ב-כ''ז בניסן, את היום קבעה הכנסת בחוק שהתקבל בשנת 1959."
    },
    {
      "qes": "יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה",
      "ans": "יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה חל ב-ד' באייר. בתחילה צוין זכרם של חללי מערכות ישראל במסגרת יום העצמאות. הדגם הנוכחי, בו יום הזיכרון חל ביום שלפני יום העצמאות, אומץ ב-1951 ונקבע בחוק בשנת 1963. סעיף 3 לחוק קובע את אופיו."
    },
    {
      "qes": "יום העצמאות",
      "ans": " יום העצמאות חל ב-ה' באייר. יום זה הוא יום החג הלאומי המרכזי של מדינת ישראל המציין את ההכרזה על הקמתה עם תום המנדט הבריטי. יום העצמאות מתחיל בטקס הדלקת המשואות בהר הרצל, במהלך הטקס מודלקות שתים עשרה משואות המסמלות את שנים עשר שבטי ישראל בידי נציגים הנבחרים."
    },
    {
      "qes": "יום הרצל",
      "ans": "יום הרצל חל ב-י' באייר, היום בו נולד הרצל שהיה אבי התנועה הציונית וזכה לכינוי 'חוזה המדינה' *. היום מצוין מתוקף חוק שהתקבל בכנסת בשנת 2004 הקובע כי במהלכו ייערך טקס זיכרון ממלכתי בסמוך לקבר הרצל; יוקדש זמן ללימוד חזונו ופועלו בבתי הספר ובמחנות צה''ל."
    },
    {
      "qes": "יום ירושלים",
      "ans": "יום ירושלים חל ב-כ''ח באייר, היום בו שוחררה ירושלים לאחר תשע-עשרה שנות כיבוש ירדני, שנמשך עד מלחמת ששת הימים, ואוחדה תחת ריבונות ישראל. "
    },
    {
      "qes": "יום הזיכרון לזאב ז'בוטינסקי",
      "ans": "יום הזיכרון הממלכתי לזאב ז'בוטינסקי חל ב-כ''ט בתמוז, היום בו נפטר. זאב ז'בוטינסקי (1880-1940) היה מנהיג ציוני חשוב, מאבות הציונות הרוויזיוניסטית, יוזם הקמתם של הגדודים העבריים ובית''ר ומנהיגו של האצ''ל, משורר, סופר ומתרגם.  "
    },
    {
      "qes": "ראש השנה",
      "ans": "ראש השנה חל ב-א' בתשרי והוא אחד מימי הציון המרכזיים בלוח השנה היהודי. לחג שלושה היבטים מרכזיים: היום הראשון בשנה החדשה, יום בו מתחיל מחזור זמנים חדש; יום הדין, בו, על-פי האמונה נידונים כל באי עולם; היום בו נברא האדם ותמה מלאכת הבריאה."
    },
    {
      "qes": "יום הכיפורים",
      "ans": "יום הכיפורים חל ב-י' בתשרי ומקורו בספר ויקרא. הוא נחשב ליום הקדוש ביותר במחזור השנה היהודית ומכונה שבת שבתון. במרכזו עומדת בקשת הסליחה והכפרה על חטאים שהאדם עשה במהלך השנה."
    },
    {
      "qes": "חג סוכות",
      "ans": "חל ב-ט''ו בתשרי נמשך שבעה ימים, והוא אחד משלושת הרגלים. מהותו של החג, כמו רבים מחגי ישראל, היא כפולה:  ראשית, מאזכר את הנדידה במדבר לאחר היציאה ממצרים, תוך כדי מגורים בסוכות ובאוהלים ארעיים.  שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג האסיף'."
    },
    {
      "qes": "שמיני עצרת ",
      "ans": "חל ב-כ''ב בתשרי, הוא יום חג הצמוד לסוכות. בשמיני עצרת הופכת הבקשה על המים למפורשת יותר ונוסח תפילת העמידה משתנה.  שמחת תורה הוא חג נוסף שחל בארץ-ישראל באותו היום של שמיני עצרת* מקורו של חג זה בתקופת הגאונים והוא מסמל את סיום מחזור הקריאה בתורה."
    },
    {
      "qes": "יום שמחת תורה ",
      "ans": "היום בו מסתיים מחזור קריאה אחד בפרשת 'האזינו' ומתחיל מיד מחזור חדש בפרשת 'בראשית '.   בבתי הכנסת מוציאים את כל ספרי התורה (הפסולים והכשרים) מארון הקודש. המתפללים נושאים אותם ומקיפים את הבימה שבע פעמים ולכל הקפה מיוחדים פסוקי תפילה ופיוטים. "
    },
    {
      "qes": "חג החנוכה",
      "ans": "חג החנוכה חל ב-כ''ה בכסלו ונמשך לאורך שמונה ימים. בסיסו של סיפור החנוכה הוא במרד החשמונאים משנת 164 לפני הספירה. החשמונאים סירבו לקבל את הגזרות והרדיפה הדתית של המלך היווני-סלווקי, אנטיוכוס אפיפנס, ופתחו במרד כנגדו."
    },
    {
      "qes": "ראש השנה לאילנות",
      "ans": "ראש השנה לאילנות חל ב-ט''ו בשבט. ראשיתו של היום בתקופת המשנה. אז הוא נקבע כיום בו מיושמות מספר מצוות התלויות בארץ, ובעיקר התרומות והמעשרות המהוות למעשה את המיסים, אותם משלם החקלאי מתוך סך כל היבול.*  מייצג את ראשית האביב. עם השנים נוספו ל-ט''ו בשבט רבדים נוספים."
    },
    {
      "qes": "חג פורים",
      "ans": "הסיפור ההיסטורי שהוביל לקביעתו של החג, מופיע במגילת אסתר לאחר חורבן בית המקדש הראשון. על-פי המגילה זמם המן האגגי, אחד מן המקורבים למלך הפרסי אחשוורוש, 'להשמיד, להרוג ולאבד' את כל היהודים שהתגוררו בתחום הממלכה. מן הגזרה הקשה הצליחו היהודים להינצל בזכות אסתר ומרדכי."
    },
    {
      "qes": "תענית אסתר",
      "ans": "י''ג באדר, היום שלפני חג הפורים, הוא יום תענית המכונה תענית אסתר, המצוינת על-מנת להזכיר את תעניתה ותפילתה של אסתר קודם שניגשה למלך אחשוורוש ואת כוחה של התפילה.  הצום מתחיל מעלות השחר ונמשך עד לאחר קריאת המגילה עם שקיעת החמה. "
    },
    {
      "qes": "פסח",
      "ans": "פסח חל ב-ט''ו בניסן ונמשך שבעה ימים. בלוח השנה היהודי המקורי, בו השנה התחילה בחודש ניסן, היה פסח החג הראשון שנחוג בשנה. פסח הוא אחד משלושת הרגלים (פסח, שבועות וסוכות) בהם היו עולים עולי הרגל אל בית המקדש שבירושלים. במרכזו של החג עומד סיפור יציאת מצרים"
    },
    {
      "qes": "ל''ג בעומר",
      "ans": "יום ציון החל ב-י''ח באייר, היום השלושים ושלושה (ל''ג) לספירת העומר. ספירת העומר היא המצווה לספור כל יום מארבעים ותשעה הימים המפרידים בין חג הפסח לחג השבועות. הספירה מחברת בין הקרבת קרבן העומר למחרת הפסח, להקרבת שתי-הלחם בשבועות. "
    },
    {
      "qes": "שבועות",
      "ans": "חל ב-ו' בסיוון ומהווה את אחד משלושת הרגלים.  מהותו היא כפולה: ראשית, הוא מאזכר אירוע מעברו של העם – מתן התורה לבני ישראל על הר סיני לאחר היציאה ממצרים.   שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג הקציר' או 'חג הביכורים'."
    },
    {
      "qes": "צום גדליה ",
      "ans": "החל ב-ג' בתשרי, מציין את רציחתו של גדליהו בן אחיקם, יהודי שמונה בידי נבוכדנצר מלך בבל לנציב האחראי על שארית הפליטה שנותרה בארץ לאחר חורבן בית המקדש הראשון. גדליה נרצח בידי מתנקש יהודי ומותו סימל את תחילתה של הגלות. "
    },
    {
      "qes": "צום י' בטבת ",
      "ans": "נקבע לזכר התחלת המצור של נבוכדנצר מלך בבל על ירושלים שהביא לחורבנה. לאחר השואה ועם הקמתה של מדינת ישראל, קבעה הרבנות הראשית בישראל את התאריך הזה כיום הקדיש הכללי בו מצוין מותם של יהודים מתקופת השואה"
    },
    {
      "qes": "צום י''ז בתמוז ",
      "ans": "נקבע לזכר פריצת חומות ירושלים בידי נבוכדנצר מלך בבל, וכניסתם לעיר של הצבאות הבבליים שהחריבו את בית המקדש. בתאריך זה מתחילה תקופה בת שלושה שבועות המכונה בין המצרים."
    },
    {
      "qes": "קדיש",
      "ans": "תפילה יהודית הנאמרת לזכרו של אדם מת. על-פי ההלכה, את הקדיש יש לומר תקופה מסוימת לאחר המוות וכן בתאריך בו הלך לעולמו הנפטר בשנים הבאות."
    },
    {
      "qes": "חג הנביא אח'אדר ",
      "ans": "הנביא אלח'אדר חל ב-25 בינואר ונחוג משנות השישים. חג זה מציין את זכרו של הנביא אלח'אדר (הנביא הירוק) אשר מזוהה לפי המסורת הדרוזית עם אליהו הנביא המוזכר גם במקורות היהודיים והמוסלמים.   "
    },
    {
      "qes": "חג הנביא שועייב ",
      "ans": "חג הנביא שועייב חל בין התאריכים 27-24 באפריל, כאשר עיקר החגיגות נערכות ב- 25 באפריל. חג זה מציין את זכרו של הנביא שועייב אשר נחשב לנביא המקודש ביותר בקרב הדרוזים ומזוהה עם יתרו חותן משה.  "
    },
    {
      "qes": "חג הנביא סבלאן",
      "ans": "חג הנביא סבלאן חל ב-10 בספטמבר ונחגג משנת 1969 ועד היום. חג זה מציין את זכרו של הנביא סבלאן שיש המייחסים אותו לזבולון בנו של יעקב, המוזכר גם בכתבי הקודש הדרוזים.   "
    },
    {
      "qes": "חג הקורבן",
      "ans": "חג הקורבן הינו חג מוסלמי הנמשך לאורך חמישה ימים ומסתיים ב-10 בחודש האחרון של לוח השנה ההג'רי מסמל את מועד העלייה לרגל למכה שהיא אחת מחמשת מצוות היסוד של האסלאם. בבסיסו עומד סיפור עקדת ישמעאל (עקדת יצחק) והוא מעלה על נס את כניעתו המוחלטת של אברהם כלפי הבורא."
    },
    {
      "qes": "יום הולדת הנביא מוחמד ",
      "ans": "חל ב-12 בחודש השלישי בלוח השנה ההג'רי. חג זה מציין את יום הולדתו של הנביא מוחמד אשר נחשב למייסד האסלאם ולנביא האחרון והחשוב ביותר בקרב המוסלמים.  "
    },
    {
      "qes": "צום הרמדאן",
      "ans": "חודש הרמדאן הינו החודש התשיעי בלוח השנה ההג'רי. חודש זה מקודש, שכן על פי המסורת קיבל בו מוחמד את הקוראן לראשונה מהאל.   בחודש זה נדרש המוסלמי המאמין להימנע מאכילה, שתייה, עישון, חיי אישות וכדומה, מצאת החמה ועד שקיעתה. "
    },
    {
      "qes": "עיד אל פיטר",
      "ans": "עם סיומו של חודש הרמדאן ותחילת החודש העשירי בלוח השנה ההג'רי, מצוין עיד אל פיטר (המכונה 'החג הקטן'), חג הפסקת הצום.  החג נמשך לאורך שלושה ימים ומסמל את סוף תקופת הטיהור והצום. "
    },
    {
      "qes": "חג הפסחא",
      "ans": "חל ביום ראשון הראשון לאחר הופעת הירח בראשיתו של האביב והוא נודד בין החודשים מרץ לאפריל.  החג מסמל על-פי האמונה הנוצרית את תחייתו של ישו כשלושה ימים לאחר צליבתו."
    },
    {
      "qes": "חג המולד",
      "ans": "חג המולד הוא חג המשותף לכל הזרמים בנצרות ומציין את הולדתו של ישו; אולם הזרמים השונים מציינים אותו בתאריכים שונים, כשהתאריך הרווח ביותר הוא ה-25 לדצמבר לפיו מתנהלים הזרם הקתולי והפרוטסטנטי. סיפור החג מתבסס על תיאור הולדתו ישו לפי הברית החדשה. "
    }
  ],
  [
    {
      "qes": "חיים נחמן ביאליק",
      "ans": "חיים נחמן ביאליק, (1934-1873) משורר, סופר, מתרגם ועורך. זכה לתואר 'המשורר הלאומי' בשל תרומתו והשפעתו על התרבות היהודית בעת החדשה. בשנת 1903 ערך, יחד עם יהושע חנא רבינצקי, את ספר האגדה – קובץ מתורגם וערוך של מדרשי חז''ל."
    },
    {
      "qes": "שאול טשרניחובסקי",
      "ans": "  ** שאול טשרניחובסקי, (1943-1875) רופא, משורר ומתרגם שיצירותיו מושפעות מהמורשת היהודית אך מתכתבות גם עם תרבות יוון. כך לדוגמה, בשירו לנוכח פסל אפולו בו הוא מתאר את יחסיו המורכבים של 'היהודי החדש' עם עברו. "
    },
    {
      "qes": "יגאל אלון ",
      "ans": "יגאל אלון (1980-1918), מפקד הפלמ''ח, מראשי תנועת העבודה, חבר כנסת ושר. אלון נולד בכפר תבור והצטרף בגיל צעיר להגנה, שימש בתפקידים שונים בצה''ל והשתחרר כאלוף. לאחר פרישתו כיהן כסגן ראש הממשלה, שר החינוך ושר החוץ."
    },
    {
      "qes": "גלות יהויכין ",
      "ans": "גלות יהויכין, המכונה גם ''גלות החרש והמסגר'', התרחשה בשנת 597 לפנה''ס בעקבות מרידה מתמשכת של מלכי יהודה בבבל. כ-3 שנים אחר שקיבל יהויקים מלך יהודה את חסותה של בבל כהגמוניה אזורית, החליט למרוד בבבל."
    },
    {
      "qes": "הצהרת כורש",
      "ans": "לאחר גלות החרש והמסגר נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. כורש האמין בחופש דת, ובשנת 539 לפנה''ס, נתן ליהודים את הרשות לשוב אל ירושלים בהצהרת כורש. ההצהרה הביאה לחזרתם של יהודים לארץ ולהתחלתה של שיבת ציון."
    },
    {
      "qes": "שיבת ציון",
      "ans": "שִׁיבַת צִיּוֹן היא חזרתם של היהודים מגלות בבל לארץ ישראל בעקבות הכרזת כורש, החל משנת 538 לפנה''ס."
    },
    {
      "qes": "בבל ",
      "ans": "בבל הוא שמה של ממלכה קדומה שראשיתה בעיר המדינה בבל ששרידיה נמצאים מדרום לבגדד. האימפריה הבבלית שלטה על שטחים נרחבים באזור מסופוטמיה והסהר הפורה, וירשה את כל שטחיה של האימפריה האשורית שקדמה לה.   "
    },
    {
      "qes": "כורש ",
      "ans": "כורש (המאה השישית לפני הספירה), מלכה הראשון של הממלכה הפרסית שהשתלט על ממלכות רבות הסמוכות לה ובכלל זאת על בבל. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי יחסי ועל רקע זה גם אפשר ליהודים לשוב לירושלים."
    },
    {
      "qes": "אלכסנדר הגדול ",
      "ans": "אלכסנדר הגדול ( 323-356 לפני הספירה), מלך מוקדון, מגדולי המצביאים של העת העתיקה. אלכסנדר הצליח, תוך זמן קצר יחסית, לכבוש שטחים נרחבים באירופה, באסיה הקטנה ובמזרח הרחוק. "
    },
    {
      "qes": "אלכסנדר ינאי ",
      "ans": "אלכסנדר ינאי (76-127 לפני הספירה) מלך וכהן גדול משושלת חשמונאי. ימיו היו רצופים במלחמות שהצליחו להרחיב את גבולותיה של יהודה; אך גם בצלה של המחלוקת ההולכת ומחריפה בתוך העם היהודי בין הצדוקים לבין הפרושים.  "
    },
    {
      "qes": "הורדוס",
      "ans": "הרומים המליכו על יהודה את הורדוס (40 לפני הספירה), בן למשפחה אדומית שהייתה מקורבת לחשמונאים. מעמדו מבחינת היהודים היה מורכב: הוא היה יהודי, אך נתפס כגורם זר והושפע מהתרבות הרומית. הורדוס שלט בממלכתו ביד רמה."
    },
    {
      "qes": "איליה קפיטולינה",
      "ans": "הקיסר הרומי הדריאנוס תכנן לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה.   "
    },
    {
      "qes": "גזירות השמד",
      "ans": "  גזרות שהטיל הקיסר אדריאנוס על התושבים המורדים בארץ ישראל לאחר דיכוי מרד בר כוכבא. מטרתם לעקור את האלמנטים הלאומיים והדתיים מהקהילה היהודית ביהודה. העיר האלילית איליה קפיטולינה נבנתה על חורבות ירושלים, על הר הבית הוקם מתחם מקודש לאל יופיטר."
    },
    {
      "qes": "רבי יהודה הנשיא",
      "ans": "בסוף המאה השנייה לספירה קיבל את הנהגת הקהילה היהודית רבי יהודה הנשיא המכונה בספרות חז''ל, 'רבי'. מפעלו המרכזי היה כינוס כלל המסורות ההלכתיות שהרכיבו את התורה שבעל- פה לכדי חיבור כתוב – המשנה. הצליח לכונן חיים נורמליים ביהודה, למסד יחסים תקינים עם הרומים.  "
    },
    {
      "qes": "התלמוד",
      "ans": "גם לאחר חתימתה של המשנה, המשיכו חכמים בלימודה ובפירושה. דיונים אלו נאספו ונערכו לחיבור המכונה 'תלמוד'. התלמוד הירושלמי נחתם בטבריה לקראת סוף המאה הרביעית, והוא מבטא את פועלם של חכמי ארץ-ישראל. התלמוד הבבלי נחתם בסוף המאה החמישית ונוצר בסורא ובפומבדיתא שבבבל."
    },
    {
      "qes": "ריש גלותא",
      "ans": "במרכז היהודי בבבל, ריש גלותא ייצג את הקהילה כלפי חוץ ועסק בענייני החול. "
    },
    {
      "qes": "אמוראים",
      "ans": "חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. האמוראים יצרו את התלמוד ואת הדיונים המובאים בו. "
    },
    {
      "qes": "סבוראים",
      "ans": "חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים."
    },
    {
      "qes": "'גאונים'",
      "ans": "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט. התשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה."
    },
    {
      "qes": "תקופת הראשונים",
      "ans": "תקופה זו אופיינה בהיחלשותם של המרכזים היהודיים בבבל ובצמיחה של מרכזים יהודיים באירופה. הרבנים המרכזיים שפעלו בתקופה זו, התאפיינו כמו קודמיהם בבניין של נדבך נוסף על -גבי הגותם של החכמים שקדמו להם. חכמי התקופה עסקו בכתיבתם של חיבורים הלכתיים ובפירוש לתורה ולתלמוד."
    },
    {
      "qes": "רבי משה בן מימון ",
      "ans": "רבי משה בן מימון ( 1138-1204) נולד בקורדובה (אנדלוסיה, דרום ספרד) ופעל בעיקר במצרים. הוא הנהיג את הקהילה היהודית בקהיר, התמחה ברפואה, ערך פירוש למשנה וכתב חיבורים פילוסופיים שונים ש-'מורה נבוכים'* היה אחד המרכזיים שבהם. "
    },
    {
      "qes": "משנה תורה",
      "ans": "חיבורו ההלכתי המרכזי של הרמב''ם, כולל ארבעה עשר ספרים המחולקים באופן שיטתי ובחלוקה על -פי נושאים. אופיו של החיבור היה שונה באופן מהותי מהתלמוד הבנוי על-פי רצף אסוציאטיבי ועורר בשל כך את התנגדותם של גורמים שונים שחשו למעמדם של המקורות התלמודיים הקדומים יותר. "
    },
    {
      "qes": "רש''י",
      "ans": "רבי שלמה יצחקי (1040-1105) נולד בצרפת, למד בישיבות המרכזיות ובמהרה הפך לסמכות תורנית-הלכתית ולמנהיג ציבור. רש''י חיבר פירוש מקיף ורחב על התורה והתלמוד המבוסס על הבנת הפשט ועל מדרשי חז''ל. פירושו נחשב למרכזי ביותר והוא נלמד באופן מסורתי בצמוד אל הטקסט."
    },
    {
      "qes": "מורה נבוכים",
      "ans": "מורה נבוכים ספר פילוסופי שפרסם הרמב''ם במהלך המאה השתים-עשרה, במהלכו הוא מבקש לתת כלים לתלמיד 'הנבוך' המגלה פער בין התורה לבין הפילוסופיה הכללית. הספר עורר התנגדות רבה ומתנגדיו טענו כי הוא רצוף בדברי כפירה.  "
    },
    {
      "qes": "תור הזהב",
      "ans": "תקופת השלטון המוסלמי באזור זה נחשבת לתור הזהב של יהדות ספרד, תקופה של פריחה רוחנית, כלכלית ודתית. באותה תקופה קמו בקהילה זו תלמידי חכמים, פילוסופים, משוררים ואנשי רוח שיצרו כמה מן היצירות החשובות בתולדותיו של העם היהודי, והיו מעורבים בניהול הממלכות המקומיות. "
    },
    {
      "qes": "רקונקיסטה",
      "ans": "רֶקוֹנְקִיסְטָה) כיבוש מחדש) היא כינויו של תהליך הכיבוש-מחדש של חצי האי האיברי על ידי הממלכות הספרדיות הנוצריות מידי הממלכות המוסלמיות לאורך פרק זמן שארך כ-700 שנים ונמשך מסוף המאה השמינית ועד לסוף המאה החמש-עשרה."
    },
    {
      "qes": "דונה גרציה נשיא",
      "ans": "דונה גרציה נשיא (1569-1510) אשת עסקים יהודייה. דונה גרציה רקמה יחסים טובים עם השלטונות העות'מאניים, סייעה רבות ליהודים שבתחומי האימפריה וכונתה על-ידה 'לה סניורה' (הגברת).  היא הרחיבה את היישוב היהודי בטבריה והפכה אותה למרכז כלכלי חשוב."
    },
    {
      "qes": "ועד ארבע ארצות",
      "ans": "וגוף מנהלתי אשר שימש כמוסד המרכזי העליון של יהדות פולין. הוועד ייצג את היהודים בפני השלטונות, גבה את המיסים, דאג להסדרת היחסים בין הקהילות, שימש כמעין 'בית משפט עליון', ויסת את הפעילות הכלכלית וכן עסק בענייני חינוך ולימוד תורה."
    },
    {
      "qes": "גזרות ת''ח-ת''ט",
      "ans": "כמאה וחמישים שנים לאחר גירוש ספרד (1648-1649) החלו בפולין סדרת פוגרומים המכונים במסורת היהודית גזירות ת''ח-ת''ט. המרד אמנם כוון נגד האצולה שהתעמרה במעמדות הנמוכים, אך היהודים סומנו כנציגים של שיטת הניצול היו לקרבנותיו המרכזיים; אלפי יהודים נרצחו וקהילות רבות נחרבו."
    },
    {
      "qes": "שבתאי צבי ",
      "ans": "משיח השקר, שבתאי צבי (1626-1676), הצליח להניע אחריו יהודים רבים ולחולל תנועה שכונתה שבתאות. המסעות של צבי ברחבי האימפריה העות'מאנית ומזרח אירופה, השינויים שהוא חולל בהלכה והחלטתו להתאסלם, עוררו משבר חמור וקרע בקהילות רבות."
    },
    {
      "qes": "יעקב פרנק ",
      "ans": "יעקב פרנק (1790-1726) היה יהודי שראה את עצמו כמשיח ופעל בשטחי פולין. רבים מן החוקרים רואים בו את אחד מממשיכיו של שבתאי צבי. הכת שייסד פרנק מכונה פרנקיזם, פולחנה הדתי כלל עירוב בין יהדות ונצרות והיא הוחרמה על-ידי הקהילה היהודית.  "
    },
    {
      "qes": "החסידות",
      "ans": "תנועת החסידות היא תנועה רוחנית וחברתית יהודית שקמה באמצע המאה ה-18 במערב אוקראינה של היום, והתפשטה במהירות ביהדות מזרח אירופה. למחוללה של החסידות נחשב הבעל שם טוב. תלמידיו, בראשות המגיד ממזריטש, פיתחו את תורתה והפיצוה."
    },
    {
      "qes": "אֵמַנְצִיפַּצְיָה ",
      "ans": "אֵמַנְצִיפַּצְיָה היא מתן שוויון זכויות לציבור או לעם שלא נהנה ומזכויות אלה קודם לכן. האמנציפציה ליהודים היא תהליך, אשר נועד 'לשפר את מצבם של היהודים', בתמורה להפקת תועלת מכישוריהם. היא קשורה לרעיונות הליברליים, מדיניים וחברתיים; שנפוצו באירופה בעקבות ההשכלה. "
    },
    {
      "qes": "הנאורות",
      "ans": "הנאורות (ההשכלה) הייתה תנועה רוחנית ופוליטית שהעמידה במרכזה את השכל האנושי תוך הדגשה כי האדם התבוני הוא השולט בחייו וכי על המבנה הפוליטי להביא לידי ביטוי עמדה זו. המהפכה הצרפתית היוותה ביטוי פוליטי מרכזי לרעיונות אלו."
    },
    {
      "qes": "איחוד איטליה",
      "ans": "מאז התפוררותה של האימפריה הרומית, היו שטחי איטליה מחולקים למדינות רבות. בראשית המאה ה-19 החל לפעול אגודות לאומיות שביקשו 'לשחרר' את איטליה ולאחד אותה. נחשב לאחד השיאים של המהפכה הלאומית ('אביב העמים') והשפיע רבות על תנועות לאומיות אחרות."
    },
    {
      "qes": "עלילת דמשק",
      "ans": "כינוי לעלילת דם ולפרעות ביהודים שהתרחשו בדמשק ב-1840 כאשר הקהילה היהודית הואשמה ברצח של נזיר נוצרי ומשרתו המוסלמי. אירוע זה במהלכו נאסרו נכבדי הקהילה היה ביטוי ראשון לאנטישמיות בעולם המוסלמי.  "
    },
    {
      "qes": "יהודה לייב פינסקר",
      "ans": "יהודה לייב פינסקר היה רופא יהודי יליד רוסיה; לאחר שהתאכזב מסיכוייהם של היהודים להמשיך ולחיות ברוסיה האמין כי הפתרון היחיד למצוקתם טמון בעזיבת המדינה. במהלך שנת 1882 פרסם חוברת קטנה בעילום שם וכותרתה 'אוטואמנציפציה! קול קורא לבני עמו, מאת יהודי רוסי'.  "
    },
    {
      "qes": "החוברת 'אוטואמנציפציה'",
      "ans": "באוטואמנציפציה יהודה לייב פינסקר טען כי אוכלוסיית הרוב הלא-יהודית רואה ביהודים זרים ואינה מוכנה לקבלם כחלק מהחברה, זרות זו מביאה גם לא אחת לפחד ולשנאה. לאור זאת אין באמנציפציה די. האופציה היחידה על כן היא שחרור עצמי (אוטואמנציפציה) והקמת 'ארץ מקלט'."
    },
    {
      "qes": "חובבי ציון",
      "ans": " שם למספר אגודות ציוניות שנוסדו במזרח אירופה בסוף המאה ה-19 ודגלו בציונות מעשית, למשל: עלייה והתיישבות. הוקמה בתגובה לאנטישמיות ולמכשולים שהושמו בפני האמנציפציה, וכחלק מן ההתעוררות הלאומית באירופה בכלל ואף בקרב היהודים."
    },
    {
      "qes": "ועידת קטוביץ",
      "ans": "ועידת קטוביץ הייתה ועידה שהתכנסה ב-1884 בעיר קטוביץ, ביוזמתם של הד''ר יהודה לייב פינסקר והרב שמואל מוהליבר. מטרתה הייתה לפתור את בעיות הארגון של תנועת חובבי ציון ולמצוא דרך לסייע להתיישבות בארץ ישראל. הכינוס הניח את היסוד לתחילתה של פעילות לאומית מאורגנת."
    },
    {
      "qes": "שמואל מוהליבר ",
      "ans": "שמואל מוהליבר (1898-1824) רב יליד וילנה, ממנהיגיה של תנועת 'חיבת ציון' ונחשב למנהיג הדתיים בתנועה. הרב מוהליבר סייע רבות למושבות של עולי העלייה הראשונה וחיבר חיבורים הלכתיים רבים. "
    },
    {
      "qes": "מדינת היהודים",
      "ans": "בשנת 1896, הוצגו לראשונה רעיונותיו של הרצל באופן שיטתי במסגרת הספר מדינת היהודים. הספר תורגם עד מהרה לשפות ועורר תגובות רבות. הרצל ניסח בספר שלבי פעולה מפורטים ובזה חידושו המרכזי. הרצל הדגיש את הצורך ב-צ'ארטר, אישור בין-לאומי להתיישבות היהודית. "
    },
    {
      "qes": "תוכנית באזל",
      "ans": "תוכנית באזל היא מצעה של התנועה הציונית, שגובש בעת הקונגרס הציוני הראשון בבאזל. מטרת התוכנית: ''הציונות שואפת להקים בית מולדת לעם היהודי בארץ ישראל, המובטח לפי משפט הכלל''."
    },
    {
      "qes": "אלטנוילנד ",
      "ans": "ב-1902 פרסם הרצל ספר נוסף: אלטנוילנד (ארץ ישנה-חדשה), הפעם היה הספר רומן אוטופי שתיאר את החיים במדינה היהודית שעתידה לקום בארץ ישראל. הרצל מצייר את המדינה הזו כחברת מופת, חברה המושתתת על עקרונות הצדק, הדאגה לחלש, הסובלנות והשלום."
    },
    {
      "qes": "הציונות המדינית",
      "ans": "הציונות המדינית הייתה זרם בתנועה הציונית בשלהי המאה ה-19, אשר דגל בפעולה מדינית דיפלומטית לפני פעולות התיישבות בקנה מידה רחב בארץ ישראל. מנהיגו המובהק של הזרם היה בנימין זאב הרצל, ולשם מימושה של הציונות המדינית נוסדה ההסתדרות הציונית. "
    },
    {
      "qes": "הציונות המעשית ",
      "ans": "גישה התומכת במגוון פעילויות המתמקדות בעלייה, בקניית אדמות ובהקמת יישובים ומפעלים בא''י, בלי ההתניה של אישור האומות (ללא צ'ארטר). היטיב לבטא עמדה זו יוסף טרומפלדור אשר טבע את הסיסמה: ''במקום שבו עוברת המחרשה, שם יהיה הגבול''."
    },
    {
      "qes": "הציונות הסינתטית",
      "ans": "הציונות הסינתטית שביקשה לשלב (ליצור סינתזה) בין הציונות המדינית והציונות המעשית וסברה כי על התנועה הציונית לפעול לשיפור מצבם של היהודים במזרח אירופה. בראש הזרם עמד חיים ויצמן, לימים נשיאה הראשון של ישראל."
    },
    {
      "qes": "הציונות הרוחנית ",
      "ans": "זרם בציונות, לפיו יש להתמקד ב-'הכשרת הלבבות', קרי הכשרה רוחנית של היהודים לעלייה לארץ. בראשו עמד אחד-העם, אשר צבי גינצברג (1927-1856)."
    },
    {
      "qes": "הציונות הדתית",
      "ans": "זרם בציונות הדוגל בלאומיות יהודית ובהקמת מדינה ליהודים. בניגוד להשקפה החרדית, תומכת הציונות הדתית במעשה אנושי. עוד ב-1893 הקים הרב מוהליבר, אחד ממנהיגי תנועת 'חיבת ציון', את תנועת 'המזרחי' שביקשה להפיץ את הציונות בקרב האוכלוסייה הדתית*.  "
    },
    {
      "qes": "הציונות הסוציאליסטית",
      "ans": "זרם הציונות שביקש לשלב בין הרעיון הציוני לעקרונות הסוציאליזם. אחד מראשוניןהיה נחמן סירקין (1868-1924) שפרסם בשנת 1898 חיבור בנושא. הציונות הסוציאליסטית הצליחה במיוחד במזרח אירופה ובקרב עולי העלייה השנייה והשלישית."
    },
    {
      "qes": "סופות בנגב",
      "ans": "כינוי לגל פרעות בדרום רוסיה בין השנים 1882-1881, במהלכן התנפלו הפורעים על יותר ממאתיים קהילות יהודיות בעוד שהשלטון המרכזי הרוסי עמד מנגד. הפרעות מהוות את אחד הגורמים המרכזיים לגל ההגירה הגדול של יהודי רוסיה שחלקו הופנה לארץ ישראל והיווה את העלייה הראשונה."
    },
    {
      "qes": "פרעות קישנב",
      "ans": "קישינב היא עיר שהייתה בעבר תחת שלטון רוסי וכיום משמשת כבירת מולדובה. באפריל 1903 בשבוע שבו חל חג הפסחא, פרצו בעיר ומסביב לה פרעות קשות ביהודים בהן נרצחו כארבעים ותשעה אנשים, כשש מאות נוספים נפצעו וכאלף וחמש מאות בתים וחנויות נבזזו."
    },
    {
      "qes": "עלילת דמשק",
      "ans": "בשנת 1840, הואשמו יהודי דמשק ברצח פולחני של נזיר נוצרי ומשרתו המוסלמי בעלילת דם."
    },
    {
      "qes": "מסעות הצלב",
      "ans": "סדרת מסעות שיזמו האפיפיורים הנוצרים (מאות 11-13). המסעות לוו בלהט דתי ובמרכזם עמד ניסיון לחדש את השליטה הנוצרית על טריטוריות אחרות, ובראשן על ארץ-ישראל. עבור היהודים היו מסעי הצלב בבחינת אסון: הצלבנים, עברו דרך קהילות יהודיות ורצחו באכזריות אלפים מחבריהם."
    },
    {
      "qes": "גזרות תתנ''ו",
      "ans": " בעת מסע הצלב הראשון (1095) התרחשו פרעות קשות ביותר שפגעו בקהילות מרכז גרמניה (בעיקר בקהילות שו''ם: כינוי מקובל לקהילות היהודיות בערים שפיירא, וורמייזא ומגנצא, שעל גדות נהר הריין) והן כונו גזרות תתנ''ו. "
    },
    {
      "qes": "ספר האורית",
      "ans": "ספר התורה של יהודי אתיופיה מכונה 'אורית' והוא כתוב בשפת הגעז המקודשת להם."
    },
    {
      "qes": "ביתא ישראל",
      "ans": "היהודים נזכרים בהיסטוריה של אתיופיה כפלאשים, כינוי שמשמעותו 'פולש'. הם מכנים את עצמם בכינוי: 'ביתא ישראל' המעיד על השייכות הדתית-אתנית שלהם אל העם היהודי. 'ביתא ישראל' מתוארת כקהילה שקיימה עצמאות ריבונית וביקשה לשמור עליה מפני הקיסרים הנוצרים."
    },
    {
      "qes": "מיסיון ",
      "ans": "מיסיון (מלטינית: 'שליחות') היא פעילות להפצת דת מסוימת בקרב בני דת אחרת. עיקר פעילויות המיסיון נעשו בידי הנוצרים. המיסיון קיבל ממד ממוסד עם ראשיתו של הקולוניאליזם, והופץ בידי מעצמות אירופה במדינות אותן כבשו באפריקה."
    },
    {
      "qes": "הרב עובדיה יוסף ",
      "ans": "הרב עובדיה יוסף (2013-1920) ממנהיגיה הבולטים של היהדות החרדית הספרדית, רב ופוסק הלכה. הרב עובדיה נולד בבגדד ובילדותו עלה עם משפחתו לארץ-ישראל. שימש במגוון תפקידים רבניים. בין חיבוריו ההלכתיים החשובים נמצא ספר השאלות והתשובות."
    },
    {
      "qes": "הרב שלמה גורן ",
      "ans": "הרב שלמה גורן (1994-1918) רב ופוסק הלכה, שיסד את הרבנות הצבאית הראשית. בשנת 1971 השתחרר מצה''ל בדרגת אלוף ומונה לרב האשכנזי הראשי לישראל. בין ספריו: 'משיב מלחמה', 'תורת המועדים', 'ספר משנת המדינה' ועוד."
    }
  ],
  [
    {
      "qes": "אנטישמיות",
      "ans": "את המושג אנטישמיות טבע ב-1879 וילהלם מאר על-מנת לתאר את גישתו הגזענית-לאומנית. מאז נעשה בו שימוש לתיאור השנאה ליהודים לאורך ההיסטוריה כולה. "
    },
    {
      "qes": "ליל הסכינים הארוכות",
      "ans": "ליל הסכינים הארוכות הוא כינוי למסע רציחות שערך היטלר נגד בכירי ארגון האס אה ב-30 ביוני 1934. הנאצים ניצלו את ההזדמנות ורצחו מנהיגים שאיתם “היה להם חשבון פתוח”. היטלר הפך בפועל למנהיג הבלתי-מעורער של גרמניה, ראשי הצבא הפגינו בו תמיכה פומבית."
    },
    {
      "qes": "חוקי נירנברג",
      "ans": "חוקי נירנברג היו חוקי גזע בימי שלטון גרמניה הנאצית, אשר הגדירו מיהו אזרח גרמני. נוסחו בכנס ועידת המפלגה הנאצית בעיר נירנברג, ב־15 בספטמבר 1935, ומטרתם הייתה לשלול זכויות אזרח מכל מי שאיננו ממוצא ארי. "
    },
    {
      "qes": "אריזציה",
      "ans": "השתלטות אלימה על בתי עסק ונכסים יהודים. "
    },
    {
      "qes": "ליל הבדולח",
      "ans": "בנובמבר 1938 בלילה שבין ה-9 ל-10 בחודש פשטו יחידות נאציות המלוות בהמון העם על מבני מגורים, מוסדות ועסקים יהודיים.   הפרעות נשאו אופי של 'פרעות עממיות' שפרצו בעקבות רצח המזכיר בשגרירות גרמניה בצרפת, אך המעורבות הממשלתית והמפלגתית בהן הייתה ניכרת. "
    },
    {
      "qes": "האונייה סנט-לואיס ",
      "ans": "האונייה סנט-לואיס יצאה במאי 1939 מנמל המבורג והייתה אחת האניות האחרונות שעזבו את גרמניה לפני סגירת שעריה."
    },
    {
      "qes": "ריבנטרופ-מולוטוב",
      "ans": "הסכם ריבנטרופ-מולוטוב נחתם בין שר החוץ הגרמני, יואכים פון-ריבנטרופ ושר החוץ הסובייטי, ויאצ'סלב מולוטוב, ב-23 באוגוסט 1939. ההסכם כלל חלק גלוי התובע אי-התקפה בין ברית המועצמות לגרמניה, וחלק חסוי בו נקבעה חלוקת שטחה של פולין בין שתי המדינות. "
    },
    {
      "qes": "איגרת הבזק של היידריך",
      "ans": "ב-21 בספטמבר נשלחה איגרת מטעם ראש משטרת הביטחון, ריינהרד היידריך ובה הוראות לגבי אופן הטיפול ביהודים. הוא הורה לרכז את היהודים סמוך לצמתי רכבות, בשטחי פולין שאינם עתידים להיות מסופחים אל גרמניה ('גנרלגוברנמן').  הוא הורה על הקמת יודנראטים."
    },
    {
      "qes": "גטו",
      "ans": "בתקופת השואה בשטחי הכיבוש הנאציים, רוכזו היהודים במתחמים שנקראו ''גטו'', כשלב מקדים לפני שילוחם אל מחנות ההשמדה. כ-20% מתושבי הגטו מצאו את מותם ברעב, במחלות ובירי על ידי חיילים גרמנים. "
    },
    {
      "qes": "מבצע ברברוסה",
      "ans": "תוכנית המבצעים, שהוכנה על ידי המטה הכללי של הצבא הגרמני, למלחמה נגד ברית המועצות ולכיבוש שטחה על ידי צבאות גרמניה הנאצית ובעלות בריתה במלחמת העולם השנייה. "
    },
    {
      "qes": "וועידת ואנזה",
      "ans": "ב-20 בינואר 1942, התקיימה וועידת ואנזה שדנה ב-'פתרון הסופי של בעיית היהודים'. השמדת היהודים נרצחו החלה אמנם חודשים רבים לפני הוועידה, אולם ממנה ואילך הפכה ההשמדה לשיטתית ומקיפה יותר."
    },
    {
      "qes": "מבצע ריינהרד",
      "ans": "במרץ 1942 החל מבצע ריינהרד שמטרתו הייתה להביא להשמדתה של יהדות פולין ובמסגרתו הוקמו שלושה מחנות השמדה גדולים (בלז'ץ, סוביבור וטרבלינקה) בהם נרצחו יהודים בשיטתיות בתאי גזים."
    },
    {
      "qes": "חסידי אומות העולם",
      "ans": "חסידי אומות העולם הם בודדים וקבוצות שסייעו בידיהם של היהודים, תוך סיכון עצמי וללא תמורה. את אות 'חסיד אומות העולם' מעניקה 'יד-ושם' ועד כה הוענקו כ-25,000 אותות."
    },
    {
      "qes": "מרד גטו ורשה",
      "ans": "המרידות התרחשו בכמה גטאות, אך המרד הגדול ביותר התרחש בגטו ורשה. במהלכו פעלו שני ארגונים יהודיים האי''ל (ארגון יהודי לוחם) והאצ''י (ארגון צבאי יהודי) שהצליחו להחזיק מעמד קרוב לחודש, לרתק אל שטח הגטו כוחות גדולים של גרמנים ולהסב להם אבדות.   "
    },
    {
      "qes": "הפרטיזנים",
      "ans": "פרטיזן הוא כינוי ללוחם בצבא לא-סדיר שפועל נגד כוחות כיבוש. הכינוי מתייחס בדרך כלל ללוחמים בתנועות מחתרת נגד הכיבוש הנאצי באירופה בתקופת מלחמת העולם השנייה."
    },
    {
      "qes": "עקורים",
      "ans": "בתום מלחמת העולם השנייה  זוועות הכיבוש הנאצי נחשפו ורבבות ניצולים יהודים שכונו שארית הפליטה החלו לנדוד באירופה. הפליטים היהודים היו חסרי בית וגילו במרבית המקרים כי כל רכושם נגזל במהלך השואה. רבים מהם היו במצב גופני ונפשי ירוד. "
    },
    {
      "qes": "מחנות עקורים",
      "ans": "בעלות הברית ששלטו בשלב הראשון בשטחים ששוחררו מן הכיבוש הנאצי הקימו עבורם מחנות עקורים. בדרך כלל בתחומי מחנות ששימשו כמחנות השמדה ועבודה, על אף השיפור בתנאים, החיים בהם היו לא נוחים. ניצולי השואה  פיתחו במחנות חיי תרבות, חינוך וחברה."
    },
    {
      "qes": "משפטי נירנברג",
      "ans": "ב-20 בנובמבר 1945 החלו בגרמניה משפטי נירנברג בהם הועמדו לדין בפני טריבונל בין-לאומי ראשי המשטר הנאצי שנותרו בין החיים. במהלכו נחשף לראשונה תיעוד קשה ביחס לרצח ולמנגנוני ההשמדה."
    },
    {
      "qes": "יד ושם",
      "ans": "רשות ממלכתית המופקדת על תיעוד תולדותיו של העם היהודי בתקופת השואה, הנצחת הנרצחים והנחלת מורשת השואה לדורות הבאים.   בנוסף אחראית הרשות על ההכרה וההנצחה של חסידי אומות העולם."
    },
    {
      "qes": "הסכם השילומים",
      "ans": "הסכם השילומים (1952), הוא הסכם שנחתם בין ממשלת מערב גרמניה לממשלת ישראל במסגרתו העבירה גרמניה לישראל סכום של כשלושה מיליארד מארק כפיצוי על הסבל והנזק החומרי אשר נגרם ליהודים בתקופת השואה."
    }
  ],
  [
    {
      "qes": "היישוב הישן",
      "ans": "לפני העליות הציוניות התקיים בארץ יישוב קטן יחסית של יהודים אדוקים בדתם שהתרכז בעיקר ב-'ארבעת ערי הקודש'. יהודים אלו התקיימו מכספי החלוקה וחייהם סבבו סביב לימוד התורה וקיום מצוות."
    },
    {
      "qes": "עלייה ראשונה",
      "ans": "העלייה הראשונה (עליית האיכרים) 1881-1903. עלייה במטרה ליצור התיישבות (בניגוד ליישוב הישן שעלה למטרת לימוד תורה). העלייה מנתה כ-25000 יהודים. רובם ממזרח אירופה וחלק קטן מתוכם היה מתימן. עלייה זו אופיינה במשפחות שומרות מסורת."
    },
    {
      "qes": "עלייה שנייה",
      "ans": "בשנת 1904 החלה העלייה השנייה, עד לפרוץ מלחמת העולם הראשונה, בשנת 1914. הצטרפו בתקופה זו לאוכלוסייתה של הארץ, כשלושים וחמישה אלף עולים, רובם ממזרח אירופה. ברקע לעלייה עומד מצבם של יהודי מזרח אירופה, פרעות אנטישמיות והתחזקות התנועה הציונית.  "
    },
    {
      "qes": "תחיית השפה העברית",
      "ans": "תחיית הלשון העברית היא תהליך שהתחולל באירופה ובארץ ישראל בסוף המאה התשע עשרה ובתחילת המאה העשרים, ובמסגרתו הפכה השפה העברית מלשון כתובה וליטורגית המשמשת בעיקר לצרכים דתיים או ספרותיים ללשון מדוברת, רב-מערכתית ולאומית."
    },
    {
      "qes": "גירוש תל-אביב",
      "ans": "במרץ 1917 גירשו הטורקים את תושבי יפו וסביבותיה, ובכללם את תושבי תל אביב, באירוע שכונה לימים גירוש תל- אביב. ברקע לצו הגירוש עמדה התקדמותם של הבריטים בחזית המצרית. באופן רשמי הוא הופנה לכלל תושבי האזור (יהודים כערבים). אולם בפועל השפיע בעיקר על היהודים. "
    },
    {
      "qes": "חבר הלאומים",
      "ans": "גוף בין-לאומי שהוקם בשנת 1920, בעקבות מלחמת העולם הראשונה. מטרותיו היו: שמירת השלום בעולם ומניעת תוקפנות צבאית מצד מדינות. העניק לבריטניה את המנדט על ארץ-ישראל. הוא חדל מלתפקד בפועל עם פרוץ מלחמת העולם השנייה. ב-1946 הועברו כלל סמכויותיו לאו''ם.  "
    },
    {
      "qes": "הצהרת בלפור",
      "ans": "הצהרת בלפור היא הכינוי המקובל למסמך שנחתם בידי שר החוץ הבריטי, הלורד ארתור ג'יימס בלפור, ב-1917 ועיקרו הכרזה על תמיכם בהקמת בית לאומי לעם היהודי בארץ ישראל. מתן ההצהרה היה הישג מדיני חסר תקדים של התנועה הציונית."
    },
    {
      "qes": "האנייה 'רוסלן'",
      "ans": "בשנת 1919 הגיעה לחופי הארץ האנייה 'רוסלן' ועל סיפונה למעלה מ-600 עולים, שהיוו כאחוז מכלל האוכלוסייה היהודית בארץ באותה העת הגעתה של אנייה זו סימנה את ראשיתה של העלייה השלישית שנמשכה עד 1923, ובמהלכה הגיעו ארצה כשלושים וחמישה אלף עולים. "
    },
    {
      "qes": "גדוד העבודה",
      "ans": "גוף שהקימו עולי העלייה השלישית, אשר נועד להיות קומונה כללית שחבריה חיים חיי שיתוף, כמו בקיבוץ. פלוגות 'גדוד העבודה' עבדו בסלילת כבישים ובהקמת יישובים, אך עקב מחלוקות, הגדוד התפצל וחדל לפעול ב-1929."
    },
    {
      "qes": "ההסתדרות הכללית של העובדים העבריים בא''י",
      "ans": "ארגון עובדים שאיגד את כלל העובדים היהודים בארץ. בניגוד לארגוני עובדים אחרים, פעילותה של ההסתדרות נגעה לכל תחומי החיים והיא הפכה עד מהרה לארגון החשוב ביותר של תנועת העבודה ולאחד הגופים הדומיננטיים בחיי היישוב בארץ."
    },
    {
      "qes": "החלוץ",
      "ans": "מסגרת שנוסדה ב-1918 ברוסיה, במטרה להכשיר צעירים יהודים לקראת עלייה לארץ תוך דגש על לימודי עברית והכשרה לעבודה חקלאית ולהגנה עצמית. בשיא כוחה של התנועה, ערב מלחמת העולם השנייה, היו חברים בה כמה עשרות אלפי צעירים; בשנים 1939-1919 עלו לארץ כ-50 אלף מחבריה."
    },
    {
      "qes": "השומר הצעיר",
      "ans": "השומר הצעיר היא תנועת נוער שהוקמה ב-1913 במזרח-אירופה וחרתה על דגלה ציונות, סוציאליזם ואחוות עמים. חניכי התנועה שעדין פועלת בישראל, הקימו קיבוצים רבים שאוגדו במסגרת הקיבוץ הארצי."
    },
    {
      "qes": "העלייה השלישית",
      "ans": "העלייה השלישית היא גל עלייה גדול לארץ ישראל, עם סיום מלחמת העולם הראשונה. החל משנת 1918 ועד שנת 1923 בסיום המשבר הכלכלי. רוב העולים באו מאירופה ובמידה רבה ממניעים ציוניים. אומדן העולים בתקופה זו הוא כ-35,000."
    },
    {
      "qes": "העלייה הרביעית",
      "ans": "הל העלייה הגדול בין השנים 1924–1931. מספר העולים מוערך בכ-70,000. נתפסה כעליית משפחות בנות המעמד הבינוני אשר עזבו את פולין בשל המצב הכלכלי ובחרו להגיע לארץ רק בשל הקושי להגר לאמריקה. בפועל נמנו בין העולים גם פועלים רבים שפנו לעבודת כפיים במושבות ובערים."
    },
    {
      "qes": "העלייה החמישית",
      "ans": "בשנים 1939-1933 הגיעו לארץ כרבע מיליון עולים. ברקע עומדת החרדה מפני המשטרים הפשיסטיים באירופה, ומגורלם של היהודים תחת שלטונם, כמו גם צמצום אפשרויות ההגירה. עלייה זו הגדילה את היישוב היהודי בארץ כמעט פי שלושה.  עהעולים מגרמניה הטביעו את חותמם על עלייה זו. "
    },
    {
      "qes": "מכתבי מקמהון-חוסיין",
      "ans": "מכתבי חוסיין–מקמהון הם החלפת מכתבים בימי מלחמת העולם הראשונה, בין הנרי מקמהון, מושל מצרים מטעם האימפריה הבריטית, לבין השריף חוסיין בן עלי. משא ומתן רשמי-למחצה על שיתוף פעולה בין הצדדים."
    },
    {
      "qes": "הספר הלבן הראשון",
      "ans": "בשנת 1922 פורסם הספר הלבן הראשון על ידי שר המושבות הבריטי, וינסטון צ'רצ'יל. מביע תמיכה בהקמת בית לאומי לעם היהודי, אך גם קובע הגבלות מסוימות. הביא עימו התפתחות כללית של היישוב היהודי בארץ והקמה של מוסדות אוטונומיים."
    },
    {
      "qes": "הסכם סייקס-פיקו ",
      "ans": "הסכם סייקס-פיקו היה הסכם חשאי בין בריטניה לצרפת שחילק את המזרח התיכון בין שתי המעצמות שלאחר המלחמה. ההסכם לא בוצע בפועל באופן מלא, ורק במהלך 1920 נקבעו קווי התיחום הסופיים שהקנו לבריטים את השליטה באצבע הגליל.  "
    },
    {
      "qes": "קרב תל-חי",
      "ans": "הקרב על תל חי נערך ב-1 במרץ 1920. במהלך הקרב תקפה מיליציה ערבית שיעית, מלווה בבדואים מכפר סמוך, את תל חי. יוסף טרומפלדור, מפקד המגינים היהודים, מת באותו ערב. תל חי ננטשה לבסוף על ידי היהודים ונשרפה על ידי המיליציה הערבית."
    },
    {
      "qes": "ברל כצנלסון",
      "ans": "ברל כצנלסון (1944-1887), ממנהיגיה הבולטים של תנועת העבודה בארץ-ישראל והציונות הסוציאליסטית. כצנלסון עלה לארץ בעלייה השנייה, דגל בשילוב בין ערכים סוציאליסטיים ללאומיות היהודית; אך בניגוד לרבים מבני דורו, הדגיש את הרלוונטיות של המסורת היהודית.  "
    },
    {
      "qes": "חגיגות נבי מוסא ",
      "ans": "מנהג מוסלמי של עלייה לרגל אל מסגד נבי מוסא השוכן במדבר יהודה, סמוך לעיר יריחו. על-פי האמונה המוסלמית באתר זה קבור משה שהוא 'ראשון הנביאים'. המסע אל-עבר נבי מוסא היה יוצא מהר הבית בירושלים."
    },
    {
      "qes": "מאורעות תרפ''א ",
      "ans": "מאורעות תרפ''א היו סדרה של מעשי רצח, אלימות, ואונס ביהודים, שוד וביזת רכושם, בידי ערבים. המאורעות החלו ב-1 במאי 1921 בתהלוכת חג הפועלים, והסתיימו לאחר 5 ימים. "
    },
    {
      "qes": "חאג' אמין אל-חוסייני",
      "ans": "חאג' אמין אל-חוסייני (1974-1895), מנהיג דתי ופוליטי של ערביי ארץ-ישראל במהלך תקופת היישוב שהיה ידוע באיבתו למפעל הציוני והוביל את מעשי הרצח והטרור כנגד תושבי היישוב היהודי."
    },
    {
      "qes": "1 במאי ",
      "ans": "1 במאי (יום הפועלים הבין-לאומי) הוא יום ציון המבטא סולידריות בין ארגוני הפועלים ואיגודי העובדים בכל העולם. מקורו של היום בהפגנות שנערכו בתאריך זה בקנדה ובארצות הברית, בעבר היה יום זה בולט מאוד במרחב הציבורי בישראל."
    },
    {
      "qes": "יוסף חיים ברנר ",
      "ans": "יוסף חיים ברנר (1921-1881) סופר, הוגה, פובליציסט ומנהיג יהודי. ברנר עלה לארץ בעלייה השנייה, הדגיש את תפיסתו האתאיסטית ועל רקע זה הרבה להתפלמס עם סופרי היישוב והחרדים. בין יצירותיו: 'מכאן ומכאן', 'שכול וכישלון', 'הגאולה והתמורה' ועוד."
    },
    {
      "qes": "מאורעות תרפ''ט",
      "ans": "סדרה של פרעות אלימות ומעשי טרור מצד ערביי ארץ ישראל נגד היישוב היהודי בארץ ישראל, שאירעו ב-29-23  באוגוסט 1929. זאת בעקבות מתיחות בין יהודים וערבים בנוגע לתפילת יהודים בכותל המערבי.ישובים ברחבי הארץ נחרבו; הבולט בהם בחברון, בו אירע טבח."
    },
    {
      "qes": "הוועד הערבי העליון ",
      "ans": "גוף ההנהגה המרכזי שהוביל את מאבקם של ערביי ארץ ישראל בתנועה הציונית. הוקם בשנת 1936 והיה פעיל עד לסיום מלחמת העצמאות. התנגדותו לכל פתרון מדיני, העלתה אותו על מסלול התנגשות עם הבריטים."
    },
    {
      "qes": "מאורעות תרצ''ו-תרצ''ט",
      "ans": "המרד הערבי הגדול (מאורעות תרצ''ו-תרצ''ט) היה מרד מאורגן, שפרץ בארץ ישראל המנדטורית בשנת 1936, ונמשך בהפסקות עד מרץ 1939. הערבים דרשו עצמאות משלטון המנדט הבריטי, עצירת גל ההגירה של יהודים בעלייה החמישית, והתנגדות להקמת בית לאומי לעם היהודי בארץ ישראל. "
    },
    {
      "qes": "נוטרים",
      "ans": "כינוי לכוחות של שוטרים יהודים בארץ ישראל בתקופת המנדט הבריטי. פעלו במסגרת המשטרה הבריטית וביוזמת הסוכנות היהודית החל ממאורעות 1936–1939 ועד להקמת המדינה. בפועל, פיקד עליהם ארגון ההגנה, שניצל את הכוחות ואת נשקם לפעילויותיו השונות בהגנה ובהתיישבות."
    },
    {
      "qes": "ועדת פיל",
      "ans": "בעקבות הגל הראשון של המאורעות, מינו הבריטים את ועדת פיל, עליה הוטל לבדוק את הסיבות לפרוץ המאורעות ולהציע פתרון לסכסוך היהודי-ערבי. הועדה קבעה כי יש לחלק את הארץ לשתי מדינות."
    },
    {
      "qes": "מצודות טיגרט",
      "ans": "שרשרת מצודות משטרה שהוקמו בארץ ביוזמתו של סר צ'ארלס טיגארט. רבות מהן משמשות עד היום את כוחות הביטחון. מג''ב אף אימץ את תבנית המצודה והיא מופיעה בסמלו ובתג היחידה שלו."
    },
    {
      "qes": "פלגות הלילה המיוחדות ",
      "ans": "ביוני 1938 הוקמו פלגות הלילה המיוחדות בהן שרתו נוטרים יהודים לצד חיילים בריטים. הפלוגות פעלו בהתאם לתו''ל שבנה מייסדן, הקצין הבריטי אורד צ'ארלס וינגייט."
    },
    {
      "qes": "חומה ומגדל",
      "ans": "הקמה של מהירה של יישובים שאופיינו בגדר מקיפה בנויה עץ וחצץ, מגדל שמירה ומספר צריפי מגורים. באופן הזה הוקמו למעלה מחמישים יישובים חקלאיים.  "
    },
    {
      "qes": "אורד צ'ארלס וינגייט ",
      "ans": "אורד צ'ארלס וינגייט (1944-1903), קצין בצבא הבריטי, שאהד את הציונות, התמחה בלוחמה זעירה (לו''ז) ובהתמודדות עם פעולות גרילה. וינגייט היה אוהד של הציונות ויזם את הקמתן של פלגות הלילה המיוחדות. במהלך מלחמת העולם השנייה נהרג בהתרסקות מטוס בהודו."
    },
    {
      "qes": "הספר הלבן השני",
      "ans": "הספר הלבן השני (1930) הדגיש את המחויבות של בריטניה לחיים משותפים ושוויוניים של יהודים וערבים. הספר הטיל הגבלות על הפעילות הציונית לרבות הגבלות קשות על עלייה והתיישבות. נתפס בתנועה הציונית כמשקף מדיניות אנטי-ציונית. "
    },
    {
      "qes": "הספר הלבן השלישי",
      "ans": " התפרסם בשנת 1939. בספר הוכרז על הכוונה להקים בארץ מדינה עצמאית לכל תושביה, כאשר היהודים יהוו בה שליש. הטיל מגבלות חמורות על עליה והתיישבות. כתוצאה מכך, פליטים שניסו להימלט מאימי המשטר הנאצי לא יכלו להגיע ארצה."
    },
    {
      "qes": "העפלה",
      "ans": "ההעפלה הייתה התנועה לכניסה בלתי חוקית של יהודים לארץ ישראל בדרכי הים והיבשה וב-1947 גם בדרך האוויר, אשר אורגנה על ידי היישוב העברי בתקופת המנדט הבריטי משנת 1934 ועד הקמת מדינת ישראל ב-1948."
    },
    {
      "qes": "סטרומה",
      "ans": "אוניית מעפילים שניסו להימלט מרומניה הפשיסטית, והוטבעה בים השחור על ידי צוללת סובייטית, 24 בפברואר 1942. האונייה אורגנה במסגרת מפעל ההעפלה אף על פי של האצ''ל. חשבת לאסון הגדול בתולדות ההעפלה."
    },
    {
      "qes": "תקופת המאבק",
      "ans": "התקופה שבין סוף מלחמת העולם השנייה וראשית מלחמת השחרור, תקופת המאבק בבריטים. עמדה בסימן התנגשויות בין היישוב לבין המנדט הבריטי. מבצעי ההעפלה הורחבו, נקודות יישוב חדשות הוקמו והמחתרות השונות התאחדו במסגרת תנועת המרי העברי ופגעו בתשתית השלטון הבריטית בארץ."
    },
    {
      "qes": "ליל הגשרים",
      "ans": "פעולה מתואמת של הפלמ''ח, במסגרת תנועת המרי העברי, בלילה שבין 16 ל-17 ביוני 1946, שבמהלכה הותקפו בו בזמן 11 גשרים בכל גבולות ארץ ישראל. הצלחת הפעולה גרמה לניתוק זמני של נתיבי האספקה שהיו בשימוש הבריטים."
    },
    {
      "qes": "פיצוץ מלון המלך דוד",
      "ans": "פיגוע תופת שבוצע נגד השלטון הבריטי ב-22 ביולי 1946. האצ''ל פוצץ את האגף הדרומי של מלון המלך דוד, שבו שכנה המפקדה הצבאית של שלטון המנדט הבריטי. הפעולה שנויה במחלוקת ו גונתה לאחר מעשה על-ידי ה-'הגנה'."
    },
    {
      "qes": "השבת השחורה",
      "ans": "השבת השחורה הוא כינוי שניתן ליום שבת, 29 ביוני 1946, שבו ערך השלטון הבריטי בארץ ישראל סדרה של פעולות כנגד היישוב היהודי. במסגרתן הוטל עוצר על ערים (תל אביב, ירושלים, חיפה, רמת גן, נתניה ועוד), קיבוצים ומושבים, נערכו חיפושים מבית לבית, ורבים ממנהיגי היישוב נעצרו."
    },
    {
      "qes": "כנסת ישראל (תקופת המנדט)",
      "ans": "ייצגה את כלל היישוב היהודי בארץ. היא הורכבה מנציגים שנבחרו על-ידי הציבור. מתוך נציגים אלו הורכב הוועד הלאומי ששימש, למעשה, כגוף ביצועי המקביל במדינה ריבונית לממשלה, והיה אחראי על הוצאה לפועל של החלטות כנסת ישראל וביצוע משימות שהוגדרו על-ידי שלטונות המנדט."
    },
    {
      "qes": "הסוכנות היהודית (תקופת המנדט)",
      "ans": "הוקמה ב-1927 בהתאם לכתב המנדט והיוותה נציגות משותפת ליהודי ארץ-ישראל, לתנועה הציונית העולמית ולגופים יהודיים לא ציוניים מסוימים שהיו בעלי זיקה לבניין הבית הלאומי בארץ. "
    }
  ],
  [
    {
      "qes": "העלייה הגדולה",
      "ans": "בשלוש השנים הראשונות לאחר הקמת המדינה הגיעו כ-700 אלף עולים, שהכפילו את כמות האוכלוסייה היהודית. גל עלייה זה ידוע בכינוי העלייה הגדולה או העלייה ההמונית.  העולים הגיעו בעיקרם ממזרח אירופה וממדינות המזרח התיכון. העליה הטילה עול כלכלי כבד על המדינה."
    },
    {
      "qes": "מרבד הקסמים",
      "ans": "העלאת יהודי תימן בשנים 1950-1948 במהלכה עלו לארץ כ-50,00 עולים. "
    },
    {
      "qes": "מבצע עזרא ונחמיה",
      "ans": "העלאת יהודי עירק בשנים 1951-1950 במהלכה עלו לארץ כ-110,00 עולים. "
    },
    {
      "qes": "מבצע יכין",
      "ans": "העלאת יהודי מרוקו בשנים 1964-1961 במהלכה עלו לארץ כ-80,000 עולים.  "
    },
    {
      "qes": "קיבוץ הגלויות",
      "ans": "אתוס קיבוץ הגלויות היה עקרון במדיניות העלייה. בהתאם לאתוס, מטרת העלייה היא לקבץ מחדש את העם היהודי מכל ארצות גלותו ולהפוך אותו לעם מאוחד. הכתיב את עקרון כור ההיתוך."
    },
    {
      "qes": "העלייה מברית המועצות (שנות ה-70)",
      "ans": "בשנות ה-70 התרחש גל עלייה גדול מברית המועצות לישראל, שבמהלכו עלו יותר מ-150,000 יהודים ארצה. ההגירה התאפשרה עם ההתרה למסורבי עלייה לעזוב את המדינה הסובייטית. סיבות העלייה נבעו משאיפות דתיות או לאומיות, מרצון לשגשוג כלכלי, וכן בריחה מאנטישמיות."
    },
    {
      "qes": "שלח את עמי",
      "ans": "הרקע לפרשה: סיפור מאבקם של יהודי ברית המועצות לעלות לישראל. ברית המועצות ניתקה יחסים דיפלומטיים עם ישראל, ורדפה אחר אלו שנחשדו בפעילות ציונית ויהודית. המשפט ''שלח את עמי'' הפך לסיסמת המאבק למען היתרי יציאה ליהודי הגולה ממדינות ששללו זאת."
    },
    {
      "qes": "מבצע שלמה",
      "ans": "מבצע הטסה גלוי ב-1991, במהלכו עלו לישראל כ-14,000 יהודים מאתיופיה. בתום מבצע זה עלתה מרבית הקהילה לארץ, אך באתיופיה נותרו יהודים מזרע ביתא ישראל (המכונים לעתים 'פלאשמורה') שביקשו וציפו לעלות לארץ.  "
    },
    {
      "qes": "העלייה ממדינות ברית המועצות לשעבר (שנות התשעים)",
      "ans": "התפוררות השלטון הקומוניסטי בברית המועצות ונפילת המחיצות בין מזרח אירופה למערבה בסוף שנות השמונים הוליד גל עלייה. מאז 1989 ועד תום המאה ה-20 הגיעו לארץ כמיליון עולים ממדינות ברית המועצות לשעבר, גל עלייה חסר תקדים בהיקפו מאז שנותיה הראשונות של המדינה."
    },
    {
      "qes": "משטר הצנע",
      "ans": "מדיניות קיצוב שהנהיגה המדינה בשנותיה הראשונות במטרה להתמודד עם המשבר הכלכלי שנוצר עקב העלייה הגדולה. בבסיס עומדת החלטתה של המדינה לפקח על מוצרים שונים. לכל אזרח הקצתה המדינה תלושים שרק באמצעותם ניתן היה לרכוש את המוצרים שבפיקוח."
    },
    {
      "qes": "אירועי ואדי סאליב",
      "ans": "ביולי 1959 כאשר שוטרים פצעו ביריות אדם ממוצא צפון אפריקני שהתפרע בבתי קפה. עקב מותו תושבים נסערים של השכונה, שהייתה מאוכלסת רובה ככולה בעולים מצפון אפריקה, יצאו אל הרחובות. פרצו הפגנות שהביעו זעם על גילויי קיפוח עדתי וכאפליה ממסדית."
    },
    {
      "qes": "ישראל השנייה",
      "ans": "כינוי לאוכלוסיית העולים, בעיקר ליוצאי ארצות המזרח, תושבי עירות הפיתוח ושכונות העוני."
    },
    {
      "qes": "הפנתרים השחורים",
      "ans": "בשנים 1971-1970 פרץ גל מחאה נוסף על-ידי תנועת 'הפנתרים השחורים'. המוחים טענו כי הם מופלים בשל המוצאם העדתי. 'הפנתרים השחורים' היו בני עולים שטענו כי הם לא מצליחים להתקדם בסולם החברתי-כלכלי.הם יזמו שורה של הפגנות ופעולות מחאה ."
    },
    {
      "qes": "מכתב הסטטוס-קוו",
      "ans": "בשנת 1947, שלח דוד בן-גוריון, מכתב למנהיגי הציבור החרדי, באשר לדמותה של המדינה העתידה לקום. מכתב זה נודע לימים בכינוי מכתב הסטטוס-קוו. המכתב משרטט מעין מתווה לשמירת המצב הקיים בענייני דת ומדינה במדינה שעתידה לקום לשם קיום חיים משותפים."
    },
    {
      "qes": "מפא''י",
      "ans": "מאז ראשית שנות ה-30 ועד לשנות ה-70 עמדה מפא''י (''המערך'', ''מפלגת העבודה''), בראשות השלטון. לשלטונה היה הקשר תרבותי רחב: ערכיה של התנועה ובעיקר השילוב שבין לאומיות ציונית חילונית לבין בניית חברה חלוצית בעלת מאפיינים סוציאליסטיים נתפסו כערכים המובילים של החברה כולה."
    },
    {
      "qes": "חירות",
      "ans": "תנועת חֵרוּת הייתה מפלגת ימין ליברלית, שפעלה מקום המדינה ונוסדה על ידי יוצאי האצ''ל בראשות מנחם בגין. היא יורשת התנועה הרוויזיוניסטית שהתנגדה לשלטון מפא''י ומפלגות הפועלים. בראשית שנות החמישים 'חירות' הייתה תנועה פוליטית אופוזיציונית קטנה יחסית. "
    },
    {
      "qes": "גח''ל",
      "ans": "במהלך שנות השישים חברה תנועת ''חירות'' למפלגה הליברלית ויצרה את ''גוש חירות ליברלים'' (גח''ל), שהחל להתעצב כאלטרנטיבה שלטונית. בשנת 1973 התאחדה גח''ל עם תנועות נוספות והקימה את תנועת ''הליכוד'' שזכתה לתמיכה הולכת וגוברת בקרב הדור השני של העולים."
    },
    {
      "qes": "הסכמי רודוס",
      "ans": "עם תום מלחמת העצמאות נחתמו בין ישראל לבין מרבית מדינות ערב הסכמי שביתת נשק שנודעו כהסכמי רודוס. הסכמים אלו היו זמניים בהגדרתם והם נחתמו מתוך תקווה שיובילו לשיחות שלום.  "
    },
    {
      "qes": "הסכמי קמפ-דייוויד",
      "ans": "הסכמי קמפ-דייוויד הם הסכמי מסגרת לשלום במזרח התיכון, אשר נחתמו על ידי נשיא ארצות הברית ג'ימי קרטר, נשיא מצרים אנואר סאדאת וראש ממשלת ישראל מנחם בגין בשנת 1978, וסללו את הדרך לחתימת הסכם השלום בין ישראל למצרים במרץ 1979."
    },
    {
      "qes": "נסיגת ישראל מסיני",
      "ans": "באפריל 1982 השלימה ישראל את נסיגתה מסיני תוך פינוי הישובים היהודים. הפינוי לווה במחאה ציבורית ובהתנגדות מצד גורמים אידיאולוגיים שהקימו את ''התנועה לעצירת הנסיגה מסיני''. חלק קטן מהתושבים סרבו להתפנות, ופונו בכוח רק לאחר מספר מאמצים."
    },
    {
      "qes": "ועידת מדריד",
      "ans": "ועידה שנערכה במדריד בירת ספרד בין  30 באוקטובר ל-1 בנובמבר 1991. מטרתה להביא לשלום בין ישראל לבין כל שכנותיה – ירדן, סוריה, לבנון והפלסטינים שיוצגו באופן עקיף. חשיבותן של הפגישות היה בעיקר ביצירת מגעים ראשונים בין ישראל לפלסטינים."
    },
    {
      "qes": "הסכם אוסלו",
      "ans": "סדרה של הסכמים שנחתמו בין ישראל לבין אש''ף, כחלק מתהליך השלום בין ישראל לפלסטינים. נועד להביא לפתרון קבע את מכלול הסוגיות התלויות ועומדות בסכסוך הישראלי-פלסטיני. ההסכם הביא את אש''ף להכיר במדינת ישראל ואת ישראל להכיר באש''ף כנציג העם הפלסטיני."
    },
    {
      "qes": "תכנית ההתנתקות",
      "ans": "במסגרת התכנית פינתה המדינה את היישובים היהודיים ובסיסי צה''ל ברצועת עזה ובצפון השומרון וויתרה על שליטתה הצבאית ברצועת עזה. התכנית עוררה ויכוח ער בחברה הישראלית."
    },
    {
      "qes": "אש''ף",
      "ans": ".ארגון לשחרור פלסטין, הוקם בשנת 1964 וראה בעצמו כמייצגו של העם הפלסטיני. במהלך שנות השבעים והשמונים פעל משטחן של ירדן ולבנון תוך שהוא מבצע פעולות טרור וחבלה בישראל. בשנת 1993 הכירה ישראל באש''ף שהקים למעשה את הרשות הפלסטינית."
    },
    {
      "qes": "טבח בכפר קאסם",
      "ans": "הטבח בכפר קאסם, באוקטובר 1956 הוטל עוצר על כל הכפרים הערבים הסמוכים לגבול הירדני. הגדוד שנשלח לאכוף את העוצר קיבל הוראה לפתוח באש אל מי שמפר אותו. מפקד המחלקה שהוצב בכפר-קאסם לא הפעיל שיקול דעת, הורה לחייליו לפתוח באש והביא להריגת 43 אזרחים. "
    },
    {
      "qes": "חוק נכסי נפקדים",
      "ans": "הוא חוק המקנה למדינת ישראל את נכסיהם של מי שעזבו אותה לשטחיהן של מדינות עוינות במהלך מלחמת העצמאות או לאחריה, את מי שנשאו אזרחות זרה, ואת מי שהיו בחלק של ארץ ישראל שהיה מוחזק אותה שעה בידי כוחות שביקשו למנוע הקמתה של מדינת ישראל או שנלחמו בה לאחר הקמתה."
    },
    {
      "qes": "יום האדמה",
      "ans": "יום האדמה ( يوم الأرض), שחל ב-30 במרץ, הוא אירוע הכולל שביתה כללית והפגנות של ערביי ישראל ופלסטינים נגד החלטת ממשלת רבין הראשונה להפקיע אדמות של אזרחים ערבים בגליל בשנת 1976."
    },
    {
      "qes": "חיים ויצמן",
      "ans": "חיים ויצמן, נשיא המדינה הראשון, מדען וכימאי, אבי הציונות הסינתטית. במהלך מלחמת העולם הראשונה, סייע לתעשייה הצבאית הבריטית (אציטון). הביא להשגתה של הצהרת בלפור. עמד בראש ההסתדרות הציונית העולמית. היה למנהלו הראשון של מכון מחקר ברחובות שעם השנים שונה שמו למכון ויצמן."
    },
    {
      "qes": "יצחק בן־צבי",
      "ans": "נשיאהּ השני של מדינת ישראל, חלוץ בתקופת העלייה השנייה, היסטוריון ומראשי תנועת העבודה בארץ ישראל. היה ממייסדי ''פועלי ציון'', יו''ר הוועד הלאומי, חבר ועד הקהילה בירושלים וחבר הכנסת מטעם מפא''י. מחותמי מגילת העצמאות. כחוקר עסק בתולדות עם ישראל והתמקד בחקר עדות המזרח."
    },
    {
      "qes": "זלמן שזר",
      "ans": "זלמן שזר היה נשיאהּ השלישי של מדינת ישראל, סופר, משורר, היסטוריון, מראשי הציונות, חבר הכנסת ושר החינוך והתרבות בממשלת ישראל הראשונה."
    },
    {
      "qes": "אפריםם קציר",
      "ans": "אפרים קציר, נשיא המדינה הרביעי (1916-2009). היה לאחד מחשובי המדענים בארץ. הקים את 'חיל המדע', זכה בפרס ישראל למדעי החיים, נבחר כחבר המועצה הלאומית הישראלית למדעים והיה המדען הראשי במשרד הביטחון."
    },
    {
      "qes": "יצחק נבון",
      "ans": "יצחק נבון (1921-2015) נשיא המדינה החמישי. שירת ב-'הגנה' ועמד בראש 'המחלקה הערבית' בירושלים. היה ראש אגף התרבות במשרד החינוך והתרבות והחל ב-'מבצע לביעור הבערות'. בשנת 1965 נבחר לכנסת, שימש כיושב-ראש ועדת החוץ והביטחון. ב-1978 נבחר לנשיא."
    },
    {
      "qes": "ח''ן",
      "ans": "חיל הנשים (ח''ן) חיל שפעל במסגרת צה''ל עד לשנת 2001 והיה אחראי על הכשרה, אימון, שיבוץ וקידום נשים בצבא. בעקבות שינויים באופיו של צה''ל, פורק ה-ח''ן ובמקומו הוקמה מפקדת היוהל''ם (יועצת הרמטכ''ל לענייני מגדר)."
    },
    {
      "qes": "מבצע לביעור הבערות",
      "ans": "יצחק נבון החל ב-'מבצע לביעור הבערות' בשיתוף עם קצינת ח''ן ראשית אל''ם סטלה לוי**. מטרת המבצע הייתה להרחיב באופן ניכר ידיעת קרוא וכתוב בקרב מבוגרים מאוכלוסיות חלשות. מבצע זה הוכתר בהצלחה רבה והיווה את הבסיס להקמת יחידת המורות החיילות."
    },
    {
      "qes": "חיים הרצוג",
      "ans": "חיים הרצוג 1918-1997, נשיא המדינה השישי. במהלך מלחה''ע ה-2 הוצב כקצין מודיעין בריטי בחזית הגרמנית והיה בין משחררי מחנה הריכוז ברגן בלזן. בשנת 1948 הקים את מחלקת המודיעין של צה''ל. כנשיא ופעל לחיזוק הקשר בין ישראל לתפוצות ולחיזוק החינוך היהודי."
    },
    {
      "qes": "עזר ויצמן",
      "ans": "עזר ויצמן, נשיא המדינה השביעי. במהלך מלחה''ע השנייה שירת כטייס קרב בריטי. היה ממקימי 'שירות האוויר' של ה-'הגנה', לימים חיל האוויר שהיה למפקדו. כשר הביטחון מילא תפקיד מפתח בהשגת הסכם השלום עם מצרים. כנשיא פעל לקידום קליטת העלייה ממדינות חבר העמים ומאתיופיה. "
    },
    {
      "qes": "משה קצב",
      "ans": "משה קצב, נשיא המדינה השמיני, נולד באירן גדל במעברה קסטינה, למד היסטוריה וכלכלה באוניברסיטה העברית ועסק בהוראה ובעיתונאות. ב-2000 נבחר לנשיא, על רקע הסערה הציבורית סביב ההתנתקות, נשא נאום בו ביקש מהתושבים לציית לחוק. קצב הורשע בשנת בביצוע עבירות מיניות, ונשלח לכלא. "
    },
    {
      "qes": "עסקת ג'יבריל ",
      "ans": "עסקת חילופי שבויים בין ישראל לבין ארגון החזית העממית לשחרור פלסטין, שנעשתה ב-21 במאי 1985, ובמסגרתה שוחררו 1,151 אסירים ועצירים ביטחוניים שהיו כלואים בישראל כנגד שלושה שבויי צה''ל."
    },
    {
      "qes": "שמעון פרס",
      "ans": "שמעון פרס 1923-2016 , נשיא המדינה התשיעי, עם קום המדינה עבר שירת במשרד הביטחון ואף מונה למנכ''לו. כשר חוץ הביא לחתימת הסכם אוסלו, ועל כך זכה בפרס נובל לשלום. לאחר רצח יצחק רבין מונה לראש הממשלה. כנשיא פעל לחיזוק מעמדה הבין-לאומי של ישראל ולעידוד יזמות טכנולוגית."
    },
    {
      "qes": "ראובן ריבלין",
      "ans": "ראובן ריבלין נשיא המדינה העשירי, שירת כקצין מודיעין קרבי. כיהן כחבר מועצת העיר ירושלים והתמנה לסגן ראש העיר.שימש כיושב-ראש הכנסת. כהונתו עמדה בסימן תכנית ההתנתקות והמחלוקת הציבורית. ריבלין, שהתנגד לתכנית קרא לצדדים לנהוג באיפוק. ב-2014 נבחר ריבלין לנשיא."
    },
    {
      "qes": "יצחק הרצוג",
      "ans": "נשיא המדינה האחד עשר. שירת כקצין בחיל המודיעין, עבד כעורך-דין. לאחר קריירה ציבורית, נבחר לעמוד בראש מפלגת העבודה וכיהן כיו”ר האופוזיציה. כיהן גם כיו”ר הנהלת הסוכנות היהודית. ב-2021 נבחר לנשיא."
    },
    {
      "qes": "דוד בן גוריון",
      "ans": "בן־גוריון היה איש העלייה השנייה, ממנהיגי תנועת העבודה, חבר במפלגות פועלי ציון ואחדות העבודה, מזכירה הכללי הראשון של ההסתדרות הכללית של העובדים בארץ ישראל ומנהיגה הראשון של מפא''י."
    },
    {
      "qes": "משה שרת",
      "ans": "משֶׁה שָרֵת 1894-1965, ראש הממשלה השני של מדינת ישראל. היה שר החוץ הראשון של מדינת ישראל. מראשי הנהגת היישוב ומחותמי מגילת העצמאות. היה עיתונאי ושימש כאחראי על עמוד החדשות בעיתון דבר, בהמשך מונה לסגן עורך העיתון, ברל כצנלסון."
    },
    {
      "qes": "לוי אשכול",
      "ans": "לוי אשכול (1895-1969), ראש הממשלה השלישי. היה ממייסדי ההסתדרות הכללית של העובדים, שותף להקמת מפא''י ו-'מקורות', חבר ב-'הגנה', המנכ''ל הראשון של משרד הביטחון וראש מחלקת ההתיישבות של הסוכנות היהודית. מונה לראש הממשלה ושר הביטחון. הקים את רשימת ה'מערך'."
    },
    {
      "qes": "גולדה מאיר",
      "ans": "גולדה מאיר (1898-1978), אחת משתי הנשים היחידות החתומות על מגילת העצמאות. כיהנה כראש ממשלת ישראל הרביעית בין 1969 ל-1974, והיא האישה הראשונה והיחידה שכיהנה בתפקיד זה. לפני כן, כיהנה כשגרירת ישראל בברית המועצות, כחברת הכנסת, כשרת העבודה וכשרת החוץ."
    },
    {
      "qes": "יצחק רבין",
      "ans": "יצחק רבין ז''ל (1922–1995). ראש הממשלה החמישי ושר הביטחון העשירי של מדינת ישראל. הרמטכ''ל השביעי של צה''ל. חתן פרס נובל לשלום (1994)."
    },
    {
      "qes": "מנחם בגין",
      "ans": " מנחם בגין (1913-1992) ראש ממשלת ישראל השישי. לפני הקמת מדינת ישראל שימש כמפקד הארגון הצבאי הלאומי, ולאחר הקמת המדינה היה ליושב-ראש תנועת החרות שהתמזגה מאוחר יותר אל גח''ל ומשם לליכוד. כיהן כחבר בעשר הכנסות הראשונות וכשר בממשלות ישראל. "
    },
    {
      "qes": "יצחק שמיר",
      "ans": "יצחק שָמִיר (יֶזֶרניצקי) 2012-1915, היה ראש ממשלת ישראל השביעי ושר בממשלותיה, יושב ראש הכנסת, ראש האופוזיציה, מבכירי המוסד וממפקדי לח''י"
    },
    {
      "qes": "בנימין נתניהו",
      "ans": "בִּנְיָמִין נְתַנְיָהוּ,  ראש הממשלה התשיעי של ישראל. בין 1984–1988 כיהן כשגריר ישראל באו''ם, ולאחר מכן הצטרף למפלגת הליכוד והיה חבר הכנסת השתים עשרה וסגן שר החוץ. ב-1993 נבחר ליושב ראש הליכוד."
    },
    {
      "qes": "אהוד ברק",
      "ans": "אהוד ברק (נולד ב- 1942) הוא איש צבא, פוליטיקאי ואיש עסקים ישראלי, שכיהן כראש ממשלת ישראל העשירי (1999–2001). ברק כיהן גם כשר הביטחון (2007–2013), שר החוץ (1995–1996) וכרמטכ''ל ה־14 של צה''ל (1991–1995). ברק היה חבר הכנסת מטעם מפלגת העבודה ומפלגת העצמאות."
    },
    {
      "qes": "אריאל שרון",
      "ans": "אריאל שרון (2014-1928) היה ראש ממשלת ישראל ה-11 בין השנים 2001–2006, שר בממשלות ישראל, חבר הכנסת מטעם סיעת הליכוד, מייסד ויושב ראש מפלגת קדימה. היה מפקד חטיבת הצנחנים, מקים יחידה 101 ונודע בפעולות התגמול שעליהן פיקד וכמי שהכריע את הטרור ברצועת עזה בתחילת שנות ה-70."
    },
    {
      "qes": "יעקב דורי",
      "ans": "יעקב דורי  (1899-1973), ראש המטה הכללי הראשון."
    },
    {
      "qes": "יגאל ידין",
      "ans": "יגאל ידין (1917-1984), ראש המטה הכללי השני."
    },
    {
      "qes": "מרדכי מקלף",
      "ans": "מרדכי מקלף (1920-1978), ראש המטה הכללי השלישי. "
    },
    {
      "qes": "משה דיין ",
      "ans": "משה דיין (1915-1981), ראש המטה הכללי הרביעי."
    },
    {
      "qes": "חיים לסקוב",
      "ans": "חיים לסקוב (1919-1982), ראש המטה הכללי החמישי."
    },
    {
      "qes": "צבי צור ",
      "ans": " צבי  צור (1923-2004), ראש המטה הכללי השישי."
    },
    {
      "qes": "יצחק רבין",
      "ans": "יצחק רבין (1922-1995), ראש המטה הכללי השביעי."
    },
    {
      "qes": "חיים בר לב",
      "ans": "חיים בר לב (1924-1994), ראש המטה הכללי השמיני."
    },
    {
      "qes": "דוד אלעזר",
      "ans": "דוד אלעזר (1925-1976), ראש המטה הכללי התשיעי."
    },
    {
      "qes": "מרדכי (מוטה) גור",
      "ans": "מרדכי (מוטה) גור (1930-2008), ראש המטה הכללי העשירי."
    },
    {
      "qes": "רפאל (רפול) איתן ",
      "ans": "רפאל (רפול) איתן (1929-2004), ראש המטה הכללי האחד עשר."
    },
    {
      "qes": "משה לוי",
      "ans": "משה לוי (1936-2008), ראש המטה הכללי ה-12."
    },
    {
      "qes": "דן שומרון",
      "ans": "דן שומרון (1937-2008), ראש המטה הכללי ה-13."
    },
    {
      "qes": "אהוד ברק ",
      "ans": "אהוד ברק (1942), ראש המטה הכללי ה-1."
    },
    {
      "qes": "אמנון ליפקין-שחק ",
      "ans": "אמנון ליפקין-שחק (1944-2012), ראש המטה הכללי ה-15."
    },
    {
      "qes": "שאול מופז ",
      "ans": "שאול מופז (1948), ראש המטה הכללי ה-16."
    },
    {
      "qes": "משה (בוגי) יעלון ",
      "ans": "משה (בוגי) יעלון (1950), ראש המטה הכללי ה-17."
    },
    {
      "qes": "דן חלוץ ",
      "ans": "דן חלוץ  (1948), ראש המטה הכללי ה-18."
    },
    {
      "qes": "גבי אשכנזי",
      "ans": "גבי אשכנזי (1954), ראש המטה הכללי ה-19."
    },
    {
      "qes": "בנימין גנץ",
      "ans": " בנימין (בני) גנץ (1959), ראש המטה הכללי ה-20."
    },
    {
      "qes": "גדי אייזנקוט",
      "ans": "גדי אייזנקוט (1960), ראש המטה הכללי ה-21."
    }
  ],
  [
    {
      "qes": "מבצע חמץ",
      "ans": "מבצע לכיבוש סביבתה של יפו במלחמת העצמאות על ידי חטיבות 'ההגנה': אלכסנדרוני, גבעתי וקרייתי."
    },
    {
      "qes": "ניל''י",
      "ans": "ניל''י - נצח ישראל לא ישקר ניל''י היה גוף מחתרתי שהוקם ב-1915 על-ידי אהרון אהרונסון (1919-1876) וכמה מצעירי מושבות העלייה הראשונה במטרה לסייע לבריטים לכבוש את הארץ מידי הטורקים במהלך מלחמת העולם הראשונה. "
    },
    {
      "qes": "הגדודים העבריים",
      "ans": "כינוי לגדודי צבא יהודיים שהוקמו על-ידי הבריטים במלחמת העולם הראשונה ולחמו לצידם נגד מעצמות המרכז. הוגה הרעיון היה זאב ז'בוטינסקי, שראה בגדודים אמצעי להשגת תמיכה בריטית בהגשמת השאיפות הציוניות בארץ-ישראל. "
    },
    {
      "qes": "שרה אהרונסון",
      "ans": "מראשי מחתרת ניל''י, אחותו של אהרון אהרונסון. אהרונסון נתפסה על-ידי הטורקים ועונתה בעינויים קשים. על-מנת למנוע מעצמה עינויים נוספים, ובמטרה לא להסגיר את סודות המחתרת, התאבדה."
    },
    {
      "qes": "בר-גיורא",
      "ans": "בר-גיורא הוא ארגון השמירה הראשון בארץ-ישראל שהוקם בשנת 1907, במהלך ימי העלייה השנייה. הוקדם במטרה ליטול את האחריות על השמירה והביטחון של היישובים מידי השומרים הזרים, הערבים.  "
    },
    {
      "qes": "השומר",
      "ans": "בשנת 1909, בעקבות הצלחתם של חברי 'בר-גיורא', הוחלט על הרחבת פעילות השמירה ועל הקמתו של ארגון גלוי ורחב יותר שיהווה 'הסתדרות שומרים' , ארגון 'השומר'."
    },
    {
      "qes": "ההגנה",
      "ans": "ארגון ההגנה היה הארגון הצבאי הגדול והמרכזי של היישוב היהודי והתנועה הציונית בארץ ישראל בתקופת המנדט הבריטי, בין 1920 ל-1948, והיה התשתית להקמת צבא ההגנה לישראל עם הקמת המדינה."
    },
    {
      "qes": "האצ''ל",
      "ans": "הארגון הצבאי הלאומי בארץ ישראל, ארגון צבאי מחתרתי עברי, שנוסד ב-1937. הוקם על ידי מפקדים שפרשו מארגון 'ההגנה', בשל דרישתם לפעולה נחרצת נגד התוקפנות הערבית. מרבית אנשיו היו צעירים מתנועת הנוער הרוויזיוניסטית בית''ר."
    },
    {
      "qes": "הלח''י",
      "ans": "לוחמי חרות ישראל, מחתרת עברית שפעלה נגד המנדט הבריטי, משנת 1940 עד הקמת המדינה. מקימי הארגון היו פורשי האצ''ל שהתנגדו להפסקת המאבק במנדט הבריטי בתקופת מלחמת העולם השנייה."
    },
    {
      "qes": "אברהם ('יאיר') שטרן",
      "ans": "אברהם ('יאיר') שטרן (1942-1907), מקימו ומפקדו הראשון של הלח''י. הבריטים ראו בשטרן טרוריסט וכינו את הארגון בראשו עמד: 'כנופיית שטרן'. בפברואר 1942 הצליחו סוכני בולשת בריטים לעצור אותו, ורצחו אותו בירייה במהלך המעצר."
    },
    {
      "qes": "הלורד מוין",
      "ans": "וולטר גינס שכונה הלורד מוין (1944-1880), היה השר הבריטי לענייני המזרח התיכון ומושבו הקבוע בקהיר. במסגרת תפקידו ראו בו רבים כמי שאחראי למדיניות 'הספר הלבן' של הבריטים. הוא נרצח על-ידי אנשי לח''י בצעד שעורר סערה רבה. "
    },
    {
      "qes": "הבריגדה היהודית",
      "ans": "בריגדה היהודית הייתה חטיבה בצבא הבריטי שהורכבה כולה מיהודים, בעיקר מקרב אנשי היישוב מארץ ישראל, כחלק מהתנדבות היישוב לצבא הבריטי במלחמת העולם השנייה. "
    },
    {
      "qes": "מלחמת העצמאות - השלב הראשון",
      "ans": "ראשיתה של מלחמת העצמאות התאפיינה בסדרה של פעולות טרור וגרילה שהזכירו באופיין את פעולותיו של הצד הערבי במהלך 'תקופת המאורעות'. "
    },
    {
      "qes": "מבצע 'נחשון' ",
      "ans": "חלק מהשלב הראשון במלחמת העצמאות. מטרתו הייתה לפרוץ את הדרך לירושלים ובמהלכו רוכז לראשונה כוח בעוצמה של חטיבה שפעל במתכונת של צבא סדיר, במטרה לכבוש שטחים ולהחזיק בהם. המבצע נחל הצלחה חלקית, ובשבועות שלאחריו הוחל במספר מבצעים נוספים במטרה להבטיח את הדרך לירושלים."
    },
    {
      "qes": "תכנית ד'",
      "ans": "בראשית מלחמת העצמאות עשתה הנהגת היישוב מאמצים לגבש תכנית, לגייס כוחות ולהשיג נשק. כך גובשה תכנית ד' שמטרותיה היו להשתלט באופן יזום על השטחים שיועדו על-פי תכנית האו''ם למדינה היהודית תוך שמירה על נקודות יישוב הנמצאות מחוץ לשטחים אלו והבטחת הדרך אליהם."
    },
    {
      "qes": "דרך בורמה",
      "ans": "במהלך מלחמת העצמאות, רובע היהודי בעיר העתיקה נפל בידי הירדנים וכוחות הלגיון התבססו באזור לטרון וניתקו את הדרך לירושלים. הניסיונות לכבוש את לטרון נכשלו, אך נפרצה דרך חלופית אל העיר שכונתה 'דרך בורמה' ואפשרה את חידוש הקשר והעברת האספקה."
    },
    {
      "qes": "ההפוגה הראשונה",
      "ans": "במהלך מלחמת העצמאות הושגה הפוגה בלחימה ל-4 שבועות. ההפוגה אפשרה לצה''ל להתארגן, להתחמש, לרענן כוחות ולהתכונן לחידוש הקרבות. במהלך ההפוגה הושבעו כלל החיילים לצה''ל, הוקמו החילות השונים, נקבעו תקנים ודרגות למפקדים ועוד. בתקופה זו התרחשה פרשת 'אלטלנה'."
    },
    {
      "qes": "ההפוגה השנייה",
      "ans": "ב-19 ביולי כפה האו''ם הפוגה נוספת ('ההפוגה השנייה'), הפעם ללא הגבלה בזמן, וקרא לצדדים לפתוח במשא ומתן. לאחר שהמתווך מצד האום, הרוזן פולקה ברנדוט, נרצח על ידי פעילי הלח''י ישראל חידשה את הלחימה."
    },
    {
      "qes": "שיירת ה-ל''ה ",
      "ans": "כוח של שלושים וחמישה לוחמים. בלילה שבין ה-15 ל-16 בינואר 1948, יצא הכוח אל-עבר גוש עציון הנצור. הוא התגלה והחל קרב קשה בראש גבעה שלימים כונתה 'גבעת הקרב'. במהלך הקרב הושמד הכוח לחלוטין, סיפור לחימתו ונפילתו הפך לאחד מן הסיפורים המכוננים במורשת הקרב של צה''ל."
    },
    {
      "qes": "הפֶדַאיון",
      "ans": "הפֶדַאיון הפלסטיני (الفدائيّون) הם קבוצות חמושות או לוחמי גרילה בעלי אוריינטציה לאומנית מקרב הפלסטינים. באמצע שנות ה-50 החלו הפדאיון להפעיל מבצעים חוצי גבולות לישראל ממצרים וירדן. ההסתננויות היו כדי לתקוף את צבא ההגנה לישראל ומטרות אזרחיות."
    },
    {
      "qes": "מלחמת העצמאות",
      "ans": "ראש הממשלה: דוד בן גוריון.  שר הביטחון: דוד בן-גוריון.  ראש המטה הכללי: יעקב דורי.  תאריך: 30 בנובמבר 1947 – 20 ביולי 1949.   "
    },
    {
      "qes": "מלחמת סיני (מבצע קדש)",
      "ans": "ראש הממשלה: דוד בן-גוריון.   שר הביטחון: דוד בן-גוריון.  ראש המטה הכללי: יעקב דורי.  תאריך: 29 באוקטובר 1956 – 5 בנובמבר 1956."
    },
    {
      "qes": "מעבר המיתלה",
      "ans": "מעבר יבשתי בין שני רכסי הרים במערב חצי האי סיני. אורכו של המעבר ב-32 ק''מ וחשיבותו נובעת מכך שהוא מהווה את אחת משתי הדרכים היחידות דרכן אפשר להגיע אל אזור דרום תעלת סואץ."
    },
    {
      "qes": "הקו העירוני",
      "ans": "הקו העירוני הוא השם שניתן לקטע של הקו הירוק שחצה את העיר ירושלים בין 1948 ל-1967. הקו היווה קו גבול זמני לפי הסכם שביתת הנשק עם ירדן, שחילק את העיר בין מזרחה שנכבש על ידי הלגיון הירדני במלחמה, לבין מערבה, שהייתה לבירת מדינת ישראל."
    },
    {
      "qes": "מלחמת ששת הימים",
      "ans": "ראש הממשלה: לוי אשכול.  שר הביטחון: משה דיין.  ראש המטה הכללי: יצחק רבין.  תאריך: 5 ביוני 1967 – 10 ביוני 1967."
    },
    {
      "qes": "מבצע מוקד",
      "ans": "מבצע מוקד הוא המבצע שבו ישראל פתחה את מלחמת ששת הימים. במבצע זה הונחתה מכה מקדימה על שדות התעופה וחילות אוויר ערביים, שכתוצאה ממנה הייתה לחיל האוויר הישראלי עליונות אווירית מוחלטת ויכולת סיוע חופשית לכוחות היבשה בהמשך המלחמה."
    },
    {
      "qes": "מלחמת ההתשה",
      "ans": "מלחמת ההתשה  ראש הממשלה: לוי אשכול (עד 1969) וגולדה מאיר (מ-1969).  שר הביטחון: משה דיין.  ראש המטה הכללי: יצחק רבין (עד 1968) וחיים בר לב (מ-1968). תאריך: 11 ביוני 1967 – 8 באוגוסט 1970."
    },
    {
      "qes": "שלושת ה'לא-ים'",
      "ans": "במלחמת ששת הימים ספגו מדינות ערב תבוסה קשה, אך זו לא הביאה אותם לחתור להסדר שלום.  בוועידת חרטום שהתכנסה ב-1 בספטמבר 1967, הכריזו מנהיגי מדינות ערב על שלושת ה'לא-ים': לא לשלום עם ישראל, לא להכרה בה ולא למשא ומתן עמה ולוויתור על זכויות הפלסטינים. "
    },
    {
      "qes": "מבצע הלם",
      "ans": ". ב-31 באוקטובר פשט על העיר נגע חמאדי כוח לוחמי צנחנים שהוטס במסוקים במסגרת 'מבצע הלם'. מבצע זה היה המבצע הראשון שביצעה ישראל בעומק מצרים ובמסגרתו נפגעו מתקני תשתית בסביבת העיר, במטרה להרתיע את המצרים מהמשך ההפגזות על המוצבים בקו התעלה. "
    },
    {
      "qes": "מבצע בולמוס 6",
      "ans": "הפשיטה על האי גרין (בצה''ל: מבצע בולמוס 6) הייתה פשיטה של כוחות שייטת 13 וסיירת מטכ''ל בלילה שבין 19 ו-20 ביולי 1969, במהלך מלחמת ההתשה, על האי גרין שבצפון מפרץ סואץ."
    },
    {
      "qes": "מבצע רביב ",
      "ans": "מבצע רביב היה פשיטה משוריינת שערך צה''ל ב-9 בספטמבר 1969, במהלך מלחמת ההתשה. כוח שריון ישראלי שהוסווה ככוח מצרי הונחת מים סוף אל החוף המערבי של מפרץ סואץ, שם פשט על יעדים צבאיים לאורך 70 קילומטרים."
    },
    {
      "qes": "פתחלנד",
      "ans": "בשנת 1968 החלו המחבלים להתבסס במורדות המערביים של החרמון, ממנו יצאו פיגועים אל שטח ישראל. פתחלנד הוא כינוי ישראלי לאזור זה אשר נשלט במשך כ-10 שנים על ידי ארגון הפת''ח ואחר כך ע''י אש''ף. "
    },
    {
      "qes": "קו בר-לב",
      "ans": "''קו בר-לב'' (קו המעוזים) היה מערך מבוצר, שבנתה ישראל לאורך תעלת סואץ החל מדצמבר 1968, לשם הגנה על חיילי צה''ל המשקיפים על הגבול שבין ישראל למצרים לאורך התעלה. במלחמת יום הכיפורים התמוטט הקו הראשון של המערך - כאשר כל המוצבים הסמוכים לתעלה, למעט מוצב בודפשט, נכבשו."
    },
    {
      "qes": "מבצע קינוח",
      "ans": "מבצע של צה''ל לכיבוש מוצב החרמון שנערך בין 21 ל-22 באוקטובר 1973 בסיום מלחמת יום הכיפורים. בקרב כבשה חטיבת גולני מחדש את ההר, ובמקביל כבש כוח משולב של צנחנים וחיל ההנדסה את החרמון הסורי."
    },
    {
      "qes": "ארמייה",
      "ans": "יחידה צבאית בסדר גודל של 60,000 עד 120,000 חיילים הכוללת מספר חילות לוחמים לצדן של יחידות תומכ''ל."
    },
    {
      "qes": "שמעון אגרנט ",
      "ans": "שמעון אגרנט (1992-1906), משפטן, נשיאו השלישי של בית המשפט העליון. בשנת 1968 קיבל את פרס ישראל לחקר המשפט, ובשנת 1974 מונה לעמוד בראש ועדת אגרנט לחקר מלחמת יום הכיפורים. בשנות חייו האחרונות כיהן כנשיאה של 'האגודה לזכויות האזרח'.  "
    },
    {
      "qes": "אונדו''ף ",
      "ans": "אונדו''ף (UNDOF , ''כוח הפיקוח על ההפרדה של האומות המאוחדות'') הוא כוח שמירת שלום רב-לאומי של האומות המאוחדות שהוקם באזור החזית ברמת הגולן, כדי לחצוץ בין סוריה לישראל לאחר מלחמת יום הכיפורים."
    },
    {
      "qes": "ועדת אגרנט",
      "ans": "ועדת החקירה – מלחמת יום הכִפורים, הידועה בכינויה ועדת אַגְרָנָט, הייתה ועדת חקירה ממלכתית שהוקמה ב־21 בנובמבר 1973 כדי לחקור את נסיבות פריצתה של מלחמת יום הכיפורים. בראש הוועדה ישב הד''ר שמעון אגרנט, נשיא בית המשפט העליון. "
    },
    {
      "qes": "מלחמת יום הכיפורים",
      "ans": "מלחמת יום הכיפורים  ראש הממשלה: גולדה מאיר.  שר הביטחון: משה דיין . ראש המטה הכללי: דוד אלעזר. תאריך:  6 באוק׳ 1973 – 25 באוק׳ 1973."
    },
    {
      "qes": "מבצע יונתן",
      "ans": "מבצע יונתן או מבצע אנטבה (כדור הרעם) הייתה פעולת פשיטה צבאית שביצע צה''ל באוגנדה ב-4 ביולי 1976 במטרה להציל 105 נוסעים יהודים, ישראלים ואנשי צוות מטוס אייר פראנס, שנחטפו על ידי טרוריסטים גרמנים ופלסטינים, במהלך טיסתם מישראל לצרפת."
    },
    {
      "qes": "הגדר הטובה",
      "ans": "כינוי למדיניות שאותה יזם שר הביטחון שמעון פרס בגבול לבנון⁻ישראל, החל מיוני 1976, שכללה סיוע אזרחי, רפואי וכלכלי לתושבי דרום לבנון, וסיוע צבאי לצבא לבנון החופשית."
    },
    {
      "qes": "מבצע אופרה",
      "ans": "תקיפת הכור הגרעיני בעיראק, הידועה גם כמבצע אופרה ומבצע תמוז, היא מבצע הפצצת הכור הגרעיני העיראקי תמוז (אוסיראק) שהתרחש ב-7 ביוני 1981 ערב חג השבועות על ידי מטוסי חיל האוויר הישראלי."
    },
    {
      "qes": "מבצע ליטני ",
      "ans": "מבצע צבאי שנערך בחודש מרץ 1978 ובו חדר צה''ל לאזור הדרומי של לבנון עד נהר הליטני, והחזיק בשטח זה במשך כשלושה חודשים, עד נסיגתו חזרה לגבול הבין-לאומי. מטרת המבצע הייתה לפגוע בתשתיות ארגוני הטרור הפלסטינים בדרום לבנון, ובכך להפחית את פעילותם כנגד מדינת ישראל ואזרחיה."
    },
    {
      "qes": "מלחמת שלום הגליל",
      "ans": "מלחמת שלום הגליל  ראש הממשלה: מנחם בגין.  שר הביטחון: אריאל שרון.   ראש המטה הכללי: רפאל איתן.  תאריך:  6 ביוני 1982 – 31 באוגוסט 1982. "
    },
    {
      "qes": "צד''ל",
      "ans": "צבא דרום לבנון (צד''ל; جيش لبنان الجنوبي) הייתה מיליציה שפעלה בדרום לבנון בחסות צה''ל, החל מסוף שנות ה-70 של המאה ה-20 עד הנסיגה מלבנון, ב-24 במאי 2000."
    },
    {
      "qes": "הפָלַנְגוֹת",
      "ans": "מפלגת הכּתאאֶבּ הלבנונית הידועה יותר בשם הפָלַנְגוֹת, היא מפלגה נוצרית־מרונית וארגון גרילה לשעבר בלבנון.  "
    },
    {
      "qes": "טבח סברה ושתילה ",
      "ans": "טבח סברה ושתילה היה טבח שערכו אנשי הפלנגות הנוצריות במהלך מלחמת האזרחים בלבנון, בין 16 ל-18 בספטמבר 1982, במאות מתושבי מחנות הפליטים הפלסטינים סברה ושתילה. כוחות הפלנגות נכנסו למחנות הפליטים בחסות צה''ל על מנת לפגוע בפעילי אש''ף, כחלק מהשתלטות צה''ל על מערב ביירות."
    },
    {
      "qes": "ועדת כהן",
      "ans": "ועדת חקירה ממלכתית שהוקמה ב-1 בנובמבר 1982 כדי לחקור את כל העובדות והגורמים הקשורים למעשי הזוועה, אשר בוצעו על ידי הכוחות הלבנוניים, באוכלוסייה האזרחית במחנות הפליטים בסברה ושתילה. "
    },
    {
      "qes": "חִזְבְּאַללַּה",
      "ans": "חִזְבְּאַללַּה (: حزب الله,  אנשי האל) היא מיליצית גרילה וטרור ומפלגה אסלאמיסטית שיעית פוליטית בלבנון. המפלגה הפרלמנטרית שהוקמה על ידיה נחשבת כנציגה בולטת של השיעים בלבנון. הארגון נוקט בפעולות גרילה וטרור נגד מטרות ישראליות, פנים-לבנוניות, סוריות, ואף בין-לאומיות."
    },
    {
      "qes": "מבצע דין וחשבון",
      "ans": "מבצע דין וחשבון היה מבצע צבאי בגבולה הצפוני של מדינת ישראל שנערך בין 25 ביולי 1993 ו-31 ביולי 1993, אשר החל לאחר הסלמה במצב הביטחון בגבול הצפון."
    },
    {
      "qes": "מבצע עִנְבֵי זַעַם",
      "ans": " מבצע צבאי שביצע צה''ל בדרום לבנון במשך 17 יום בין 11 באפריל ו-27 באפריל 1996, בעקבות ירי רקטות של ארגון חזבאללה לכיוון יישובים בגבול הצפון."
    },
    {
      "qes": "האינתיפאדה הראשונה ",
      "ans": "האינתיפאדה הראשונה (الانتفاضة الفلسطينية الأولى) הייתה התקוממות אלימה ברובה, שהחלה ב-9 בדצמבר 1987, נחלשה לאחר מלחמת המפרץ ב-1991 והסתיימה רשמית עם חתימתם של הסכמי אוסלו ב־1993. במהלכה התקוממו התושבים הפלסטינים ביהודה ושומרון וברצועת עזה נגד מדינת ישראל."
    },
    {
      "qes": "מלחמת לבנון השנייה",
      "ans": "ראש הממשלה: אהוד אולמרט. שר הביטחון: עמיר פרץ. ראש המטה הכללי: דן חלוץ. תאריך:  6 ביוני 1982 – 31 באוגוסט 1982."
    },
    {
      "qes": "ועדת וינוגרד ",
      "ans": "ועדת חקירה שהוקמה ב-17 בספטמבר 2006 במטרה לבחון את התנהלות צה''ל והממשלה בנוגע למלחמת לבנון השנייה. דו''ח הוועדה, כלל ביקורת על התנהלות הממשלה וצה''ל, והמלצות לתיקון ליקויים. הרמטכ''ל, אלוף פיקוד הצפון ומפקד אוגדת הגליל, בחרו להתפטר עוד קודם להגשת הדו''ח."
    },
    {
      "qes": "תוכנית ההתנתקות",
      "ans": "בוצעה ב-2005 וכללה פינוי התנחלויות וכוחות צה''ל שבעזה לגבולות המדויקים של הקו הירוק ומסירת השליטה ברצועה לרשות הפלסטינית, יחד עם פינוי ארבע התנחלויות ומוצבי צה''ל בצפון השומרון, מבלי למסור את השליטה בהם. את התוכנית יזם והוביל ראש הממשלה אריאל שרון."
    },
    {
      "qes": "עופרת יצוקה",
      "ans": "מבצע צבאי רחב-היקף, שהוביל צה''ל ברצועת עזה בין דצמבר 2008 לינואר 2009, בעקבות ירי רקטות מהרצועה על אזרחים ויישובים. מטרתו הייתה לפגוע בממשלת חמאס על מנת לגרום למציאות ביטחונית טובה יותר לאורך זמן סביב רצועת עזה, תוך חיזוק ההרתעה וצמצום ירי הרקטות."
    },
    {
      "qes": "ועדת גולדסטון",
      "ans": "צוות הבדיקה של האו''ם בנושא העימות בעזה, הוא חקירה שמונה לתפקיד ב-3 באפריל 2009 על ידי מועצת האומות המאוחדות לזכויות אדם. תפקיד הוועדה היה לבדוק את פעילות צה''ל במבצע עופרת יצוקה ואת מעשי החמאס שהובילו למבצע. "
    },
    {
      "qes": "מבצע עמוד ענן",
      "ans": "מבצע צבאי רחב-היקף של צה''ל ברצועת עזה, שהחל ב-14 בנובמבר 2012 והסתיים ב-21 בנובמבר 2012. המבצע החל עם חיסולו בסיכול ממוקד של אחמד ג'עברי, מפקדה בפועל של הזרוע הצבאית של החמאס. "
    },
    {
      "qes": "מבצע צוק איתן",
      "ans": "מבצע צבאי רחב-היקף שהוביל צה''ל ברצועת עזה בין 8 ביולי ל-26 באוגוסט 2014, במשך 50 ימי לחימה בין ישראל לבין חמאס וארגוני טרור נוספים."
    }
  ],
  [
    {
      "qes": "תחקיר",
      "ans": "כלי מנהיגותי ומקצועי ללמידה ולהשתפרות. יבוצע ע''י המפקד הנושא באחריות להפקת הלקחים וליישומם. בירור הנערך על אירוע שהתרחש בפעילות צבאית. במהלכו מתבררים הנסיבות ואופן הביצוע בהקשר של מטרתה ויעדיה, לשם קבלת המידע הדרוש לקביעת ממצאים, להסקת מסקנות, להפקת לקחים וליישמם."
    },
    {
      "qes": "מטרת התחקיר",
      "ans": "להגדיר את הכללים לביצוע תחקיר לאירוע בטיחות בצה''ל ואת הכללים ליישום הלקחים."
    },
    {
      "qes": "אירוע בטיחות ",
      "ans": "אירוע שנגרמה בו תאונה (אירוע הגורם למוות, לפגיעה בבריאות, לפציעה, לנזק או לאובדן), או שעלולה הייתה להיגרם בו תאונה (תקרית בטיחות).  "
    },
    {
      "qes": "דוח התחקיר ",
      "ans": "מסמך שבו מתואר התחקיר המלא, על חלקיו השונים, כמפורט להלן בפרק 2.  "
    },
    {
      "qes": "יישום לקח ",
      "ans": "הפיכת לקח מאירוע לכדי מעשה באמצעות פקודות והוראות ובקרה לטווח ארוך אחר ביצוע הפקודות וההוראות.   "
    },
    {
      "qes": "המלצה ",
      "ans": "אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה.   "
    },
    {
      "qes": "לקח ",
      "ans": "החלטה לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח של ממצאים ומסקנות על אודות פעילות צבאית.   "
    },
    {
      "qes": "ממצא ",
      "ans": "פריט מידע עובדתי שנמצא על אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר. "
    },
    {
      "qes": "מסקנה",
      "ans": "תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות."
    },
    {
      "qes": "תחקיר",
      "ans": "חקירה מפורטת בדבר פרטי ביצוע של משימה מול המטרה ומול תוצאותיה, לשם מיצוי כל הידיעות והנתונים, הדרושים ליצירת בסיס להסקת מסקנות והפקת לקחים.  "
    },
    {
      "qes": "מודל התחקיר ",
      "ans": "מודל תחקיר הבטיחות תואם למודל של תחקיר אימון, תחקיר מקצועי, תחקיר לחימה או תחקיר משמעת.   "
    },
    {
      "qes": "ממצא ",
      "ans": "פריט מידע עובדתי שנמצא אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר.   סוגי ממצאים:  א. ממצאי רקע: עובדות כלליות על המעורבים בתחקיר לטובת הבנת הקשר לאירוע (מי הכוח, הכשרתו, המשימה הכללית שלו וכו').  "
    },
    {
      "qes": "ממצאי האירוע ",
      "ans": "רצף כרונולוגי תיאור עובדתי של ההתרחשויות באירוע ע''פ סדר התרחשותן בו. "
    },
    {
      "qes": "ממצאים נוספים",
      "ans": "ממצאים נוספים אינם קשורים לרצף הכרונולוגי אך הם מצביעים על תהליכים הקשורים לתוצאות האירוע (גורמים תורמים שאפשרו את האירוע) ויש חשיבות לציינם על מנת לתמוך במסקנות עתידיות. יש לציין רק ממצאים נוספים אשר יש לגביהם מסקנות."
    },
    {
      "qes": "מסקנה",
      "ans": "תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות. מבצע התחקיר יבצע ניתוח ושיפוט של הממצאים בהיבטים של תקלות, שגיאות ונקודות חיוביות וכן יסביר את הקשר הסיבתי באירוע."
    },
    {
      "qes": "גורם ישיר לאירוע ",
      "ans": "קביעת הגורם הישיר והמיידי שבגללו נגרם אירוע הבטיחות. הגורם הישיר הינו שגיאה או תקלה שבוצעה והביאה באופן פיזי ממשי לאירוע הבטיחות. ניתן להגדיר יותר מגורם ישיר אחד שהביא לאירוע. "
    },
    {
      "qes": "גורמים תורמים לאירוע ",
      "ans": "התנאים, הנסיבות התהליכים שאפשרו, השפיעו ותרמו להתרחשות האירוע. ייתכנו מספר רב של גורמים תורמים לאירוע. גורמים אלו הם לרוב נסתרים ויש לאתר ולזהות אותם במהלך התחקיר. סיווג הגורמים התורמים יבוצע באמצעות מודל 5M (אדם, אמל'ח, סביבה, פו'ש, משימה)."
    },
    {
      "qes": "תקלה ",
      "ans": "אי ביצוע נכון של משימה כתוצאה מחריגה מפקודה או הנחיה.  "
    },
    {
      "qes": "שגיאה ",
      "ans": "אי ביצוע נכון של משימה כתוצאה מטעות בשיקול הדעת. "
    },
    {
      "qes": "המלצה ",
      "ans": "אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה. "
    },
    {
      "qes": "מידות M16 קצר",
      "ans": "משקל 1.9 ק''ג . אורך קנה 32 ס''מ.   מהירות לוע 886 ש/מ.   מעלה סלילים 1:12 ."
    },
    {
      "qes": "M16 חלקים חיצוניים",
      "ans": "קת, ידית דריכה, כוונת אחורית, גשר נשיאה, עצר המחלק, גשר הלהב, להב, סתרשף, קנה, מתפסים, חבק מתפסים, בית המחסנית, הדק, ידית אחיזה וניצרה. "
    },
    {
      "qes": "M16 חלקים פנימיים",
      "ans": "פין פציל, פין טלוויזיה, נוקר ושושנה."
    },
    {
      "qes": "כדור רגיל (M193) ",
      "ans": "בעל קליע במשקל 3.6 גרם. מיועד לרוס''ר מיקרו תבור ומיקרו תבור בתצורת מטול. הכדור הרגיל קרוי גם כדור לבן. "
    },
    {
      "qes": "כדור נותב (M196) ",
      "ans": "בעל קליע במשקל 3.6 גרם שבקצהו הפנימי זרחן, הזרחן מסמן את נתיב מעוף הקליע. ראש הקליע מסומן בצבע אדום. "
    },
    {
      "qes": "כדור ירוק (SS109/M855)",
      "ans": "בעל קליע במשקל 4 גרם. ראש הקליע מסומן בצבע ירוק. רלוונטי לכלל הנשקים בעלי מעלה סלילים 1:7.  "
    },
    {
      "qes": "כדור חסר קליע (ח''ק) ",
      "ans": "משמש לדימוי קולות ירי. מצריך שימוש במצר לוע לטעינה חוזרת של הרובה. מיועד לכל סוגי רובי המיקרו תבור. ניתן לזהות כדור זה לפי חותם זפת המונע את פיזור אבק השריפה וכן חריטה חיצונית סמוך לכרכוב לצורך זיהוי בחושך.  "
    },
    {
      "qes": "כדור תרגול ",
      "ans": "משמש לתרגול של טעינה ופריקה. כדור תרגול הינו כדור רגיל אשר אבק השריפה רוקן ממנו והפיקה נעקרה. ניתן לזהות אותו באמצעות שני חורים קדוחים סמוך לכרכוב.  "
    },
    {
      "qes": "מחסנית מתכת ",
      "ans": "במחסנית זו ניתן לטעון את כל סוגי הכדורים בעלי הקליע (רגיל, קלעים ונותב). למרות שהמחסנית מיועדת להכיל 30 כדורים, בצה''ל נהוג לטעון בה 29 כדורים בלבד על מנת למנוע את שחיקת קפיץ המחסנית. משקל המחסנית: ריקה - 110 גרם. מלאה - 450 גרם. "
    },
    {
      "qes": "שבעת עקרונות הקליעה ",
      "ans": "שבעת עקרונות הקליעה הם: מצב גוף קרקע, מצב גוף נשק- חמש נקודות אחיזה, חוק המכוון, נשימה, מצב אפס, סחיטת הדק והכרזה (ראשי תיבות ממ''ח נמס''ה)."
    },
    {
      "qes": "מצב גוף קרקע",
      "ans": "מצב גוף קרקע משמש כבסיס לבניית מצב הירי בשכיבה, ונעשה ללא רובה ביד. בעת בניית מצב הירי יש להקפיד על יצירת מספר רב של נקודות אחיזה cereg/ "
    },
    {
      "qes": "מצב גוף נשק ",
      "ans": "על מנת להקנות ליורה יציבות, צריך ליצור מספר רב ככל שניתן של נקודות מגע עם הרובה תוך נוחות מרבית והפעלת כוח מועט ככל שניתן. הקפדה על נקודות האחיזה הבאות תסייע להשיג יציבות מרבית.    "
    },
    {
      "qes": "חוק המכוון ",
      "ans": "מפרט את עקרונות המיקום של הכוונת על גבי האיפוסון ומשתנה בין ירי עם כוונת אופטית לבין ירי בכוונות ברזל. "
    },
    {
      "qes": "מצב אפס ",
      "ans": "מצב לבדיקה עצמית של היורה על מנת לוודא שיש יחס נכון בין מצב הגוף למטרה. היורה מבצע את מצב האפס עם הכניסה למצב הירי ולפני תחילת הירי. על ידי מצב אפס ניתן לתקן את מצב הגוף רובה של היורה, כדי שיתאים לנקודת המכוון הרצויה. "
    },
    {
      "qes": "איפוס  ",
      "ans": "איפוס הוא פעולה טכנית המבוצעת בכוונות הנשק ומטרתה לתאם בין מסלול מעוף הקליע לבין קו הראיה על ידי הבאת הנפ''ם (נקודת פגיעה ממוצעת) לנפ''ר (נקודת פגיעה רצויה) על האיפוסון.  "
    },
    {
      "qes": "שלבי האיפוס",
      "ans": "תוכנית איפוס חדשה:  3 כדורים במצב שכיבה ל- 10 מטר על מטרת מכוון (המטרה: מיומנות היורה לקבץ, לגרום לתחושת ביטחון אצל היורה וחיווי מידי- ניתן לראות באופן מידי איפה הפגיעה). ירי של 5 כדורים ל- 25 מטר, מציאת מקבץ, מציאת נפ''ם, הבאת נפ''ם לנפ''ר ואיפוס סופי. "
    },
    {
      "qes": "איפוסון ",
      "ans": "דף לבן עליו מופיעות משבצות ומסומנות בטבלה בתחתית באיפוסון נקודות פגיעה רצויות, כל נקודה מותאמת לסוג נשק מסוים ו/או לכוונות מסויומות. בעזרת הטבלה ניתן למצוא את מספר הקליקים שיש להזיז את נקודת הפגיעה הממוצעת לנקודת הפגיעה הרצויה ולשנות את מיקום הכוונות בהתאם. "
    },
    {
      "qes": "מקבץ",
      "ans": "מקבץ הוא קבוצה של חמישה כדורים אשר על סמך מיקומם על גבי האיפוסון מחושב הנפ''ם. על הכדורים להיות קרובים אחד לשני שכן הקרבה מספקת מדד לכך שהירי בוצע תוך הקפדה על עקרונות הקליעה. "
    },
    {
      "qes": "מדידת מקבץ",
      "ans": "מדידת המקבץ תעשה בין שני הכדורים הרחוקים ביותר מסוף כדור לסוף כדור או מתחילת כדור לתחילת כדור."
    },
    {
      "qes": "נפ''ר ",
      "ans": "נפ''ר היא נקודת הפגיעה הרצויה המצוינת בתחתית האיפוסון ועלינו לסמן אותה על גבי האיפוסון. נקודת הפגיעה הרצויה מחושבת לכל כלי נשק וכוונת בהתאם לסטייה של הנשק במרחק של 25 מטר. "
    },
    {
      "qes": "מצב ''שכב חפה''",
      "ans": "מצב זה משמש בעת היתקלות באויב בכל טווח, אשר מאפשר ליורה לרדת למצב שכיבה. מאפשר יציבות, דיוק והיחשפות מינימאלית. ניתן לבצע ירי במצב זה רק בשטח מישורי ללא שיחים או סלעים המסתירים את המטרה. זמני הירי במצב: 5 שניות - כדור ראשון, 7 שניות - כדור שני, 8 שניות - כדור שלישי."
    },
    {
      "qes": "מצב כריעה",
      "ans": "מצב כריעה הוא מצב ביניים בין עמידה לשכיבה. ירי במצב כריעה הינו נקודת תורפה בפעילות החייל שכן אחוז הפגיעות במצב זה נמוך מאוד ביחס למצבים אחרים. לכן, ירי במצב כריעה יתבצע כאשר תנאי השטח אינם מאפשרים ירי בשכיבה (שיחים, סלעים, קפלי קרקע וכדומה). "
    },
    {
      "qes": "מעצור",
      "ans": "המונח ''מעצור'' מתייחס למצב שבו הרובה אינו יורה על אף שהוא אמור להיות טעון וההדק נלחץ. מעצורים עלולים להיגרם מסיבות שונות, כגון: תקלה מכאנית באחד מחלקי הנשק, בעיה במחסנית, בעיה בתחמושת וטיפול לקוי בנשק. "
    },
    {
      "qes": "מעצור ראשון ",
      "ans": "במעצור ראשון, המכלול נמצא לפנים ואין כל סימן חיצוני המעיד על תקלה. בוצע נקירה לא נורה כדור והמכלול נמצא לפנים."
    },
    {
      "qes": "מעצור שני",
      "ans": "במעצור שני המכלול נמצא באמצע בית הבליעה וניתן לראות בו שני גופים (שני כדורים או כדור ותרמיל תקועים). "
    },
    {
      "qes": "מעצור שלישי",
      "ans": "במעצור שלישי המכלול נמצא מאחור וניתן לראות את בית הבליעה ואת תחתית המחסנית ריקה. "
    },
    {
      "qes": "מעצור אי חליצה  ",
      "ans": "במעצור אי חליצה המכלול נמצא כמעט לפנים ללא נעילה ולא ניתן לדרוך את הרובה. ברוב המקרים הסיבה למעצור היא שהתרמיל תקוע בבית הבליעה.   "
    },
    {
      "qes": "מעצור ארובה",
      "ans": "במעצור ארובה תרמיל תקוע בפתח הפליטה בזווית של °90 למכלול.  "
    },
    {
      "qes": "מעצור ברוך  ",
      "ans": "מעצור זה מתרחש בנשקים מסוג M16 או M4 ולא בתבור או מיקרו תבור משום שידית הדריכה נמצאת מאחור והיא נפרדת מהמכלול.   זיהוי המעצור: במעצור ברוך המכלול נמצא באמצע בית הבליעה ולא ניתן לדרוך את הנשק. "
    }
  ],
  [
    {
      "qes": "נדב''ר",
      "ans": "נוהל דיבור ברדיו (או ברשת), הוא נוהל המקובל בצה''ל ובצבאות זרים לתקשורת באמצעות מכשירי קשר, בפרט ברשתות קשר מרכזיות."
    },
    {
      "qes": "נוהל פקודות",
      "ans": "נוהל המבוצע ע''י המפקד על מנת להעביר למספר יחידות כפופות פקודות בדרך המהירה, הקצרה והברורה ביותר, כך שכל היחידות תשמענה את הפקודה כולה ותדענה את המשימה.   "
    },
    {
      "qes": "נוהל מוסקיטו",
      "ans": "רשת החירום הכלל צה''לית. תדר MGH 54:00. זהו תדר קבוע שאינו משתנה. השימוש בתדר זה מיועד לחבירה בלתי מתוכננת בין כוחות, כאשר יש סכנה לדו''צ. התדר יהיה בהאזנה קבועה בזמן אמת אשר תבוצע מחפ''ק המג''ד ברמת הגדוד וברמת הפלוגה יאזין לה כל מ''מ במידה שהכוח משוריין. "
    },
    {
      "qes": "נוהל מצוקה ח''א",
      "ans": "רשת זו מטרתה למנוע דו''צ קרקע אויר. תדר רשת זו הוא 240:60 מגה''צ. כל כלי טייס חייב להאזין לתדר זה וכן מגדל הפיקוח. על הקרקע ההאזנה מתבצעת מחפ''ק המג''ד. במקרה שכוח על הקרקע הותקף ע''י כוח אויר עליו לעלות מול המג''ד וזה יצור קשר עם כלי הטייס ע''מ לעצור את ההתקפה. "
    },
    {
      "qes": "הק''שים",
      "ans": "הק''ש הוא ראשי התיבות של הוראות קשר. חל אסור להעביר תדר בקשר, לשם כך קיים ההק''ש שמהווה את ''ספר הטלפונים'' של התדרים. ההק''ש מיושם מרמת החטיבה ומעלה. ישנו הק''ש חטיבתי, אוגדתי, פיקודי והק''ש ייחודי למבצע/ משימה/ תרגיל."
    },
    {
      "qes": "פקל''צ ",
      "ans": " פק''ל לייצוב תדרים. הפקל''צ מכיל או''קים ותדרים וכאשר הוא מלא סיווגו סודי. את הפקל''צ מדביקים על המ.ק, מע''ד או על הרמק'. "
    },
    {
      "qes": "תבליט",
      "ans": "התבליט הוא שם כולל לכל צורות פני השטח. על פני המפה משורטטים קווים חומים דקים, קווים אלו מייצגים את צורת פני השטח. היתרון בשימוש בתבליט הינו כי התבליט הוא קבוע ולא משתנה בתקיפות כמו פרטי התכסית. התבליט כולל: כיפה, נחל, שלוחה, גיא ועוד."
    },
    {
      "qes": "תכסית ",
      "ans": "תכסית הינה קבוצת פרטי נוף המכסים את השטח. פרטי התכסית מסומנים במפה בסימנים מוסכמים בצבעים שונים. בתחתית המפה ישנו מקרא סימנים. תכסית יכולה להיות: כביש, גדר, גשר, מחצבה, קו מתח, עצים ועוד.  "
    },
    {
      "qes": "קווי גובה ",
      "ans": "קווי גובה הם הקווים החומים המספרים שלידם מציינים את הגובה במטרים מעל או מתחת לפני הים. קווי גובה עבים מציינים מאות מטרים. ההפרש בין קו לקו הינו 10 מטרים. ככל שקווי הגובה יהיו קרובים יותר השטח יהיה תלול יותר ולהיפך."
    },
    {
      "qes": "כיפה",
      "ans": "הכיפה היא סוג של תבליט אשר מתוארת במפה בעזרת מערכת של קווים סגורים שאינם בהכרח בעלי צורה מעגלית מושלמת. כיפה היא נקודת שיא גובה ומכל מקום שממנה נתקדם הלאה נהיה במגמת ירידה."
    },
    {
      "qes": "כיפה סמויה",
      "ans": "עונה על הגדרת כיפה אך אינה מסומנת במפה בקו גובה סגור, כיוון שגובהה נמוך מהפרש שני קווי גובה סמוכים במפה (10 מטרים). שים לב! משני צידי אוכף תמיד יהיו כיפות ולכן אם לא מסומנת כיפה במפה- קיימת שם כיפה סמויה."
    },
    {
      "qes": "אוכף",
      "ans": "כשמו כן הוא: דומה בצורתו לאוכף רכיבה. ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות. האוכף מחבר בין 6 כיפות."
    },
    {
      "qes": "שלוחה ",
      "ans": "בלט מוארך היוצא ממקום גבוה ויורד כלפי מטה. אם נרצה לעלות לכיפה תמיד נעלה דרך שלוחה = כלומר בראש כל שלוחה ישנה כיפה. כאשר נמצאים בשלוחה יש כיוון עליה אחד ושלושה כיווני ירידה. נוכל להיעזר בשלוחה למצוא מפגש נחלים מכיוון שכל שלוחה יורדת לפיצול נחלים. "
    },
    {
      "qes": "גיא ",
      "ans": "הנגטיב של השלוחה. לרוב יסומן בקו כחול (לא חובה) אם השלוחה פונה לכיוון כיפה אז הגיא פונה לכיוון הרכס. גיא תמיד יוביל אותנו בקצה העליון לאוכף ובקצה התחתון לנחל (לערוץ). בגיא יש שלושה כיווני עליה וכיוון אחד ירידה. אם יורדים אז רק דרך גיא. כל הגאיות מתנקזים לנחל."
    },
    {
      "qes": "כתף ",
      "ans": "חלק מסוים ממדרון כלשהו. לעיתים נקטע שיפועו של מדרון על ידי קטע מתון יותר הנקרא כתף- עפ' הצורה שנוצרת במדרון.  "
    },
    {
      "qes": "מדרון ",
      "ans": "כל השטח שנמצא בין קו הרכס לקו האפיק, המדרונות מורכבים מגאיות ומשלוחות."
    },
    {
      "qes": "שיפוע ",
      "ans": "מידת התלילות של צורת שטח. סוג המדרון נקבע לפי סוג השיפוע המאפיין אותו. "
    },
    {
      "qes": "מדרון קצוב",
      "ans": "מדרון בעל שיפוע אחיד (מתון או תלול) הרווח האווירי (בין קווי הגובה) קבוע. "
    },
    {
      "qes": "מצוק ",
      "ans": "סוג של שיפוע תלול מאוד המסומן במפה בעזרת סימון מוסכם."
    },
    {
      "qes": "מדרון קמור ",
      "ans": "מדרון בעל שיפוע קמור שבחלקו התחתון הוא תלול וככל שמעפילים אל פסגתו הוא הופך למתון יותר.  "
    },
    {
      "qes": "מדרון קעור",
      "ans": "מדרון שהוא מתון בתחתיתו והופך למדרון תלול ככל שמעפילים אל פסגתו.  "
    },
    {
      "qes": "מדרון עם כתף ",
      "ans": "מדרון ששיפועו נקטע על ידי מישור שנקרא 'כתף'. "
    },
    {
      "qes": "מדרון משתנה ",
      "ans": "מדרון המכיל בתוכו כמה סוגי מדרונות שונים, ללא כל הסבר או חוקיות כלשהי."
    }
  ],
  [
    {
      "qes": "שט''ד",
      "ans": "שטף דם"
    },
    {
      "qes": "מע''ר",
      "ans": "מגיש עזרה ראשונה"
    },
    {
      "qes": "טראומה",
      "ans": "חבלה כתוצאה מגורם חיצוני, חום או תנועה, בד''כ מלוות באיבוד של דם (פציעות קליעים, רסיסים,דקירה ותאונות אימון שונות). "
    },
    {
      "qes": "משולש החיים",
      "ans": "בגוף קיימות 3 מערכות עיקריות העובדות בשילוב אחת עם השנייה, מערכת הנשימה, מערכת הדם ומערכת העצבים. כל פגיעה באחת ממערכות אלו תגרור בעיה גם בשתי המערכות הנוספות של משולש החיים ובכך תביא להידרדרות מהירה של מצב הפצוע."
    },
    {
      "qes": "מערכת העצבים",
      "ans": "אחראית לבקרה ולפיקוח על כל מערכות ופעולות הגוף, ביניהן הנשימה, לחץ הדם ופעולת הלב. "
    },
    {
      "qes": "מערכת הנשימה",
      "ans": "אחראית על כניסת חמצן מהסביבה החיצונית לריאות, והוצאת פחמן דו חמצני מהריאות החוצה. "
    },
    {
      "qes": "מערכת הדם",
      "ans": "למערכת הדם 3 תפקידים עיקריים: 1) הובלה של חמצן (אל התאים), פחמן דו חמצני (מהתאים החוצה), הורמונים, סוכרים ופסולת בין היתר. 2) וויסות טמפ' הגוף. 3) מע' חיסונית (כדוריות דם לבנות).  "
    },
    {
      "qes": "הכרה",
      "ans": "סך כל המודעות של האדם לסובב אותו. ההכרה היא המדד לתפקוד מערכת העצבים. כאשר מערכת העצבים אינה פועלת כראוי, נראה פגיעה במצב ההכרה.    "
    },
    {
      "qes": "שלושת מצבי ההכרה  ",
      "ans": "א. הכרה מלאה- תגובה הגיונית.  ב. הכרה חלקית- תגובה לא הגיונית.  ג. פצוע חסר הכרה- חוסר תגובה.  "
    },
    {
      "qes": "רפלקס",
      "ans": "תגובה אוטומטית של הגוף בדרך כלל לצורכי הגנה. דוגמא: הרחקת יד מאש. "
    },
    {
      "qes": "שרשרת המוות",
      "ans": "אובדן הכרה - חסימת נתיב אוויר – חנק - דום נשימה - דום לב – מוות. "
    },
    {
      "qes": "סכימת טיפול בפצוע",
      "ans": "סדר הטיפול בפצוע SABC .S  שלב הבטיחות, בשלב זה נדאג לביטחוננו, לביטחון הפצוע. נחסום שטפי דם מאסיביים ונבצע בדיקת הכרה. A נחפש חסימה בנתיב אוויר. B  נחפש חוסר נשימה או פגיעה כל שהיא במערכת הנשימה ( בדיקת איכות נשימה). C שלב זה נעצור שטפי דם כאשר העדיפות היא בלחץ ישיר."
    },
    {
      "qes": "שט''ד חיצוני",
      "ans": "דם פורץ אל מחוץ לגוף והינו נשלט – בשט''ד מסוג זה נטפל בשטח.  "
    },
    {
      "qes": "שט''ד פנימי",
      "ans": "דם מצטבר בחללי הגוף (בטן, חזה וגולגולת) והוא בלתי נשלט– לא ניתן לטפל בשט''ד זה בשטח על כן יש לשאוף לפינוי מיידי.  "
    },
    {
      "qes": "סכנות השט''ד",
      "ans": "הלם, היפותרמיה ונמק"
    },
    {
      "qes": "הלם",
      "ans": "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת הדם (החמצן) לתאים. הלם נגרם כתוצאה מאיבוד דם או נוזלים"
    },
    {
      "qes": "סימנים להלם",
      "ans": ") דן החזק - דופק מהיר וחלש, נשימה מהירה ושטחית.  2) הכרה מדרדרת, חיוורון, זיעה קרה, קור וצמרמורות.  "
    },
    {
      "qes": "לחץ ישיר כטיפול בשט''ד",
      "ans": "עצירת הדימום לגפה תתבצע ע''י שימוש בתחבושת אישית בחבישת 'דגל אנגליה' – במידה והדימום ממשיך יש להניח משולש לחץ כדי להגביר את הלחץ על הדימום"
    },
    {
      "qes": "נקודות לחיצה  ",
      "ans": "חסימה של עורק (ע''י לחיצתו עם האצבעות כנגד לעצם) כדי לעצור את הדימום בהמשך הגפה. זוהי פעולה קשה לביצוע ואינה הטיפול המועדף לעצירת דימום. נק' לחיצה מומלצת כאשר ישנם שני מטפלים- האחד לוחץ בנק' הלחיצה והשני מבצע חבישה לוחצת, הנחת הח.ע או ממשיך את סכמת הטיפול."
    },
    {
      "qes": "ארס",
      "ans": "רעלן היוצר ע''י בע''ח ומועבר ע''י נשיכה או עקיצה."
    },
    {
      "qes": "התייבשות ",
      "ans": "פגיעה במאזן הנוזלים בגוף. התייבשות משמעותה מחסור בנוזלים, נוזלים דרושים לנו כמעט בכל פעולה בחיים לכן מחסור בהם יכול לגרום לפגיעה בתהליכי בחיים בגוף. "
    },
    {
      "qes": "סימנים להתייבשות",
      "ans": "סימנים: צמאון, עור סמוק, דופק מהיר, שתן כהה ומועט, כאבי ראש, בחילות."
    },
    {
      "qes": "טיפול בהתייבשות",
      "ans": "1) הפסקת פעילות והעברה למקום מוצל.  2) החזר נולים בשתייה איטית כיוון שהחזר נוזלים מהיר מכביד כל הקיבה ויש חשש שהנפגע יקיא, מה שיכול להחמיר את מצב ההתייבשות.  3) השגחה.  4) פינוי.  5) לסיכום: הפסקת פעילות, החזר נוזלים איטי השגחה ופינוי."
    },
    {
      "qes": "מכת חום",
      "ans": "פגיעה רב מערכתית הנובעת מעלייה חדה של טמפ' הגוף (מעל 30 מעלות) עקב הפרעה במאזן החום בגוף.   "
    },
    {
      "qes": "סימנים למכת חום",
      "ans": "סימני מכת החום לא תמיד ניתנים לזיהוי מוקדם, ברוב המקרים הנפגע יאבד הכרה באופן פתאומי. סימנים נוספים: בלבול, אפאטיות/ אגרסיביות, בחילות הקאות, כאבי ראש."
    },
    {
      "qes": "טיפול במכת חום",
      "ans": "1) הפסקת פעילות והעברה למקום מוצל.   2) קירור הגוף ע''י הרטבה במים. אין לשפוך מים על ראש הנפגע מחשש לחנק במקרה של אובדן הכרה.  3) השגחה.  4)  פינוי. "
    },
    {
      "qes": "פגיעות אקלים קר",
      "ans": ". בניגוד לדעה הרווחת, מאחר ואנו נמצאים במידה חמה ניתקל רק בפגיעות חום, קיימת נטייה לזלזל בפגיעות קור ולהזניח טפול ומניעה. מחלקים את פגיעות האקלים הקר לשני חלקים- פגיעות היקפיות ופגיעות מרכזיות.  "
    },
    {
      "qes": "פגיעות קור היקפיות",
      "ans": "1) פגיעות המתרחשות בקצוות הגוף – אצבעות וכפות הידיים והרגליים בעיקר. הן נחלקות לשלפוחיות קור, רגלי חפירות וקפיאת רקמות. לא נכנס להבדלים בין מצב למצב, אבל חיוורון/ כחלון/ אודם, כאבים, נימול, התנפחות של הרקמה והרס מקומי של הרקמה במצבים קשים עד למצב של נמק. "
    },
    {
      "qes": "פגיעת קור מרכזית – היפותרמיה  ",
      "ans": "פגיעה רב מערכתית עקב ירידת טמפ' הגוף מתחת ל-35 מעלות. היפותרמיה יכולה להיגרם משתי סיבות: אובדן דם מאסיבי או קור ורטיבות.  "
    },
    {
      "qes": "סימנים להיפותרמיה",
      "ans": "צמרמורות, כחלון, דיבור איטי, תגובה איטית, נשימה איטית ושטחית, דופק איטי, חוסר קואורדינציה, אובדן הכרה. "
    }
  ]
]
