[
  [
    {
      "qes": "מנה סוגיות משמעותיות בדיון הישראלי במושג דמוקרטיה.",
      "ans": "על משמעות המושג  'דמוקרטיה' מתקיים דיון בחברה הישראלית מתוכו ניתן לסמן בין היתר את הסוגיות הבאות:  האיזון בית עקרון הייצוגיות לעקרון המשילות, כיצד ניתן לאזן בין יחסי הרוב והמיעוט, כיצד ניתן לשלב בין השאיפה לשוויון וחירות הפרט."
    },
    {
      "qes": "מה היה חזונם של מייסדי המדינה?",
      "ans": "מייסדיה של ישראל שאפו להקים מדינה המקיימת תרבות ומשטר דמוקרטי ואשר אופייה ותרבותה הלאומיים יהיו מושתתים על היהדות. הם לא ראו בשני עקרונות אלו, עקרונות סותרים; אדרבה, על-פי מגילת העצמאות הם נובעים זה מזה: ' מדינת ישראל... תהא מושתתת על יסודות החירות, הצדק והשלום–לאור חזונם של נביאי ישראל. '"
    },
    {
      "qes": "מהי עמדת השופט חיים כהן, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט חיים כהן סבר כי יש למצוא את שורשי הדמוקרטיה ביהדות ובמשפט העברי; הוא ראה בצמד המילים 'יהודית' ו-'דמוקרטית', מושג אחד וגרס כי יש לעצב ולבנות יהדות שהיא דמוקרטית ודמוקרטיה שהיא יהודית."
    },
    {
      "qes": "מהי עמדת השופט מנחם אלון, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט מנחם אלון סבר כי היהדות והדמוקרטיה אינן מושג אחד, אלא שתי מערכות ערכיות מקבילות ושוות במעמדן והן צריכות להנחות את השופט."
    },
    {
      "qes": "מהי עמדת השופט אהרון ברק, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט אהרון ברק ביקש לפרש פירוש מצמצם את המושג 'יהדות', הוא סבר כי מדינת ישראל היא יהודית בכך שמתקיים בה רוב יהודי והרוב הזה משפיע על לוח השנה הלאומי ועל המרחב הציבורי בה. בנוסף, בעיניו, מדינת ישראל היא יהודית בכך שהיא שואבת את ערכיה האוניברסליים (כמו אהבת האדם, קדושת החיים, צדק חברתי ועוד) ממקורות יהודיים."
    },
    {
      "qes": "על אילו מערכות מבוסס אופייה הדמוקרטי של מדינת ישראל?",
      "ans": "(1) מערכת פורמלית-מוסדית הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. (2) מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "מה הם תפקדייה מרכזיים של הכנסת?",
      "ans": "לכנסת שני תפקידים מרכזיים: חקיקת חוקים ובקרה על עבודת הממשלה. חברי הכנסת רשאים לחוקק כל חוק ובפרט שהוא 'חוקתי'. קרי, אינו סותר את חוקי היסוד ואינו סותר את הגדרתה של ישראל כמדינה יהודית ודמוקרטית. הבקרה על עבודת הממשלה נעשית באמצעות היכולת להצביע בה' אי-אמון' ובכך לגרום לנפילתה, באמצעות היכולת לשאול 'שאילתות' או להעלות נושאים לדיון ובאמצעות החובה לאשר במליאה צעדים מסוימים של הממשלה כגון ההחלטה על תקציב המדינה, חתימת חוזה שלום, יציאה למלחמה ועוד."
    },
    {
      "qes": "תאר את תהליך הרכבת הממשלה",
      "ans": "בתום הבחירות לכנסת, מזמן אליו נשיא המדינה את נציגי המפלגות, ובעקבות השיחות עמם הוא מטיל את הקמת הממשלה על חבר הכנסת, בעל הסיכוי הגבוה ביותר להצליח, להרכיב ברית (קואליציה) של מפלגות שיסכימו לכונן את הממשלה ולפעול על-פי קווי יסוד משותפים. בהתאם לסיכום עם המפלגות ממנה ראש הממשלה את השרים. השרים הם ברובם חברי כנסת מן הקואליציה, אך ראש הממשלה יכול למנות גם אדם שאינו חבר כנסת לתפקיד שר. "
    },
    {
      "qes": "תאר את פעילות השרים בממשלה",
      "ans": "השריפ קובעים ומבצעים את מדיניותה של ישראל בתחומים השונים: ביטחון, חוץ, כלכלה, חינוך, בריאות וכו'. משרדי הממשלה השונים אחראים גם להפעלתם של כלל מוסדות המדינה: השב''כ והמוסד- משרד ראש הממשלה, מערכת החינוך- משרד החינוך, צהל- משרד הביטחון, שגרירויות במדינות זרות- משרד החוץ, משטרה- המשרד לביטחון פנים וכן הלאה. "
    },
    {
      "qes": "ציינו את שלושת סוגי התביעות השפטיות",
      "ans": "(1) תביעות של אזרחים כלפי אזרחים - משפט אזרחי. (2) תביעות של המדינה כלפי אזרחיה - משפט פלילי. (3) בתביעות של אדם הרואה את עצמו נפגע כתוצאה מפעילות של רשויות המדינה - משפט מנהלי. "
    },
    {
      "qes": "מהו העקרון החשוב ביותר במערכת המשפט?",
      "ans": "העיקרון החשוב ביותר במערכת המשפט, המהווה תנאי לאמון של ציבור האזרחים בה, הוא היותה מערכת ניטרלית, עצמאית ונטולת פניות."
    },
    {
      "qes": "ציין והסבר את 5 עקרונות יסוד של הרשות השופטת",
      "ans": "(1) מערכת ניטרלית, עצמאית ונטולת פניות- בחירת השופטים מבוצעת על-ידי ועדה מיוחדת ולא על- ידי חברי הכנסת או הציבור. אין אפשרות לפטר שופט, הוא מסיים את תפקידו באופן אוטומטי בהגיעו לגיל שבעים. (2) הזכות להליך הוגן - כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. (3) פומביות המשפט- הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. (4) שוויון בפני החוק- כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. (5) מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה."
    },
    {
      "qes": "למה נועד האיזון בין רשויות השלטון? ",
      "ans": "איזון בין הרשויות השונות נועד במהותו לשרת את האזרח ולמנוע מצב בו אדם או קבוצה מסוימת תופסים בפועל את השלטון ואינם כפופים לפיקוח או למגבלות, או לחלופין מצב בו מוסדות המדינה נוהגים בחוסר הוגנות כלפי האזרח מבלי שיוכל להגן על עצמו."
    },
    {
      "qes": "מה צריכה חברה לעשות כדי לשמר את הדמוקרטיה",
      "ans": "פקידה של חברה השואפת לשמר את הדמוקרטיה לטובת כלל חבריה, הוא לחנך לדמוקרטיה ולהדגיש את הערכים המרכזיים העומדים בבסיסה, דוגמת החשיבות והלגיטימיות שבקיומו של ויכוח חופשי המבטא ריבוי דעות, הסלידה מהאלימות, כיבוד החוק ובחירת הרוב, זכויות האדם והאזרח ועוד."
    },
    {
      "qes": "על מה מסכימים כלל הזרחים במדינה דמוקרטית",
      "ans": "השלטון הנבחר במדינה דמוקרטית מושל במדינה בהסכמת כלל האזרחים ובכלל זאת גם בהסכמת המיעוט שלא בחר בו. גם אם יש המתנגדים לממשלה הנבחרת, כלל האזרחים במדינה דמוקרטית מסכימים ביניהם על שאיפתם לחיות יחד תחת מסגרת מדינית משותפת הפועלת בהתאם ל- 'כללי משחק' להם הם מחויבים."
    },
    {
      "qes": "כיצד צה''ל מבטא מאפיינים דמוקרטים?",
      "ans": " צה''ל מהווה זרוע מבצעת של הממשלה שנבחרה באופן דמוקרטי ותפקידו לבצע החלטות שהתקבלו על-ידי הכנסת והממשלה. צה''ל כפוף לדרג המדיני, יונק את סמכותו מהחלטותיו ופועל לממשן. קודותיו של צה''ל כפופות גם הן לעקרונות הדמוקרטיה ומחויבות להיות שוויוניות וסבירות. כל חייל בצה''ל יכול לערער על החלטות מפקדיו על- פי הפקודות והדרכים המקובלות ואף לקבול אותן באמצעות נציב קבילות החיילים. צה''ל אף מגדיר ומנחה את חייליו להבחין בין הפקודות הניתנות להם. החייל נדרש לציית לפקודות חוקיות בלבד. במקרה של פקודה בלתי חוקית, הוא נדרש לבצעה ולפעול לאחר מכן על-מנת להדגיש את איחוקיותה בפני הגורמים הרלוונטים. במישור הרעיוני החייל נדרש לוותר לזמן קצוב הקבוע בחוק על חירויותיו לשם הגנה על אותן החירויות. הוא מגויס לצבא מתוקף ההסכמה החברתית הרחבה על 'כללי המשחק' של הדמוקרטיה ופועל למעשה על-מנת להגן עליהם."
    },
    {
      "qes": "כיצד נדרש חייל לנהוג לאחר קבלת פקודה שאינו מסכים איתה",
      "ans": " נדרשים חיילי צה''ל לציית לפקודות הצבא, בין אם הפקודות עולות בקנה אחד עם עמדותיו האישיות של החייל ובין אם לא. החייל אינו מחויב להזדהות עם המשימה המוטלת עליו, אולם הוא נדרש להזדהות עם חובת ביצוע המשימה, שהיא מרכיב בשמירת חוסנה של מדינת ישראל ובסיכול כל ניסיון לשבש את התנהלותה הדמוקרטית ואת אורח החיים התקין בה."
    },
    {
      "qes": "מדוע על החייל להימנע מהבעת דעות פוליטיו בפומבי?",
      "ans": "פקודות צה''ל אוסרות על חיילי צה''ל הבעת דעותיהם הפוליטיות בציבור במהלך שירותם, לרבות השתתפות בהפגנות וחתימה על עצומות בעלות אופי פוליטי – בין במדים ובין בלבוש אזרחי . בנוסף, מתוך הנחה שצה''ל ייטיב לבצע את משימותיו אם חייליו יבינו את משמעות היותם חיילים בצבאה של מדינה יהודית ודמוקרטית, ומתוך מחויבותו למדינה ולחייל כאזרח בה; פועל צה''ל לחזק בקרב חייליו ומפקדיו את תחושת המחויבות כלפי המדינה וערכיה."
    },
    {
      "qes": "כיצד בא לידי ביטוי אופיו הדתי של צה''ל?",
      "ans": "המרחב המשותף בצה''ל הוא בעל צביון יהודי. אין הכוונה בכך לשמירה על זכותו ועל חירותו של כל פרט לנהוג על־פי מנהגיו הדתיים (זמני תפילות, צומות), אלא במאפיינים הנוגעים לאופי סביבת השירות ולאופי הארגון. הצביון היהודי של המסגרת הצבאית כולל את שמירת הכשרות בכל מטבחי צה''ל, את נוהל השבת, את הטיפול של הרבנות הצבאית בחללים ובענייני אישות, את האפשרות לגיור בצבא וכן גם את עיסוקם של מפקדים וחיילים בסוגיות של זהות ותודעה יהודית במסגרת פעילויות החינוך והעיסוק בצדקת הדרך."
    }
  ],
  [
    {
      "qes": "כיצד השתנה אופי התפילה ביהדות לאורך השנים?",
      "ans": "לאורך תקופת המקרא, אנו פוגשים בעיקר תפילות יחיד המכוונות כנגד אירוע או בקשה מסוימים. בהדרגה התפתחה תפילה ממוסדת יותר: בתקופת בית שני כבר הופיעו נוסחי תפילה מגובשים; ומשחרב המקדש תפסה התפילה בציבור מקום מרכזי יותר ולמעשה החליפה את עבודת המקדש."
    },
    {
      "qes": "מהי תפילה?",
      "ans": "ביהדות התפילה היא פנייה של האדם אל בוראו. ניתן לחלק את התפילות לתפילה הספונטנית והאישית ולתפילה הממוסדת והציבורית. כיום, מתקיימת התפילה בדרך כלל בבית הכנסת והיא מבוססת על פסוקים ועל נוסחים שהתגבשו בקהילות ישראל והועלו על הכתב. "
    },
    {
      "qes": "כיצד נבדלות קבוצות שונות באופן קיום ההלכה?",
      "ans": "כבר משחר תולדותיו של העם היהודי, נבדלו קבוצות שונות בעם ישראל באופן קיומן את ההלכה, חלקן נפרדו מן העם היהודי באופן מלא (הנוצרים לדוגמה) וחלקן שמרו אתו על קשרים מורכבים (הקראים** לדוגמה). גם כיום מתקיימת מחלוקת בנושא זה: בעוד שהגישה האורתודוקסית מבקשת להיצמד אל ההלכה ללא שינוי, הקונסרבטיבים מבקשים להתאים את ההלכה לתקופה המודרנית אך לשמור על עקרונותיה ואילו הרפורמים מבקשים להכניס בה שינויים עומקים יותר. גם בתוך היהדות האורתודוקסית קיימים הבדלים ומחלוקות באשר לאופן קיום ההלכה, אך באופן כללי, שוררת הסכמה באשר לבסיס העקרוני המחייב שלה ברוב התחומים."
    },
    {
      "qes": "מי היה רבי יוסף קארו?",
      "ans": "ר' יוסף קארו (1575-1488), רב ופוסק הלכה, נולד בספרד ובעקבות הגירוש, נדד בין מספר מדינות באסיה הקטנה עד שעלה לארץ-ישראל. ר' יוסף קארו כתב חיבור הלכתי גדול המתבסס על הסדר והמבנה של חיבור הלכה קודם ('ארבעת הטורים') וקרא לחיבור בית יוסף. לאחר מכן ,לאור ריבוי מסורות פסיקה, ביקש לתמצת את ספרו לנוכח ריבוי מסורות ההלכה וכתב את השולחן ערוך."
    },
    {
      "qes": "כיצד בא לידי ביטוי יחודה של השבת במדינת ישראל?",
      "ans": "במדינת ישראל מוגדרת השבת כיום המנוחה הרשמי ליהודים, בני דתות אחרות רשאים לבחור יום מנוחה אחר. קבוצות שונות בחברה הישראלית בוחרות לבטא את השבת שלהן באופנים שונים; עובדה המביאה לא אחת לדיונים ביחס לאופייה של השבת במרחב הציבורי. את הגישה העקרונית בהקשר זה התווה מסמך הסטטוס-קוו שקבע כי השבת תוגדר כיום המנוחה הלאומי ולא תתקיים במהלכה פעילות רשמית במוסדות הציבור. מאוחר יותר חוקק חוק שעות עבודה ומנוחה (1951) האוסר להעסיק עובד ביום המנוחה השבועי שלו. פקודות המטה של צה''ל נגזרות מעקרונות אלו ואוסרת על עשיית מלאכה שאינה מהווה צורך מבצעי דחוף במהלך השבת. "
    },
    {
      "qes": "ציין מנהגי שבת בולטים",
      "ans": "מנהגי השבת כוללים: הדלקת הנרות בכניסתה, תפילה הכוללת קבלת שבת לפנות ערב, קידוש על יין וקיום שלוש סעודות חגיגיות, קריאה בפרשת השבוע וקיום 'הבדלה' עם צאתה. "
    },
    {
      "qes": "מנה זכויות של קבוצות מיעוט בישראל",
      "ans": "בהתאם לעקרונות אלו זכאים בני המיעוטים לקיים את מצוות דתם באופן חופשי, להקים בתי תפילה, לקיים רישום נישואין וגירושין על-פי עקרונות דתם, לקיים בתי דין דתיים, להפעיל בתי קברות דתיים ואף לקיים מערכת חינוך על- פי עקרונותיהם הדתיים והתרבותיים. בני מיעוטים בוחרים ונבחרים לכנסת הן במסגרת רשימות ייחודיות והן במסגרת המפלגות הגדולות והם יכולים להקים תנועות פוליטיות וחברתיות שיקדמו את ענייניהם והשקפת עולמם.  "
    },
    {
      "qes": "תאר את תרומת ההעדה הזרוזית לביטחון ישראל",
      "ans": "העדה הדרוזית בישראל מהווה קבוצת מיעוט המכריזה על נאמנותה המוחלטת למדינת ישראל ולחוקיה. לאחר הקמת המדינה התנדבו רבים מבני העדה לשירות צבאי, בעיקר ביחידת המיעוטים. החל משנת 1956 חייבים הדרוזים בשירות חובה, אחוזי הגיוס בקרב העדה גבוהים ושיעור הקצינים והנגדים בני העדה הדרוזית בצה''ל עולה על חלקם היחסי באוכלוסייה."
    },
    {
      "qes": "ציין את חמשת מצוות היסוד באסלאם",
      "ans": "באסלאם חמש מצוות יסוד: 'שהאדה' (עדות) החובה להצהיר על דבקות בעיקרי האמונה, 'צלאת' התפילה הנערכת חמש פעמים ביום, 'זכאת' החובה לתת צדקה, 'צום' החובה לצום במהלך חודש הרמדאן, חג החובה על כל אדם המסוגל לכך מבחינה כלכלית לעלות לרגל למכה. "
    },
    {
      "qes": "תאר את תרומת הבדואים לביטחון ישראל",
      "ans": "על אף שעל הבדואים לא חל חוק גיוס חובה, רבים מבני העדה משרתים בצה''ל. הבדואים הראשונים התגייסו לצה''ל עוד בשנות החמישים והשתלבו בתפקידים שונים, רובם ביחידת המיעוטים**. בשנת 1970 הוקמה יחידת הגששים המבוססת רובה ככולה על בני העדה ובשנת 1986 הוקם 'גדוד הסיור המדברי' (הגדס''ר הבדואי) הכפוף לחטיבה הדרומית של אוגדת עזה. בדואים נוספים משרתים בתפקידים שונים במערכיו השונים של צה''ל.   "
    },
    {
      "qes": "תאר את תרומת הצ'רקסים לביטחון ישראל",
      "ans": "הצ'רקסים קיימו מערכת יחסים טובה עם היישוב היהודי עוד מימי העליות הראשונה והשנייה. לאחר הקמת המדינה התנדבו מרבית בני העדה לשירות צבאי, בעיקר ביחידת המיעוטים ובפלוגות פרשים צ'רקסית שכונתה 'קלוואלריה'; לאחר שפורקה הפלוגה הוקם במקומה 'חיל הספר' שהפך ברבות הימים למשמר הגבול. בשנת 1958 ביקשו מנהיגי העדה הצ'רקסית להחיל עליהם גיוס חובה, דוד בן-גוריון ענה בחיוב לבקשתם."
    },
    {
      "qes": "לפי מה נקבע לוח השנה העברי?",
      "ans": "לוח השנה העברי פועל בה-בעת על-פי שתי המערכות, לוח השנה השמשי ולוח השנה הירחי. מצד אחד, ימי החודש נמנים על-פי הירח, כל חודש בשנה היהודית מתחיל בתחילת המחזור הירחי. מצד שני, בשל היותם של החגים כה קשורים לעולם החקלאות והטבע, ישנה הקפדה יתירה על שימורו של מעגל השנה."
    },
    {
      "qes": "מדוע ישנן שנים מעוברות?",
      "ans": "  מאחר ומחזור הירח קצר בכאחד-עשר ימים ממחזור השמש, נדרש הלוח העברי לסנכרן ביניהם. אם לא ייעשה כן הדבר יגרום, עם הזמן, לתזוזה של החגים לאורך עונות. על מנת להתגבר על בעיה זו, פעם בכשלוש שנים חלה שנה מעוברת (מלשון עיבור, היריון), שנה בת שלושה-עשר חודשים בה נכללים שני חודשי אדר (אדר א' ואדר ב'). הוספת חודש זה מאפשרת להתגבר על הפער שבין שנת השמש לשנת הירח. "
    },
    {
      "qes": "מהם ששת איסורי חז''ל ליום כיפור?",
      "ans": "המצווה העיקרית של היום היא 'ועיניתם את נפשותיכם', ממנה גזרו חז''ל שישה איסורים: מלאכה, אכילה ושתייה, רחיצה, סיכה (שימוש במוצרים קוסמטיים), נעילת הסנדל (העשוי מעור) ותשמיש המיטה (קיום יחסי מין). בנוסף לאלו, נוספו ליום הכיפורים מספר מנהגים, ובהם: לבישת בגדים לבנים, טבילה במקווה, קיום סעודה גדולה בערב החג וקיום 'כפרות'**.   "
    },
    {
      "qes": "מדוע חג החנוכה נמשך שמונה ימים?",
      "ans": "החג נקבע לשמונה ימים בעקבות סיפור נס פך השמן. בעת טיהור בית המקדש התגלה שכל הפכים בהם נאצר השמן הדרוש להדלקת מנורת הזהב, נפתחו. על כן, אינם טהורים עוד. בסופו של דבר נמצא רק פך טהור אחד שהיה אמור להספיק ליום אחד, אך בדרך נס הספיק לשמונה ימים.  זכרה של מנורת המקדש בדולקת עומד גם בבסיס המצווה המרכזית בחג ,הדלקת החנוכייה; ובבסיס המנהג לאכול מאכלים מטוגנים.   "
    },
    {
      "qes": "תאר את ארבע המצוות המרכזיות של פורים",
      "ans": "בפורים נקבעו ארבע מצוות מרכזיות: מגילה, קריאתה של מגילת אסתר בערב ובבוקר החג; משתה, סעודה חגיגית המלווה בשתיית יין; משלוח מנות, משלוח של לפחות חבילה אחת הכוללת שני מוצרים הניתנים למאכל מידי לחברים; מתנות לאביונים, הרחבת מעגל השמחה כדי לאפשר גם לעניים לקחת חלק בסעודה.  בנוסף למצוות אלו התקבעו כמה מנהגים נוספים, בהם התחפשות, שימוש ברעשן ואכילת אוזני המן. "
    },
    {
      "qes": "הסבר את מקורו של שושן פורים",
      "ans": "ההלכה קובעת הבדל בזמן שבו חל החג בין ערים שעל-פי המסורת היו מוקפות חומה עוד מימיו של יהושע בן-נון (לדוגמה: ירושלים), בהן נחוג החג ב-ט''ו באדר, לבין ערי פרזות (שאינן מוקפות חומה, לדוגמה: תל-אביב), בהן נחוג החג ב-י''ד באדר. בערים בהן קיים ספק (לדוגמה: טבריה, צפת, חברון, יפו) נחוג פורים לאורך יומיים.   הסיבה נעוצה בבקשתו של מרדכי לאפשר ליהודים המתגוררים בשושן, בירת פרס, לחוג את הפורים במשך יום אחד נוסף, לכן מכונה יום ט''ו באדר, שושן פורים.   "
    },
    {
      "qes": "הסבר את מקור שמו של חג הפסח",
      "ans": "השם 'פסח' מרמז לקורבן הפסח שהוקרב לראשונה לפני היציאה ממצרים ואותו היו מקריבים בכל שנה בתקופה בה בית המקדש היה קיים. משמעותו המילולית של השם מרמזת על הפסיחה (דילוג) על בתי היהודים במצרים במהלך מכת בכורות."
    },
    {
      "qes": "אלו חמישה אירועים התרחשו בט' באב?",
      "ans": "חמישה דברים אירעו את אבותינו בתשעה באב. ואלו הם: נגזר על דור המדבר שלא יכנסו לארץ ישראל, חרב בית המקדש הראשון, חרב בית המקדש השני, נלכדה ביתר ונחרבה ירושלים. "
    },
    {
      "qes": "הסבר את מקור החג נובי גוד",
      "ans": "בערב שבין ה-31 בדצמבר ל-1 בינואר חל ערב השנה האזרחית חדשה המצוין בכל העולם.   ברוסיה ובשאר מדינות חבר העמים, מכונה ערב זה 'נובי גוד'. השלטון הקומוניסטי ששלט ברוסיה הסובייטית במשך שנים רבות פגע בחופש הדת ואסר על קיומם של חגים דתיים במרחב הציבורי.   באותה התקופה התעצב הנובי גוד כחג אזרחי חשוב בו נפגשו בני המשפחה וסעדו סעודה משפחתית. חלק גדול מעולי ברית המועצות החיים בישראל שחגגו את החג האזרחי ברוסיה ממשיכים לציינו גם כיום."
    }
  ],
  [
    {
      "qes": "לאורך השנים עולה ביקורת על התוכן ההיסטורי במגילת העצמאות, מה היא?",
      "ans": "מגילת העצמאות כוללת בחלקה הראשון נימוק ארוך, מפורט ומגוון של הגורמים שהביאו להקמתה של מדינה יהודית בארץ-ישראל. פסקאות אלו מספרות את ההיסטוריה היהודית מנקודת מבטם של חותמי המגילה, הן מדגישות נקודות מסוימות ונמנעות מאזכורן של אחרות. עוד טרם חתימת המגילה וביתר שאת מפרספקטיבה של שבעה עשורים היו מי שביקרו את הבחירות האלו – מדוע לא מאוזכרים הישגיהם הרוחניים של היהודים בגולה? מדוע לא ניתן מקום ליהודי ארצות האסלאם? מדוע לא מוזכרת במפורש דמותו של האל? ועוד.  שאלות אלו הן שאלות כבדות משקל הממחישות את העובדה שכל סיפור היסטורי כולל בתוכו באופן מובנה את זווית המבט של המספר. "
    },
    {
      "qes": "תאר את הקונפליקט ביחסם של מייסדי המדינה אל העבר היהודי",
      "ans": "יחסם של מייסדיה של מדינת ישראל אל העבר היהודי היה מורכב: מחד שאפה הציונות לשמר את התרבות היהודית בעידן מורכב של תמורות וצמיחה של תרבות לאומית חילונית; אך מאידך היא ביקשה לחולל מהפכה בחיי העם היהודי ולהשתית את הזהות היהודית על מרכיבים חדשים או מחודשים.   "
    },
    {
      "qes": "תאר את ראשיתו של העם היהודי",
      "ans": "ההסבר המסורתי הנשען על פסוקי המקרא, מתאר את אברהם אבינו כאביו של העם היהודי. אברהם התחיל את חייו בארם-נהריים (מסופוטמיה, גבול עיראק טורקיה) ולאחר מסע נדודים הגיע לארץ- ישראל. אברהם מתואר בספרות חז''ל כראשון המאמינים וכמי שיצא כנגד התרבות האלילית של בני זמנו.  ספר בראשית מתאר את המשך השושלת דרך יצחק, יעקב (הנקרא גם ישראל) ושנים-עשר ילדיו מהם התהוו שנים-עשר שבטי ישראל; בני השבטים ירדו למצרים והיו משועבדים שם שנים רבות. ספר שמות ממשיך ומתאר את יציאתם של בני-ישראל ממצרים באותות ובמופתים, נדודיהם במשך ארבעים שנה במדבר בהובלתו של משה וקבלת התורה בהר סיני.  ערב הכניסה לארץ עבר מקל ההנהגה ליהושע בן נון שקורותיו מתוארים בספר יהושע. בהנהגתו נכנסו שבטי ישראל לארץ וריכזו מאמץ אל מול מלכים וקבוצות שונות שביקשו להילחם בהם. "
    },
    {
      "qes": "תאר בקצרה את תקופת השופטים",
      "ans": "לאחר מותו של יהושע לא הצליחה להתבסס הנהגה מרכזית חלופית ואת מקומו תפסו מנהיגים אזוריים שכונו שופטים. השופטים הצליחו לאחד כמה שבטים כלפי איומים כאלו או אחרים שנתגלעו מצד יושבי הארץ או מצד מדינות שכנות, אך האיחוד היה קצר ימים וטקטי במהותו, כפי שמסכם ספר שופטים: ''בימים ההם אין מלך בישראל: איש הישר בעיניו יעשה'' (שופטים, יז', ו').  "
    },
    {
      "qes": "תאר את שושלת המלוכה בישראל משאול ועד ירבעם בן נבט",
      "ans": "למלכה הראשון של הארץ נבחר שאול שהוביל את המלחמה בפלשתים, ויצר מסד לשיתוף פעולה בין שבטי העם. את שאול החליף דוד וִאתו החלה שושלת מלוכה רבת שנים. דוד בנה את בירתו בירושלים הנמצאת בין נחלתו של שבט יהודה ושבט בנימין, ואינה שייכת לאף אחד מן השבטים. ירושלים הפכה למרכז מדיני ורוחני חשוב ונבנו בה מוסדות השלטון השונים.  שלמה, בנו של דוד, המשיך את מפעלו ובנה את בית המקדש, פיתח את הכלכלה, המסחר ויחסי החוץ. הממלכה של דוד ושלמה המכונה 'הממלכה המאוחדת', לא האריכה ימים. לאחר מותו של שלמה התפלגה הממלכה לשתי ממלכות: ממלכת יהודה ובירתה נותרה ירושלים, בה המשיכה לשלוט שושלתו של דוד בראשות נכדו רחבעם; וממלכת ישראל שקבעה את בירתה בשומרון (כיום: סבסטיה*), בה שלטה שושלת מלוכה שראשיתה בירבעם בן נבט.  למרות הדמיון במוצא, בתרבות ובדת, מתאר המקרא את שתי הממלכות כממלכות המתנהלות בנפרד, ולעתים אף נאבקות זו בזו. בשתי הממלכות פעלו, לצד השליטים נביאים המתוארים בתנ''ך כיועצים, כמוכיחים בשער וכנושאי קול המוסר והצדק; שביקרו לעתים גם את השלטון. דבריהם קובצו מאוחר יותר ונכללים בתנ''ך."
    },
    {
      "qes": "כיצד נחרב בית המקדש הראשון?",
      "ans": "בשנת 597, לפני הספירה הוגלו מיהודה המלך יהויכין ורבים מבני האליטה ששלטה במדינה, גלות זו מכונה 'גלות יהויכין' או 'גלות החרש והמסגר'. שנה לאחר מכן מינה מלך בבל, נבוכדנצר השני, את צדקיהו, דודו של יהויכין, למלך יהודה. לאחר שכרת ברית עם מצריים הסתבך צדקיהו במרידת נפל כנגד בבל. בבל הגיבה בהטלת מצור על ירושלים, וזה נגמר בפריצה לעיר ובהחרבתו של בית המקדש הראשון.  "
    },
    {
      "qes": "תאר את הרקע להצהרת כורש",
      "ans": "חורבנה של יהודה הביא להגליה שהקיפה חלקים נרחבים של העם; אולם בשונה מעמים אחרים, הצליחו מרבית הגולים לשמור על זהותם. במהלך השנים הבאות נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי, ועל רקע זה, בשנת 539 לפני הספירה, נתן ליהודים את הרשות לשוב אל ירושלים ולכונן את בית המקדש. "
    },
    {
      "qes": "תאר אירועים מרכזיים בשיבת ציון",
      "ans": "הצהרת כורש הביאה לחזרתם של יהודים מהגלות לארץ ולהתחלתה של שיבת ציון. בראש גל העלייה הראשון נזכרים ששבצר וזרובבל שחלק מן החוקרים רואים בהם אדם אחד. העולים ניסו להקים מזבח ולחדש את עבודת הקורבנות, אך נתקלו בהתנגדות עזה מצד האוכלוסייה הלא-יהודית המקומית.   בראש גל העולים הבא שהיה כנראה רחב יותר, עמד עזרא הסופר שעם הגעתו לארץ פעל לחיזוק קיומן של המצוות וההיכרות עם התורה. לצדו פעל נחמיה שהגיע ליהודה שנים ספרות אחריו וביקש לשקם את חומות ירושלים, לשפר את מצבו של דלת העם ולסייע בידי עזרא בפעולותיו הדתיות.   גם פעולתם של עזרא ונחמיה נתקלה בקשיים ובניית חומות ירושלים בצל מצב ביטחוני קשה שנב מהתנגדותם של גורמים שונים."
    },
    {
      "qes": "כיצד נחשפו היהודים לראשונה לתרבות ההלניסטית?",
      "ans": "עם מותו כל אלכסנדר הגדול ניטשו מלחמות עזות בין יורשיו. ארץ-ישראל עמדה בתווך בין שני יורשים: סלווקוס שמרכזו בסוריה ותלמי (פתולמאיס) שמרכזו במצרים; בתחילה הייתה השליטה בידי תלמי ובהמשך היא עברה לידי סלווקוס. הכובשים החדשים הביאו עמם אל הארץ את התרבות ההלניסטית, המהווה מזיגה בין תרבות יוון לתרבויות אליליות אחרות במזרח. באופן זה נפגשו היהודים לראשונה עם תרבות הפנאי, הפילוסופיה והאמנות היוונית. מפגש זה היווה אתגר ערכי לא פשוט וביהודה החלה תנועה של התייוונות – אימוץ התרבות ההלניסטית, שרווח בעיקר בקרב שכבות האוכלוסייה הגבוהות.  "
    },
    {
      "qes": "מהו הרקע למרד אותו הובילה משפחת חשמונאי?",
      "ans": "בשנת 175, לפני הספירה עלה לשלטון בסוריה אנטיוכוס אפיפאנס אשר בניגוד לקודמיו, נהג ביד קשה ביחס ליהודי הארץ, כרת ברית עם המתייוונים מקרבם וביקש לכפות על כל תושבי הארץ את התרבות ההלניסטית. הדברים הגיעו לשיאם בהטלת גזרות שמנעו מן היהודים לקיים חלק ממצוות דתם ובהן מצוות המילה ומצוות השבת.  לנוכח מציאות זו פרץ בשנת 167 לפני הספירה מרד נרחב אותו הובילה משפחת חשמונאי, משפחת כוהנים מאזור מודיעין. "
    },
    {
      "qes": "החשמונאים ",
      "ans": "החשמונאים היו שושלת מלוכה יהודית ששלטה בארץ ישראל בחלק מהתקופה ההלניסטית, במאה ה-2 לפנס עד המאה הראשונה לפנה''ס. הם היו צאצאיו של מתתיהו הכהן, אשר הנהיגו את מרד החשמונאים נגד השלטון הסלאוקי בתקופת הבית השני, ולאחר מכן העמידו כוהנים גדולים, מלכים ושליטים."
    },
    {
      "qes": "מה היה הישגם המרכזי של החשמונאים?",
      "ans": "הישגם המרכזי של החשמונאים היה כיבושה המחודש של ירושלים וטיהור בית המקדש בשנת 164 לפני הספירה; לזכרו של מאורע זה נקבע חג החנוכה. בשנים הבאות הצליחו מלכי השושלת החשמונאית לחזק את ממלכתם ולהרחיב את גבולותיה. "
    },
    {
      "qes": "כיצד אופיינו ימי מלכותו של הורדוס",
      "ans": "את ימי מלכותו אפיינו, אווירת טרור עזה מחד ומפעלי בנייה אדירים מאידך. הורדוס בנה את הנמל ואת אמת המים של קיסריה, מבצר ההרודיון, מתחם הארמונות במצדה, ארמונות החורף ביריחו וירושלים ובתוכה מתחם הר הבית כפי שהוא מוכר לנו כיום.    "
    },
    {
      "qes": "מדוע פרץ המרד הגדול?",
      "ans": "זמן קצר לאחר מותו של הורדוס עברה יהודה לשלטון של נציבים שנשלחו מרומא, לא הכירו את אוכלוסיית הארץ, התקשו בשליטה בה וניסו על-פי רוב לנצלה מבחינה כלכלית. הציבור היהודי בארץ התנגד לשלטון הרומי, היה מסוכסך עם קבוצות הלניסטיות מקומיות בהדרגה החל גם להתערער מבחינה חברתית-כלכלית.   כל אלו העלו את העם היהודי על מסלול התנגשות עם השלטון הרומי והביאו לפרוץ המרד הגדול (66-73 לספירה). "
    },
    {
      "qes": "תאר את הרקע ההיסטורי לחורבן בית המקדש הראשון?",
      "ans": "במהלך המרד הגדול (66-73 לספירה), בשנת 68 ניכר מפנה לטובת המורדים, חוסר היציבות השלטונית ברומא הביא להקפאת הלחימה. אך הזדמנות זו לא נוצלה על-ידי המורדים היהודים, שהיו מפולגים ביניהם והושפעו מפעולתם של קנאים קיצונים.  בשנת 70 התחדשה הלחימה והוטל על ירושלים מצור בראשותו של טיטוס*. בתום קרבות קשים נכבשה העיר ובית המקדש נחרב."
    },
    {
      "qes": "איזה אירוע התרחש במצדה במהלך המרד הגדול?",
      "ans": "חורבנה של ירושלים לא הביא להפסקת המרד, ובאזורים המדבריים נותרו מספר מוקדי התנגדות; מצדה הייתה האחרונה שבהם.  על המתחם המבוצר והמבודד, בו התרכזה קבוצת מורדים קטנה, הוטל מצור ארוך ורק בשנת 73 בתום קרב קשה, הצליחו הרומים לפרוץ לתוכו. המורדים שהתרכזו בו, ובראשם אלעזר בן יאיר**, גמרו אומר שלא להיתפס חיים, והתאבדו. רק עם כיבוש מצדה, חמש שנים לאחר שהחל המרד, הצליחו הרומאים לבסס שוב את שליטתם באזור."
    },
    {
      "qes": "מדוע צמח מרכז רוחני ביבנה",
      "ans": "המכה שספג העם היהודי עם חורבן ירושלים והמקדש, הייתה קשה. בית המקדש עמד במרכזו של הפולחן הדתי ביהדות, וההנחה הרווחת הייתה כי הוא יעמוד על כנו לנצח. בציבור היהודי היו משסברו כי לאחר החורבן אין עוד טעם בחיים וטיפחו מנהגי אבל שונים. כדי להתמודד עם חורבן בית המקדש, צמח באזור השפלה מרכז רוחני חלופי שמרכזו היה ביבנה.   על-פי המסופר בספרות חז''ל, הצליח רבן יוחנן בן-זכאי לחמוק מירושלים במהלך המצור, וביקש מן הרומאים לייסד מרכז רוחני חלופי. ביבנה תוקנו שורה של תקנות שנועדו לאפשר את המשך החיים היהודיים ללא מקדש ועוצבו רבים מדפוסיה של היהדות המוכרת לנו כיום.  "
    },
    {
      "qes": "מדוע פרץ מרד בר כוכבא?",
      "ans": "ברקע למרד עומדת תכניתו של הקיסר הרומי הדריאנוס לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה. היהודים בכל אופן ראו בפעולותיו פגיעה אנושה באמונתם. על-פי חלק מן המקורות, לכעסם של היהודים נוספה סיבה נוספת כאשר אסר אדריאנוס על קיומה של ברית המילה. פעולות אלו, לצד המצב הכלכלי הקשה והתקוות המשיחיות לבניינו המחודש של בית המקדש, הביאו לפרוץ מרד שבראשו עמד שמעון בר-כוכבא שנתמך בידי חכמים וחלקים נרחבים מהציבור וכונה בר-כוכבא."
    },
    {
      "qes": "מהן תוצאות מרד בר כוכבא?",
      "ans": "למרות הצלחותיהם הראשוניות של המורדים, הצליחו הרומאים להכניע את המרד. דיכוי המרד היה אלים ואכזרי ולאחריו הוטלו על היהודים גזירות שמד: איסור על לימוד תורה, איסור על התקהלות בבתי הכנסת, איסור על המילה ועוד. הגזירות התמידו עד למותו של הדריאנוס ובוטלו רק בידי יורשו, אנטונינוס פיוס. בהדרגה שוקמו החיים היהודיים בארץ ומרכזם עבר לגליל.   "
    },
    {
      "qes": "תאר את תרומתם של הגאונים לקהילה היהודית.",
      "ans": "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט והתשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה. ספרות ענפה של התכתבויות מעין אלו (המכונה ספרות השאלות והתשובות – שו''ת), נשתמרה בידינו וממנה אפשר ללמוד על התפתחות המרכזים היהודיים השונים במרחב. הגאונים הותירו חיבורים חשובים בנושאים רבים, כך למשל רב סעדיה גאון (882-942) שהותיר אחריו ספרים העוסקים בדקדוק עברי, חיבורים פילוסופיים, אחד מסידורי התפילה הראשונים ועוד. "
    },
    {
      "qes": "כיצד השפיעה הרקונקיסטה על יהדות ספרד?",
      "ans": "עם הכיבוש הנוצרי של ספרד וסביבתה ('רקונקיסטה'), הורע בהדרגה מצב היהודים והחופש הדתי שניתן להם צומצם. שיאן של הרדיפות הגיע בשנת 1492 כשהמלך פרדיננד והמלכה איזבלה הציבו בפני יהודי ממלכותיהם אולטימטום: להתנצר או לעזוב את ספרד תוך ארבעה חודשים, אירוע שנודע לימים כגירוש ספרד. "
    },
    {
      "qes": "הסבר את תוצאות גירוש ספרד, לאן היגרו היהודים?",
      "ans": "גירוש ספרד חיסל התיישבות יהודית בת מאות שנים, הביא לרדיפתם ולנדידתם של עשרות אלפים ושינה את פניו של העם היהודי. רבים פנו אל-עבר האימפריה העות'מאנית ואחרים אל- עבר אירופה; קבוצה קטנה אף הרחיקה והגיעה אל אמריקה. במרחבי האימפריה העות'מנית מצאו היהודים הספרדים קהילות מקומיות של יהודים דוברי ערבית שכונו על-ידם מוסתערבים. קהילות אלו שחיו בארץ-ישראל ולחופי הים התיכון היו עתיקות, גדולות ומבוססות למדי. אולם בתהליך הדרגתי הפכו היהודים הספרדים לרוב בקהילות היהודיות באימפריה וברוב המקרים אף נטלו לידם את תפקידי ההנהגה בתוכן. באופן זה הפך הכינוי 'ספרדי' לכינוי מקובל ליהודי שמקורו בארצות האסלאם.  בין היהודים שהיגרו לאימפריה העות'מאנית היו מי שהגיעו בסופו של דבר אל ארץ-ישראל. בארץ התגבש המרכז הרוחני והמדיני בעיקר בגליל."
    },
    {
      "qes": "כיצד צמחה תנועת החסידות",
      "ans": "המשבר שהולידה השבתאות, בשילוב עם התהוותו של ציבור יהודי גדול שהיה טרוד בדאגות היום-יום והתרחק מלימוד התורה הוביל במהלך המאה השמונה-עשרה לצמיחתה של תנועת החסידות. מייסד התנועה הוא ר' ישראל בעל-שם-טוב (הבעש''ט), 1700-1760, שהדגיש את חשיבותה של השמחה ועבודת ה' הטבעית ואת מקומו של הצדיק כמקשר בין החסיד לבין האל. "
    },
    {
      "qes": "כיצד באה לידי ביטוי ההתנגדות לתנועת החסידות?",
      "ans": "בראשיתה, עוררה החסידות ביקורת רבה בשל 'עממיותה', השמחה והמנהגים השונים שנלוו לה. המתנגדים לחסידות המכונים מתנגדים או ליטאים, גרסו כי יש להמשיך ולהדגיש את חשיבותו של לימוד התורה ופחדו מהתפתחותה של תנועה המונית של משיחיות שקר כדוגמת השבתאות. בראש המתנגדים עמד הגאון מווילנא (הגר''א) 1720-1797, הוא הטיל חרמות על החסידים וביקש לצמצם את השפעתה של התנועה. בהמשך, הדברים אף הגיעו לכדי מאבק קשה בו עורבו גם שלטונות המדינה.   "
    },
    {
      "qes": "מדוע צמחה תנועת ההשכלה היהודית?",
      "ans": "שיווי זכויותיהם של היהודים היה כרוך בפירוק המבנה הקהילתי המסורתי ודרש למעשה אימוץ אורח חיים, דרכי התנהגות, מקצועות ומנהגים של התרבות המערבית. על רקע זה צמחה תנועת ההשכלה היהודית, ראשית בגרמניה, שם היא מזוהה עם רעיונותיו של משה מנדלסון, ובהמשך במזרח אירופה ובמזרח התיכון. "
    },
    {
      "qes": "סיסמאותיה של ההשכלה היו – חכמה ומלאכה, לשון ונימוס. פרש כל מילה.",
      "ans": "חכמה – פירושה: הכנסת המדעים הכלליים לחוג הידיעות.  המלאכה – פירושה: דאגה ציבורית מכוונת להבראתו הכלכלית של היישוב היהודי על ידי הכשרת הדור הצעיר למלאכה ואומנות המפרנסת את בעליה.  הלשון – לשונות העמים אשר בקרבם אנו יושבים.  נימוס – זהו בעצם מושג יותר כולל ומקיף... הקפדה על צורה חיצונית, על מידה וקצב, על חן וטעם, ומשום כך נימוס כולל בעצם שיפור כל הליכות החיים.  "
    },
    {
      "qes": "איזה שסע נוצר בחברה היהודית בעקבות תנועת ההשכלה?",
      "ans": "רעיונות ההשכלה התנגשו לא-פעם עם עקרונות דתיים ועל רקע זה התגלע שסע גדול המלווה את העם היהודי עד לימים אלו: השסע בין שומרי המצוות למי שאינם שומרי מצוות. זאת ועוד, חלק מהמשכילים ביקשו לצמצם את תחומיה של היהדות אל המישור הדתי בלבד, תוך ניפוי האלמנטים התרבותיים והלאומיים שלה. הם טענו כי הם 'צרפתים בני דת משה', 'אוסטרים בני דת משה', וכו'. באופן זה הם ביקשו להראות כי אין מניעה שהיהודים יתערו בסביבה בה הם חיים וייטלו חלק בבניית הזהות הלאומית המקומית, כמו בני דת הרוב במדינתם. "
    },
    {
      "qes": "איזו השפעה שלילית הייתה לאמנציפציה?",
      "ans": "ניסיון ההתערות הצליח רק באופן חלקי. לצד תהליכי האמנציפציה החל גל של פרעות אנטישמיות במזרח אירופה וכפי שנראה בהמשך, במערב אירופה התפתח זן חדש של אנטישמיות ארסית במיוחד. "
    },
    {
      "qes": " יהודים בעת החדשה בחרו להיטמע בחברה, הסבר את גישתם.",
      "ans": "מאות אלפי יהודים ברחבי אירופה ביקשו להיטמע בסביבה הלא-יהודית. בהקשר זה החלו יהודים ליטול חלק מרכזי בתרבות ובכלכלה והיו אף כאלו שהמירו את  דתם. המשורר היהודי-גרמני היינריך היינה (1797-1856) שהמיר את דתו לנצרות והיה לאחד הכותבים החשובים בשפה הגרמנית, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": " יהודים בעת החדשה בחרו להתבדל משאר החברה, הסבר את גישתם.",
      "ans": "כתגובת נגד לתהליכים שתוארו החלו מי שביקשו לשמור על המסורת והדת. להגביה את חומות ההפרדה ולבדל את הקהילות היהודיות מן הציבור הלא-יהודי ומן המשכילים. באופן זה נולדה היהדות החרדית ועקרונות המפתח המובילים אותה. החתם סופר (1762-1839) שפעל בהונגריה ועקרונותיו סוכמו בטענה 'חדש אסור מן התורה', מייצג במידה רבה את הכיוון הזה."
    },
    {
      "qes": " יהודים בעת החדשה בחרו להגר ממדינותיהם, הסבר את גישתם.",
      "ans": ""
    },
    {
      "qes": " יהודים בעת החדשה בחרו להתבדל משאר החברה, הסבר את גישתם.",
      "ans": "במחצית השנייה של המאה התשע-עשרה פקד את אירופה גל הגירה גדול שיעדו ארצות הברית, בגל זה היה האחוז של היהודים מקרב כלל המהגרים, גבוה למדי. ארצות הברית הציעה למהגר היהודי הזדמנויות כלכליות וכן חופש מרדיפות ומאנטישמיות. הסופר שלום עליכם (1859-1916). שכתב ביידיש ותיאר בין היתר את קשיי ההגירה, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": " יהודים בעת החדשה האמינו במהפכניות, הסבר את גישתם.",
      "ans": "יהודים רבים ברחבי אירופה ביקשו לראות את פתרון הבעיה היהודית במסגרת תנועות המהפכה הרבות שקמו באירופה והושפעו מרעיונות סוציאליסטיים או קומוניסטיים שביקשו לשנות מן היסוד את הסדר החברתי וקראו לשוויון זכויות בין עשירים לעניים. רוזה לוקסמבורג (1871-1919) שניסתה להביא למהפכה קומוניסטית בגרמניה ונרצחה, מייצגת במידה רבה את הכיוון הזה.  "
    },
    {
      "qes": " יהודים בעת החדשה האמינו בלאומיות, הסבר את גישתם.",
      "ans": "מיעוט מבין היהודים ביקש לראות בלאומיות יהודית את הפתרון: שוויון זכויות לאומי שהוא המשכו הישיר של שוויון הזכויות הפרטי. לדעתם, דווקא ניסיון האמנציפציה הוכיח כי היהודים שונים מהותית משכניהם הלא-יהודים וכי הם לעולם לא יוכלו להיות 'צרפתים בני דת משה' או 'אוסטרים בני דת משה', מאחר שהיהדות איננה רק דת. חוזה המדינה, בנימין זאב הרצל, בו נתמקד בהמשך, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות משה הס",
      "ans": "משה הס (1812-1875) נולד בגרמניה, כילד קיבל חינוך מסורתי בבית סבו, אך עם השנים התרחק מן היהדות, התקרב אל רעיונות סוציאליסטיים וטען כי רק במסגרת זו, כחלק משוויון הזכויות הכולל, יימצא פתרון גם לבעיה היהודית. בשלב כלשהו, בהשפעת איחוד איטליה* ותהליכים כלליים אחרים, שינה הס את עמדתו. בספרו 'רומא וירושלים' הוא טען כי היהדות איננה רק דת אלא גם לאום, וביקש לקדם תוכניות לתקומה לאומית של היהודים בארץ ישראל. 'עומד אני בכל תוקף על זכותו של עם ישראל, זכות מקודשת וקדומה במידה שאין למעלה הימנה, לתבוע לעצמו את ארץ מולדתו'.   "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות יהודה שלמה חי אלקלעי ",
      "ans": "הרב יהודה שלמה חי אלקלעי (1798-1878), נולד באזור הבלקן לרב הקהילה בעיר סרייבו ושימש בעצמו כרב הקהילה בזמלין שבסרביה. אמונתו הדתית העזה, המרידות הלאומיות בבלקן ועלילת דמשק**, הביאו אותו למסקנה כי בעיית היהודים תיפטר רק עם כינון מדינה בארץ-ישראל. "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות צבי הירש קלישר",
      "ans": ""
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות משה הס",
      "ans": ".  הרב צבי הירש קלישר (1795-1874) נולד בפוזנן השוכנת בגבול פולין-רוסיה וקיבל חינוך יהודי-מסורתי. הרב קלישר קנה השכלה רחבה בתחומים תורניים וכלליים ושימש כרב וכדיין. הוא סבר כי התעוררות לאומית יהודית, רצון המעצמות והתיישבות בארץ ישראל יחישו את הגאולה. את רעיונותיו פרסם בספר 'דרישת ציון'. "
    },
    {
      "qes": "תאר את ראשית חיו של הרצל",
      "ans": "הרצל נולד ב-1860 בבודפשט וחי את רוב חייו בווינה. על אף שהחוקרים חלוקים בדעותיהם לגבי הביוגרפיה שלו, נראה כי בשלב הראשון של חייו הוא היה רחוק יחסית מכיוון הפעולה הלאומי, ומבין חמשת כיווני הפעולה שהצגנו לעיל, היה קרוב יותר אל ההיטמעות.   התקרבותו אל העיסוק בבעיה היהודית ואל דרך הפעולה הלאומית, הייתה איטית ומדורגת. קשה להצביע על אירוע אחד בעקבותיו שינה הרצל את דעתו אך נראה כי לפגישותיו החוזרות ונשנות עם האנטישמיות המודרנית, הייתה עליו השפעה רבה.  "
    },
    {
      "qes": "תאר את הפעילות הדיפלומטית של הרצל למימוש חזונו ",
      "ans": "על מנת לממש את חזונו החל הרצל בפעילות דיפלומטית נרחבת, הן בקרב יהודים ובעיקר בין מנהיגי מדינות וארגונים, שמהם קיווה לקבל הצהרה בזכות הקמת מדינה ליהודים, הצהרה שהייתה צריכה לבוא לידי מימוש בצ'ארטר. הופעתו של הרצל העבירה את זירת הפעילות הלאומית אל מערב אירופה, כאשר מפעלם של חובבי ציון רוכז במזרחה ובמרכזה. הרצל החל בסבב קדחתני של פגישות במטרה להביא לקניית זכות ההתיישבות בארץ-ישראל מהאימפריה העות'מאנית ששלטה בה והייתה נתונה באותה העת במשבר כלכלי חריף.   למרות האהדה הציבורית הרחבה לרעיון בקרב המוני היהודים, בעלי ההון היהודיים לא התלהבו מהרעיון. גם הצלחתו בפגישות עם דיפלומטים זרים הייתה חלקית; ולבסוף, פגישותיו עם ראשי השלטון העות'מאני באיסטנבול נחלו כישלון מלא.  "
    },
    {
      "qes": "מה הייתה תרומתו של הקונגרס הציוני הראשון?",
      "ans": "פגישותיו של הרצל עם ראשי השלטון העות'מאני באיסטנבול נחלו כישלון מלא.  הרצל חזר לאירופה מאוכזב, אך עד מהרה החל בהכנות למפעלו הבא, הקונגרס הציוני הראשון, שנועד לכנס את תומכי הרעיון הציוני מרחבי העולם. הקונגרס כונס בסופו של דבר ב-1897 בבאזל. במהלכו נוצר שיח יוצא-דופן בין יהודים שומרי מסורת למי שעזבו את הדת ובין יהודים מחלקים שונים של העולם היהודי.  מבחינה ארגונית נוסדו המוסדות המרכזיים שעל-בסיסם תפעל התנועה הציונית בשנים הבאות; ומבחינה אידיאולוגית נוסחה 'תכנית באזל', תכנית הפעולה של התנועה: הקמת בית לאומי לעם היהודי בארץ ישראל המובטח על-פי משפט העמים."
    },
    {
      "qes": "כיצד נמשכה הפעולה הציונית לאחר הקונגרז הציוני הראשון?",
      "ans": " קונגרסים נוספים הוסיפו להתכנס מדי שנה, התנועה הציונית הלכה והתרחבה (בעיקר במזרח אירופה) והרצל הוסיף להתרוצץ ולהיפגש עם מנהיגים שונים בעולם. במסגרת זו ביקר בארץ ישראל, הצליח להשיג את תמיכתו של קיסר גרמניה ואף הצליח להתקבל לריאיון אצל הסולטן העות'מאני. אך מכל אלו לא יצא בסופו של יום דבר והרצל חזר לנקודת הפתיחה: היה בידיו רעיון גדול אך לא היו בידיו הכלים לממשו."
    },
    {
      "qes": "הסבר את פרשת אוגנדה",
      "ans": "גם ספרו השני של הרצל לא הוביל לפריצת דרך מדינית ועל רקע כישלון זה, החלה פרשת אוגנדה. באפריל 1903, הציעו הבריטים להרצל להחכיר לתנועה הציונית שטח גדול ופורה במזרח אפריקה (כיום על גבול קניה- אוגנדה) וליצור מושבה יהודית בשטח זה. הרצל נטה לקבל את ההצעה, בעיקר בשל העובדה שהגיעה על רקע הפוגרומים המתרבים ברוסיה והביא את הנושא להצבעה בקונגרס. ההצעה עוררה סערה כשאל מול הרצל התייצבה אופוזיציה חזקה בראשות יחיאל צ'לנוב*. לבסוף, כפשרת ביניים, הוחלט לשגר לאוגנדה משלחת בדיקה וכשנה לאחר מכן ירדה ההצעה סופית מן הפרק.   הוויכוח היה כֹה עז עד שבמהלך הקונגרס נראה היה כי התנועה הציונית הולכת להתפלג. הרצל יצא מפרשת אוגנדה מוכה וחבול, ונפער קרע בינו לבין מנהיגים ציוניים רבים אחרים. "
    },
    {
      "qes": "תאר את ששת הזרמים המרכזים בתנועה הציונית",
      "ans": "(1) הציונות המדינית - זרם בתנועה הציונית בשלהי המאה ה-19, אשר דגל בפעולה מדינית דיפלומטית לפני פעולות התיישבות בקנה מידה רחב בארץ ישראל. מנהיגו המובהק של הזרם היה בנימין זאב הרצל. (2) הציונות המעשית - גישה התומכת במגוון פעילויות המתמקדות בעלייה, בקניית אדמות ובהקמת יישובים ומפעלים בא''י, בלי ההתניה של אישור האומות (ללא קבלת צ'ארטר חוקי). היטיב לבטא עמדה זו יוסף טרומפלדור. (3) הציונות הסינתטית - ביקשה לשלב (ליצור סינתזה) בין הציונות המדינית והציונות המעשית וסברה כי על התנועה הציונית לפעול לשיפור מצבם של היהודים במזרח אירופה. בראש הזרם עמד חיים ויצמן, לימים נשיאה הראשון של ישראל.  (4) הציונות הרוחנית - ראשו עמד אחד-העם, אשר צבי גינצברג (1927-1856), פעיל ציוני ותיק שהחל את פעילותו עוד בימי 'חיבת ציון'. לטענתו ארץ-ישראל אינה מסוגלת לקלוט עלייה המונית וכי היהודים אינם 'מתאימים' עדיין לעלייה ולעבודת האדמה. סבר כי יש להתמקד ב-'הכשרת הלבבות', קרי הכשרה רוחנית של היהודים לעלייה. (5) הציונות הדתית זרם הדוגל בלאומיות הודית ובהקמת מדינה ליהודים ושם דגש על הפן היהודי בציונות. בניגוד להשקפה החרדית, תומכת הציונות הדתית במעשה אנושי. רבים בה רואים בהקמת מדינת ישראל אתחלתא דגאולה. עוד ב-1893 הקים הרב מוהליבר, אחד ממנהיגי תנועת 'חיבת ציון', את תנועת 'המזרחי' שביקשה להפיץ את הציונות בקרב האוכלוסייה הדתית ובראשה  עמד גם הרב יצחק יעקב ריינס, מגדולי הרבנים בליטא. (6)  הציונות הסוציאליסטית  - זרם שזכה לפופולאריות הולכת וגוברת, בעיקר בתוך הארץ וביקש לשלב בין הרעיון הציוני לעקרונות הסוציאליזם המבקש ליצור שוויון בין כל בני האדם ולטפל בפערים מעמדיים. אחד מראשוני הציונות הסוציאליסטית היה נחמן סירקין (1868-1924) שפרסם בשנת 1898 חיבור בנושא. הציונות הסוציאליסטית הצליחה במיוחד במזרח אירופה ורבים מעולי העלייה השנייה והעלייה השלישית נשבו ברעיונותיה. הדוגלים בציונות סוציאליסטית התאגדו באגודות 'פועלי ציון' שהפכה בהדרגה למפלגה."
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי במזרח אירופה",
      "ans": "הקיבוץ היהודי במזרח אירופה היה עד לשואה הקיבוץ היהודי הגדול בעולם. היהודים הוזמנו להגר לממלכת פולין-ליטא ונהנו מכתבי זכויות ('קיומים') שאפשרו לקהילה אוטונומיה נרחבת.  במהלך המאה השמונה-עשרה והתשע-עשרה, נעלמה פולין באופן הדרגתי ויהודי פולין מצאו את עצמם כעת כנתינים של רוסיה, אוסטריה ופרוסיה. המדינות הכובשות צמצמו את האוטונומיה של הקהילה היהוד¬ית ופגעו במשק הפיאודלי** שפרנסתם של יהודים הייתה תלויה בו. מרביתם של יהודי פולין נכללו בשטח הכיבוש הרוסי, הצארים הגבילו את שטחם ונוצר בקהילות עוני חריף. במקביל, המדינה שאפה לצמצם בכפייה את ההתבדלות היהודית ונקטה בצעדים לשם כך. האנטישמיות שבאה לידי ביטוי בצעדי הממשלה, לבשה עד מהרה גם דפוסים עממיים וממוסדים למחצה. לאורך סוף המאה התשע-עשרה וראשית המאה העשרים, סבלו היהודים מגלי פוגרומים. בשנת 1922 הוקמה ברית המועצות כמדינה קומוניסטית שהתנגדה אידיאולוגית לכל דת. על רקע זה בוטלו הקהילות היהודיות והוטל איסור על קיומן הפומבי של חלק ממצוות היהדות. מעבר להתנגדות לקיום כל דת, היהודים סבלו מרדיפה שהייתה אנטישמית במהותה. הרדיפה הופנתה בהדרגה גם כלפי הציונות, נאסר לעלות לארץ, ומי שעסק בפעילות ציונית, סבל מרדיפה (אסירי ציון). עם התמוטטותה של ברית המועצות, רבים בחרו להגר לארצות הברית או לעלות לארץ.   "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי בארצות האסלאם ",
      "ans": "יהודים חיו באזורים אלו החל מימי הבית הראשון, אך עליית האסלאם הביאה לשינוי ניכר באופי האזור. מבחינה משפטית הוגדרו היהודים והנוצרים כאהל אל-ד'מה (בני חסות) והיו זכאים להגנת השלטונות. אולם הם חויבו במס גולגולת מיוחד (ג'זיה) ואולצו להכיר בנחיתותם ביחס לאסלאם, דבר שניכר בחוקי עומר. מצבם היה טוב מזה של יהודי אירופה, דבר שהביא רבים מיהודי ספרד להגר אליהן לאחר הגירוש. באימפריה העות'מאנית ששלטה על מרבית המרחב המוסלמי באותה העת, חיו היהודים במסגרת מילת: קהילה יהודית אוטונומית.  רבים מן היהודים הצליחו להשתלב בתפקידים מרכזיים במנהל ובמערכת הכלכלית. יהודים אחרים, יצרו רשתות סחר בין-לאומיות חשובות ותפסו מקום מרכזי במערכת הכלכלית המקומית. תהליכי האמנציפציה שהתרחשו באירופה, הגיעו בסופה של המאה התשע-עשרה ובראשית המאה העשרים גם אל ארצות האסלאם, בעיקר באמצעותו של הכיבוש האירופי. נוכח זאת החל מצבם של היהודים באזור להשתנות. הובטחו בפעם הראשונה שוויון זכויות והגנה למיעוטים. עקרונות מערביים הללו הוחלו על כלל שטחי האימפריה העות'מאנית, ועקרונות מערביים מתקדמים אף יותר, הוחלו על מדינות מוסלמיות תחת שלטון קולוניאלי.   אך כמו באירופה, המצב החדש העמיד את יהודי ארצות האסלאם בפני קשיים ודילמות משמעותיים באשר להמשך קיום היהודי אל מול השינויים. עם התהוותו של הסכסוך היהודי ערבי, בחלקה הראשון של המאה העשרים, נתפסו לא פעם יהודי ארצות האסלאם כנציגיו של היישוב היהודי בארץ והם החלו לסבול מאפליה, רדיפה ולעתים אף אלימות בעלי רקע אנטישמי, לאומי או דתי.   רדיפות אלו הגיעו לשיאן עם הקמתה של מדינת ישראל והן אילצו את יהודי ארצות האסלאם לעזוב את ארצות מולדתם בחופזה. "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי במערב אירופה  ",
      "ans": "ההתיישבות היהודית במערב ומרכז אירופה החלה בסוף האלף הראשון והתקיימה בצלם של פרעות, גזירות, עלילות דם וגירושים. אחד האירועים המרכזיים שהשפיעו על קיבוץ יהודי זה היו מסעות הצלב, סדרת מסעות שיזמו האפיפיורים הנוצרים בין המאה האחת-עשרה למאה השלוש-עשרה. המסעות לוו בלהט דתי ובמרכזם עמד ניסיון לחדש את השליטה הנוצרית על טריטוריות שהיו בידיים אחרות, ובראשן על ארץ-ישראל. עבור היהודים היו מסעי הצלב בבחינת אסון: הצלבנים, עברו דרך קהילות יהודיות ורצחו באכזריות אלפים מחבריהם. בנוסף התמודדו יהודי האזור עם עלילות דם, כינוי המתייחס אל סיפור שקרי בעל מאפיינים אנטישמיים, במרכזו הטענה כי היהודים משתמשים בדם נוצרי לשם אפיית מצות הפסח. היהודים הואשמו גם באחריות ל-'מוות השחור', מגפה קשה שהכתה באסיה ובאירופה בין השנים 1347-1351 ובמהלכה מתו מיליוני בני-אדם.  לנוכח כל אלו גורשו היהודים מספר פעמים ממקומות מושבם ועל כן, במאה השלוש-עשרה, משהתאפשר להם, בחרו רוב היהודים שחיו באזור להגר מזרחה אל עבר פולין. ראשיתה של תקופת הנאורות ('ההשכלה'), שיפר את מעמדם של יהודי מערב אירופה ומרכזה. עם המהפכה הצרפתית (1789) החלו מדינות אירופה להעניק ליהודים שוויון זכויות ('אמנציפציה'). השתלבותם של היהודים באוכלוסייה הייתה תהליך ארוך, אך יותר ויותר יהודים שהתגוררו באזור, תפסו מקום משמעותי בחברה, בכלכלה ובתרבות. יהדות מערב אירופה ומרכזה נפגעה קשות במהלך תקופת השואה והמרכזים היהודיים הגדולים חרבו ברובם. "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי בארצות הברית   ",
      "ans": "ראשיתו של היישוב היהודי בחלק זה של העולם, בקבוצה של עשרים ושלושה יהודים פורטוגזים שהגיעו למושבה ניו-אמסטרדם (לימים ניו-יורק) בשנת 1654. במרוצת המאה השבע-עשרה והשמונה-עשרה הגיעו לאזור יהודים נוספים ממוצא ספרדי שהחלו לנדוד בעולם עם גירוש ספרד וכן כמה יהודים אשכנזים שהפכו בהדרגה לרוב בקהילה.   מספר זה גדל לאין שיעור במהלך המאה התשע-עשרה, בסיומה מנתה יהדות ארצות הברית כבר כשני מיליון נפש. נהוג לחלק את ההגירה הגדולה למדינה לשני 'גלים': הגל הראשון (1820-1880) שהורכב בעיקר מיהודים יוצאי גרמניה ומרכז אירופה; והגל השני (1881-1914) שהורכב בעיקר מיהודים יוצאי רוסיה ומזרח אירופה. לאחר השואה וגירוש יהודי ארצות האסלאם גדלה הקהילה היהודית באזור אף יותר.  המאפיינים הייחודיים בארצות הברית ובייחוד הפרדת הדת מן המדינה, אפשרו למהגרים היהודים להשתלב באופן עמוק בחברה האמריקאית, להקים מוסדות קהילה חזקים ורחבים ולפתח את ההגות והמחשבה היהודית. בארצות הברית התפתחו הזרמים הדתיים החדשים: התנועה הרפורמית שראשיתה בגרמניה, ובמרכזה התביעה לבצע ביהדות רפורמות על-מנת להתאימה לרוח התקופה; התנועה הקונסרבטיבית שדגלה גם היא בשינויים מסוימים ביהדות אך שימרה את מחויבותה להלכה; וכן בהמשך, התנועה הרקונסטרוקציוניסטית שהתייחסה אל היהדות כתרבות.  בהדרגה הפך המרכז היהודי בארצות הברית למרכז היהודי החשוב בעולם והוא התחזק עוד יותר עם הגירתם של יהודים אליו לאחר השואה. כיום מתקיימת בארצות הברית הקהילה היהודית השנייה בגודלה בעולם לאחר מדינת ישראל."
    },
    {
      "qes": "תאר את ראשית הישוב היהודי באתיופיה",
      "ans": "יהודי אתיופיה  ראשיתו של היישוב היהודי באתיופיה היא ככל הנראה בעת העתיקה ויש המקדימים אותה כבר לימי בית ראשון. העדויות לגבי תקופה זו מועטות והמסורות במחקר סותרות זו את זו. היהודים נזכרים בהיסטוריה של אתיופיה כפלאשים, כינוי שמשמעותו 'פולש'. הם לעומת זאת מכנים את עצמם בכינוי: 'ביתא ישראל' המעיד על השייכות הדתית-אתנית שלהם אל העם היהודי.   היהודים התרכזו בעיקר באזור הצפון-מערבי של אתיופיה בסמוך לגבול האריתראי, חלקם דיברו אמהרית וחלקם תיגרית. על-פי רוב הם חיו בכפרים עצמאיים בהם התגוררו רק יהודים ועסקו בחקלאות. זהותם נשמרה במשך דורות רבים והתפתחה במנותק משאר העולם היהודי, אך תוך מגע רצוף עם התרבות והחברה הסובבים.  "
    },
    {
      "qes": "תאר את יחסה של מדינת ישראלי ליהודי אתיופיה",
      "ans": "עם הקמתה של מדינת ישראל היא כוננה יחסים דיפלומטיים עם אתיופיה והם התחזקו מאוד בימיו של הקיסר היילה סלאסי. אך עניינם של יהודי המדינה כמעט ולא עלה על סדר היום. אולם ארגונים יהודיים שונים המשיכו לפעול במדינה והביאו לצמיחתה של שכבת מנהיגות יהודית חדשה שתבעה לעלות לישראל, יונה בוגלה (1908-1987), מחנך ואיש ציבור יהודי אתיופי היה ממנהיגיה המרכזיים. בשנת 1973 הוציא הרב הראשי הספרדי לישראל (הראשון לציון), הרב עובדיה יוסף פסק הלכה שקבע כי בני העדה נמנים עם העם היהודי; כעבור כשנה הלך גם הרב הראשי האשכנזי לישראל, הרב שלמה גורן בעקבותיו. עם הרעת מצב היהודים באתיופיה, הוכשרה הקרקע לעלייתה של הקהילה לישראל."
    }
  ],
  [
    {
      "qes": "מדוע כמה פסקאות במגילת העצמאות הוקדשו לתיאור מאורעות השואה?",
      "ans": "מגילת העצמאות שנכתבה כשלוש שנים בלבד מסיום המלחמה מקדישה למאורעות השואה. הזיקות העמוקות של העם היהודי לארץ ישראל והשאיפה הציונית למדינה החלו אמנם עוד הרבה לפני תקופת השואה, אך כאשר נחשפו במלוא עוצמתם תהליכי ההשמדה הוכחה שוב, בצורה האיומה ביותר, זכותם של היהודים למדינה וזרותם באירופה."
    },
    {
      "qes": "מה מקור התפיסה שמתארת את היהודים ככאלו המתפרנסים לא ביושר מניצול נוצרים",
      "ans": "במהלך ימי הביניים עסקו יהודים רבים בהלוואה בריבית (הלוואה של כסף לזמן קצוב תמורת רווח כלכלי) לאחר שנאסר עליהם לעסוק במקצועות אחרים ולאור העובדה כי עיסוק זה נאסר על-ידי הכנסייה על האוכלוסייה הנוצרית.  על רקע עיסוקם הכפוי בהלוואה בריבית, היהודים צוירו כמי שמתפרנסים שלא ביושר מניצול כלכלי של הנוצרים."
    },
    {
      "qes": "איזה שינוי חל בתפיסה האנטישמית טרם השואה?",
      "ans": "האנטישמיות לבשה כעת גוון של גזענות 'מדעית' שהחליפה את העקרונות הדתיים של האנטישמיות 'הישנה'.   התפתחותם של תחומי מחקר שונים כמו אנתרופולוגיה, בלשנות, ביולוגיה ורפואה הביאו להנחה כי כמו את עולם החי גם את בני האדם ניתן לחלק למספר קבוצות או גזעים הנבדלים זה מזה במראה, בתכונות ובאופי; וכי בין הגזעים השונים קיימים מדרג ומלחמה תמידית. בהדרגה הפכו רעיונות אלו לרווחים ועל-בסיסם התפתחה האידיאולוגיה הנאצית.  "
    },
    {
      "qes": "כיצד השפיעה האמנציפציה על יחס החברה הכוללת ליהודים באירופה?",
      "ans": "הפילוסופיה של הנאורות והאמנציפציה היטיבו עם היהודים ועוררו תקוות לעתיד שונה. אולם כפי שהתברר הם לא שינו בהכרח דפוסי חשיבה אנטישמיים של המון העם והולידו גם מגמות של אנטישמיות מסוג חדש.   התחייה הלאומית באירופה והניסיונות לכונן מדינות לאום, הציבו לא פעם את היהודי כאחר החותר תחת הזהות הלאומית המשותפת של הרוב."
    },
    {
      "qes": "כיצד תוצאות מלחמת העולם הראשונה תרמו לעליית המפלגה הנאצית",
      "ans": "דרכה של המפלגה הנאצית לשלטון  ההפסד והתנאים שנכפו על הצד הגרמני עם תום מלחמת העולם הראשונה יצרו תחושת השפלה עמוקה ומשבר חברתי-כלכלי חמור במדינה. חיילים גרמנים ששבו מהמלחמה התקשו למצוא מקומות עבודה, החוב הלאומי היה עצום והמשבר נתן את אותותיו גם בתחום הפוליטי והתבטא בחוסר יציבות שלטונית.  במציאות זו החלה להתפתח בגרמניה תיאוריית ה-'סכין בגב' לפיה גרמניה כשלה במלחמה בשל בגידתם של הקומוניסטים, הסוציאליסטים והיהודים. על רקע זה הוקמה המפלגה הנציונאל-סוציאליסטית (נאצית) שבראשה עמד אדולף היטלר.  "
    },
    {
      "qes": "ציין והסבר נק' מרכזיות באידיאולוגיה הנאצית",
      "ans": "בבסיס האידיאולוגיה של המפלגה הנאצית עמדו מספר עקרונות: עליונות האומה הגרמנית ואחדותה; עליונות המנהיג המהווה את הביטוי המושלם לאומה ולגזע; הערצת הכוח והמלחמה; הצורך במרחב מחיה ובסיפוח אזורים 'גרמניים' שמחות לתחומי המדינה הגרמנית; ועקרונות תורת הגזע.   נקודה אחרונה זו חשובה במיוחד לענייננו, הנאצים השתמשו ברעיונות הגזעניים שהתפתחו בראשית המאה העשרים, והרחיבו אותם. הם האמינו כי בני הגזעים עשויים בתבנית ביולוגית שאינה משתנה וכי התכונות שלהם נגזרות מתוך אותה התבנית.  הם גיבשו היררכיה בראשה עמד הגזע הארי אליו השתייך העם הגרמני ובתחתיתו עמד הגזע השמי אליו השתייך העם היהודי. היהודי הוצג כטפיל הפועל על-מנת להרוס את החברה, כחיידק או נושא מחלה שיש להתגונן מפניה וכמי שפועל מאחורי הקלעים במטרה להשתלט על עמדות כוח וצובר כסף על חשבון אוכלוסיית הרוב."
    },
    {
      "qes": "מהי השתלשלות האירועים שהביאה את היטלר לשלטון והעניקה לו כוח רב?",
      "ans": "בשנת 1923, ניסו אנשי המפלגה הנאצית לבצע הפיכה בשלטון והיטלר נשפט ונאסר.   בשנים הבאות הם הרחיבו את כוחם עד שמפלגתם הפכה באמצעות בחירות דמוקרטיות למפלגה הגדולה בפרלמנט. לאחר ניסיונות שונים לכונן ממשלה ללא המפלגה הנאצית מונה ב-1933 היטלר לקנצלר. כעבור שבועות ספורים הוא ערך בחירות חדשות, תוך הגבלת המפלגות היריבות.  זמן קצר לפני הבחירות הוצת בניין הפרלמנט הגרמני, צעד שאפשר להיטלר להגביר את הרדיפה אחרי יריביו ולחזק את שליטתו במדינה. בבחירות התחזק כוחו אף יותר והוא החל לפעול לביטולה של השיטה הדמוקרטית.  היטלר ביטל את סמכותה של הרשות המחוקקת והעניק חופש מלא לרשות המבצעת בראשה עמד, הוא אסר על קיומן של מפלגות, פירק את האיגודים המקצועיים ופעל להשליט את הרעיונות הנאצים בתרבות ובחינוך.   בהדרגה הוא החל לפעול לפגיעה במתנגדיו לשלטון והקים מחנות ריכוז בהם נכלאו קומוניסטים וסוציאליסטים. היטלר אף לא היסס לפגוע בחברים למפלגה הנאצית ורצח כמה מהם שנתפסו כמתנגדיו במהלך 'ליל הסכינים הארוכות' (1934 יוני)."
    },
    {
      "qes": "תאר את צעדייה הראשונים של המפלגה הנאצית נגד היהודים",
      "ans": "עם עליית המפלגה הנאצית לשלטון החל יישום הדרגתי של המדיניות הגזענית כלפי היהודים. היטלר האשים את יהודי המדינה בהוקעה של פעולותיה של גרמניה ברחבי העולם והכריז על ה-1 באפריל כיום חרם על יהודי גרמניה.   החרם עבר בהצלחה חלקית בלבד אך סימן בפעם הראשונה את היהודים באופן ממוסד כזרים. במהלך אותה השנה סולקו יהודים רבים ממשרות ותפקידים ציבוריים: עורכי דין, מנהלי בנקים, רופאים ועוד. במקביל הורחקו היהודים גם מן הזירה התרבותית, ההפצה של יצירותיהם נמנעה, הם סולקו ממשרות באוניברסיטאות, מספרם בבתי הספר הוגבל ועוד.   ב-10 במאי אף נערך טקס פומבי בו נשרפו ספרים של סופרים יהודים ש-'ניוונו' את התרבות הגרמנית. הפגיעה ביהודים השפיעה גם על היבטים שונים של חיי היום-יום: על יהודים נאסר לשבת על ספסלים בפארקים ובגנים הציבוריים, במקומות בילוי שונים נתלו שלטים שהבהירו כי היהודים אינם רצויים עוד.   את הרעיונות האנטי-יהודיים הפיצו הנאצים באמצעות תעמולת המונים בעיתונים ובמערכת החינוך. הצעד האנטי-יהודי הבא הגיע בשנת 1935 ושיאו בחקיקתם של חוקי נירנברג שסימנו את היהודים כגזע נפרד שאינו חלק מן החברה.   "
    },
    {
      "qes": "כיצד פרצה מלחמת העולם השנייה?",
      "ans": "ב-1 בספטמבר 1939 פלשה גרמניה לפולין וכבשה אותה במהלך חמישה שבועות, בתגובה הכריזו בריטניה וצרפת מלחמה על גרמניה – כך פרצה מלחמת העולם השנייה. בהתאם להסכם שחתמו הגרמנים עם הרוסים (הסכם ריבנטרופ-מולוטוב)*, פלשו במקביל הסובייטים אל מזרחה של פולין ואל המדינות הבלטיות. "
    },
    {
      "qes": "תאר את שלבי מבצע ברברוסה",
      "ans": "הסכם ריבנטרופ-מולוטוב אפשר להיטלר למקד את מאמציו בחזית המערבית מבלי להיות מאוים מחזית נוספת במזרח.   בראשית 1941, כאשר כיבושה של מערב אירופה הלך ונשלם, החל היטלר לתכנן את הרחבת השלטון הנאצי מזרחה. המבצע החל לבסוף ביוני 1941 וזכה לשם הקוד מבצע ברברוסה על שמו של אחד מן המלכים החשובים של גרמניה בימי הביניים. הצבא הנאצי פלש אל שטחי ברית המועצות בעוצמה גדולה, התקדם במהירות והגיע עד לפאתי לנינגרד (כיום סנט-פטרבורג) ומוסקבה.  בשטח אותו כבשו הגרמנים התגוררה אוכלוסייה יהודית גדולה ועל מנת לטפל ב-'בעיה' זו, התלוו אל היחידות הקרביות שפלשו לברית המועצות יחידות ס''ס שכונו 'איינזצגרופן' (עוצבות מבצע).   תפקידן של יחידות אלה היה 'לטהר' את השטחים שנכבשו מגורמים עוינים; בפועל הם הביאו לרציחתם של מאות אלפים מיהודי האזור בבורות ירי. "
    },
    {
      "qes": "תאר את הנעשה במחנה ההשמדה אושוויץ במהלך השואה",
      "ans": "בהדרגה, עם התקדמות הרצח השיטתי של יהדות פולין, נסגרו מחנות מבצע ריינהרד וההשמדה רוכזה במחנה אושוויץ.  באושוויץ נאסרו החל מ-1940 אסירים פוליטיים, אנשי אינטליגנציה ומתנגדי שלטון פולנים. בעקבות וועידת ואנזה והכוונה להביא להשמדתם של כלל יהודי אירופה שינה אושוויץ את אופיו והפך בהדרגה למרכז השמדה בו נרצחו למעלה ממיליון יהודים.   על-פני אירופה כולה נפרסה רשת רכבות שהובילה קרונות מלאים ביהודים אל המחנה. המגורשים לא ידעו בדרך כלל את המצפה להם. שם הקוד בו נעשה שימוש במהלך האיסוף וההובלה להשמדה היה 'גירוש למזרח', אך היהודים לא הבינו ברוב המקרים את משמעותו הטראגית של המושג ואת יעדן של הרכבות.  כאשר הגיעו הרכבות לאושוויץ נערכה ליהודים שהורדו מן הרכבות סלקציה, יהודים הכשירים לעבוד הובלו אל חלק אחד של המחנה ויהודים שלא היו מסוגלים לעבוד הובלו אל תאי הגזים. במחנות עבדו היהודים בעבודות פרך תוך שהם סובלים מאלימותם של הנאצים, מרעב ומתנאים סניטריים קשים.    "
    },
    {
      "qes": "תאר את מאמציהם של היהודים בגטאות לקיום שגרתת חיים",
      "ans": "בגטאות רבים ניסו היהודים לקיים חיים מלאים ככל האפשר ובכך הדגישו את גבורת הרוח אל מול הגזירות והרדיפות. היהודים פעלו גם על-מנת לנסות ולשפר את מצבם בגטאות על-ידי הברחת אוכל ותרופות אל תוך הגטאות.  כאשר התבררו כוונותיה הרצחניות של גרמניה הנאצית התפתחו בגטאות מחתרות שהיו מבוססות בעיקר על תנועות הנוער. ללוחמים בגטאות היה ברור כי לא יצליחו לפגוע באופן ממשי בפעולת הנאצים והרעיון של מרד כולל הועלה רק כאשר התפתחה ההבנה הברורה כי פניהם של הנאצים להשמדה. "
    },
    {
      "qes": "כיצד הסתיימה מלחמת העולם השנייה?",
      "ans": "במאי 1945 נכנעה גרמניה הנאצית בפני כוחות בעלות הברית; באסיה המשיכו היפנים, בעלי בריתם של הגרמנים, בלחימה עוד מספר חודשים ונכנעו רק בחודש אוגוסט לאחר שארצות הברית הטילה בשטחם שתי פצצות אטום.   זוועות הכיבוש הנאצי נחשפו ורבבות ניצולים יהודים שכונו שארית הפליטה החלו לנדוד באירופה. "
    },
    {
      "qes": "מה היה יחסה של בריטניה לקליטת העקורים בא''י?",
      "ans": "רבים מן היהודים שביקשו לעלות לארץ-ישראל נתקלו במגבלות שהעמידה בריטניה. רבים מאלו שבחרו לעלות לארץ במסגרת ההעפלה נעצרו על ידי הבריטים ונכלאו במחנות מעצר שהוקמו בקפריסין.  הלחץ מצד היהודים, האמריקאים ודעת הקהל העולמית לא הצליח לשנות את עמדת הבריטים ובעיית הפליטים נפתרה רק עם הקמתה של מדינת ישראל וקליטתם בה."
    },
    {
      "qes": "תאר את ראשית יחסה של האוכלוסייה בארץ לניצולי השואה שעלו לארץ",
      "ans": "עם הקמתה של מדינת ישראל וראשית העלייה ההמונית הגיעו אל תחומיה מאות אלפי ניצולי שואה שנטלו חלק חשוב בבנייתה ובהגנה על ביטחונה.   הוותיקים לא תמיד ידעו כיצד להתייחס אל ניצולי השואה ולא פעם לווה היחס אליהם בהתנשאות, דעות קדומות ובורות. רק כעבור זמן עם ההפנמה של ממדי השואה והמפגש עם משמעותה במהלך משפט אייכמן חל שינוי בנושא זה.  "
    },
    {
      "qes": "תאר את גישתם של הצדדים השונים בשאלת הסכם השילומים",
      "ans": "שאלת השילומים הייתה אחד המאבקים החריפים והדרמטיים בתולדות מדינת ישראל והכנסת בפרט. מתנגדי ההסכם ומנחם בגין בראשם, טענו שבחתימת ההסכם יש עוול מוסרי מאחר והוא מהווה מחילה רשמית לנאצים על פשעיהם ונקיבת מחיר חומרי על סבל הקורבנות.   לעומתם, תומכי ההסכם, בראשם ראש הממשלה דוד בן- גוריון טענו כי השילומים יסייעו למדינת ישראל לפתור את המשבר הכלכלי החמור בו הייתה נתונה באותה העת.   בן-גוריון טבע את המושג 'גרמניה האחרת', שמשמעו כי גרמניה של היום איננה עוד גרמניה הנאצית ועל כן אין סיבה לאפשר לרוצחים לרשת את קרבנותיהם.   "
    },
    {
      "qes": "מי היה אדולף אייכמן? ואיך נענש על פשעיו?",
      "ans": "אייכמן (1962-1906) היה מבכירי המנגנון הנאצי בגרמניה ומהאחראים להוצאתו לפועל של הפתרון הסופי.   עם תום המלחמה ברח אייכמן בזהות בדויה לארגנטינה, הוא אותר על-ידי המוסד, הובא לארץ והואשם בפשעים נגד העם היהודי, פשעים נגד האנושות, פשעי מלחמה וחברות בארגון עוין (ס''ס, ס''ד וגסטפו).   ב-10 באפריל 1961 החל משפטו להתנהל בפני בית המשפט המחוזי בירושלים שפעל בהרכב מיוחד של שלושה שופטים וקיים את דיוניו בבית העם על-מנת לאפשר לציבור הרחב להאזין להם.   במהלך המשפט הוצגו עדויות של למעלה ממאה ניצולים לצד אלפי מסמכים שחשפו את מעורבותו של אייכמן בהשמדת יהודי אירופה. אייכמן ניסה להציג עצמו כ-'בורג קטן' שרק מילא את הפקודות שהטילו עליו מפקדיו; אך התביעה הוכיחה במשפט כי אייכמן הגיע להזדהות נפשית מלאה עם התפקיד שאותו נדרש לבצע. על אייכמן נגזר גזר דין מוות, היחיד שניתן בתולדות מדינת ישראל, שהוצא מיד לפועל. גופתו נשרפה ואפרו פוזר מחוץ למים הטריטוריאליים של מדינת ישראל .  המשפט הביא לשינוי היסטורי בתפיסת החברה הישראלית ביחס לשואה, בייחוד בקרב הדור הצעיר, ולשינוי ביחס אל הניצולים. עדויותיהם של ניצולי השואה הגיעו לכל בית בישראל והשואה חדלה להיות סיפור עמום ורחוק והפכה לסיפור אישי וקונקרטי שקרה לאנשים פרטיים.  "
    },
    {
      "qes": "מהו יחסו של צה''ל לזיכרו השואה?",
      "ans": "צה''ל – כמדינת ישראל כולה, רואה בשואה את אחד האירועים המרכזיים בדורות האחרונים ובהיסטוריה בכלל. זהו אירוע ייחודי בעל השלכות לאומיות ואנושיות חשובות ביותר. החינוך להנחלת זיכרון השואה מהווה מרכיב חשוב בכלל החינוך שמקנה צה''ל לחייליו. צה''ל יפעל להנחלת זיכרון השואה על-מנת לחזק את הקשר ואת תחושת השייכות של החייל למדינת ישראל ולצה''ל לא בכדי הקדשנו שער נפרד לתקופת השואה. כקצינים לעתיד בצה''ל ישנה חשיבות גדולה להיכרותנו עם הנושא ולחיזוק יכולתנו לעסוק בו עם חיילינו. מבחינה חינוכית עלינו להדגיש את משמעויותיה הייחודיות של השואה לצד משמעויותיה האוניברסליות ולעסוק בנושא כמרכיב בזהותנו כישראלים וכיהודים. "
    }
  ],
  [
    {
      "qes": "תאר את השוני בין האוכלוסייה האשכנזית לאוכלוסייה הספרדית בתקופת היישוב הישן",
      "ans": "היישוב הישן זוהה בעיקר עם ה-'כוללים' האשכנזיים, מסגרות לימוד תורה שפעלו לפי ארצות המוצא והתנהלו על-בסיס כספי החלוקה, כספים ייעודיים שנאספו בקהילות יהודיות בתפוצות על-מנת לפרנסם. אולם מבנהו ותפיסותיו של 'היישוב הישן' הספרדי, שהיווה את רובו של היישוב הישן באותה העת, היו מגוונים יותר לעומת זאת. הספרדים עבדו ברובם לפרנסתם ותמיכה כלכלית ניתנה רק למגזרים מסוימים בחברה (יתומים, אלמנות, זקנים ותלמידי חכמים). הספרדים היו שונים מן האשכנזים גם ביחסם העקרוני אל המודרנה - בעוד שהאשכנזים נרתעו ממנה מכול וכול, גילו הספרדים יחס מורכב יותר לגביה."
    },
    {
      "qes": "תאר את גידול האוכלוסייה היהודית בארץ במהלך המאה ה-19, טרם העליות הגדולות",
      "ans": "השינוי המרכזי שהתרחש בארץ-ישראל, עוד קודם לעליות הציוניות, היה הגידול הניכר במספר תושביה שהיה גבוה במיוחד באוכלוסייה היהודית. בראשית המאה התשע-עשרה מנתה אוכלוסיית הארץ כ-6,000 יהודים בלבד, ואילו לקראת סופה, בשנת 1880, מנתה האוכלוסייה היהודית כבר למעלה מ-26,000 איש. גידול זה, של למעלה משלוש מאות אחוזים, אינו נזקף כמובן רק לטובת הריבוי הטבעי; השפיעו עליו גם עליות קדם-ציוניות שהחלו להגיע לארץ הודות לשיפור בדרכי התחבורה ובמצב הביטחוני וכן גם המעורבות ההולכת וגוברת של המעצמות האירופאיות בארץ.  "
    },
    {
      "qes": "מהו תהליך ה-'יציאה מהחומות'?",
      "ans": "'היציאה מן החומות' הוא כינוי לתהליך בו התפתחה ירושלים המודרנית ונבנו השכונות היהודיות מחוץ לרובע היהודי שבעיר העתיקה. עד למחצית המאה התשע-עשרה הוגבל שטחה של העיר על ידי חומות העיר העתיקה שנבנו כמה מאות שנים קודם לכן. אוכלוסייתה המתרחבת של העיר ומוסדותיה, היו מרוכזים בשטח קטן, הצפיפות החריפה והמצב התברואתי היה רע למדי.  הראשונים להתיישב מחוץ לחומות העיר היו באי-כוחן של מעצמות אירופאיות שונות שבנו כנסיות, אכסניות ומנזרים בעבור צליינים. מאוחר יותר החלה גם בנייה של בעלי ממון ערבים שמאסו בצפיפות שבין החומות. ההתיישבות היהודית מחוץ לחומות החלה ביוזמות פילנטרופיות של יהודים עשירים שרצו לסייע לתושבים היהודים, אחת המפורסמות שבהן הייתה יוזמתו של משה מונטיפיורי.   "
    },
    {
      "qes": "תאר את ראשית ההתיישבות החקלאית בארץ (גיא אוני, פתח תקווה)",
      "ans": "במהלך המאה ה-19 החלו ניסיונות להתיישבות חקלאית של יהודים. באזור צפת רכשו מספר אישי ציבור, בראשם ר' ישראל ב''ק, ר' שמואל עבו ואליעזר רוקח***, אדמות במטרה להקים מושבה חקלאית. תוכניתם יצאה אל הפועל בשנת 1878 בגיא אוני שתהפוך לימים לראש פינה. במושבה התיישבו שבע-עשרה משפחות יהודיות מצפת ששאפו להתנתק מכספי החלוקה, ולקיים את עצמן באופן עצמאי. אך הבצורת והיעדר הניסיון החקלאי, הביאו את רוב המשפחות לנטוש את המושבה. כמעט במקביל להקמתה של ראש פינה, הוקמה בשרון מושבה נוספת: פתח תקווה שכונתה לימים, אם המושבות. את המושבה יסדו מספר אנשי ציבור מן היישוב הישן בירושלים ובהם יהושע שטמפפר, דוד גוטמן, יואל משה סלומון, זרח ברנט ומשפחת ראב***. התבואה של השנה הראשונה אמנם עלתה יפה, אך כמו בראש-פינה, התגלו עד מהרה קשיים, בעיקר בעקבות מגפה של מלריה****. המושבה ננטשה והיישוב בה חודש רק לאחר העלייה הראשונה."
    },
    {
      "qes": "מנה גורמים לעלייה הראשונה והשנייה",
      "ans": "פוגרומים ואנטישמיות ברוסיה- בעקבות פרעות ביהודים- 'סופות בנגב' (1881), פוגרום קישינב (1903) ו'חוקי מאי' (1882), שפגעו פיסית וכלכלית ביהודים, הם הבינו כי אין להם עתיד ברוסיה והחל גל הגירה גדול. חלקם הגיעו גם לארץ ישראל. כשלון מהפכת 1905- מטרתה של מהפכה זו היה להקל על חיי הפועל ברוסיה ע''י ייצוגו מול רשויות השלטון. מהפכה זו נכשלה והיהודים, שקיוו לשיפור במצבם, התאכזבו.  הצעת אוגנדה (1903)- מתנגדי הצעת אוגנדה (''ציוני ציון'') החליטו לעלות לארץ על מנת להבהיר את עמדתם שאין ציונות ללא ציון. מדינת היהודים יכולה להתקיים רק בישראל . מניעים דתיים- הרבה מן העולים, מעבר לגילויי האנטישמיות במדינות בהן חיו והתאכזרות השלטונות, עלו לארץ בגלל מניעים דתיים.  פרסומים וספרים- ספרו של פינסקר (''אוטואמנציפציה'') שגרם להתעוררות לאומית, ומכתבו של ויתקין ב-1905, שקרא ליהודים לעלות לארץ ולהתיישב בה, השפיעו על היהודים שהחליטו לעלות ארצה."
    },
    {
      "qes": "איזה שינוי הביאה העלייה הראשונה?",
      "ans": "בקרב העולים היו אלו שדגלו בעבודת אדמה, הקימו מושבות חקלאיות חדשות, יצרו יישובים ומוסדות עצמאיים וסללו דרכים. מושבות אלו שינו את מפת הארץ, והיוו יישובים יהודיים ראשונים מחוץ לארבעת ערי הקודש. עלייה הראשונה היוותה את גל ההגירה הראשון לארץ-ישראל שמאחוריו עמדה אידאולוגיה ציונית-לאומית ברורה."
    },
    {
      "qes": "לאיזה קושי נקלעו עולי העלייה הראשונה וכיצד הם נחלצו ממנו?",
      "ans": "העולים עלו לארץ במטרה לעסוק בחקלאות והקימו מושבות חקלאיות. אך היות שניסיונם החקלאי היה מועט, נקלעו תוך זמן קצר לקשיים כלכליים חריפים ונאלצו לבקש את עזרתו של הברון רוטשילד*. הברון רוטשילד השקיע במושבות סכומים גדולים ושלח אליהן צוותים של מומחים ופקידים שיסייעו בניהולם הכלכלי. השיטה בה נקט הברון רוטשילד, שכונתה שיטת הפקידות, יצרה תלות של החקלאים במימון חיצוני והפכה את העולים ל-'מנהלי עבודה' שהתרחקו מעבודת האדמה. על רקע זה התעוררו במושבות לא מעט חיכוכים וויכוחים.   "
    },
    {
      "qes": "כיצד תרמו עולי העלייה השנייה להתפתחות היישוב העירוני?",
      "ans": "בין העולים היו גם הפעם משפחות בעלות רקע מסורתי יותר שהתיישבו בערים הגדולות ובמושבות. הם הביאו לפיתוח משמעותי של היישוב העירוני ולהתבססות המשק היהודי. בשנת 1909 הם אף יסדו שכונה חדשה שתהפוך לעיר העברית הראשונה – אחוזת בית, לימים תל-אביב."
    },
    {
      "qes": "בקרב עולי העלייה השנייה ניכרת קב' עולים בעלת מאפיינים מיוחדים, תאר אותה",
      "ans": "בקרב העולים הופיעה גם קבוצה חדשה של עולים ציונים סוציאליסטיים שטבעו את החותם המרכזי של עלייה זו. עולים אלו היו רווקים, צעירים, בעלי אורח חיים חילוני- סוציאליסטי, חדורי אידאולוגיה ונחושים לעשייה של מעשה פיזי שיקבע עובדות בשטח. אחד המאפיינים הבולטים בפעולתם היה המאבק לכיבוש העבודה ולכיבוש השמירה."
    },
    {
      "qes": "איזה סכסוף התגלע בין עולי העלייה הראשונה והשנייה?",
      "ans": " עולי העלייה השנייה הדגישו את החשיבות שבעבודת האדמה ובעבודת הכפיים. עבודת האדמה נתפסה בעיניהם כדרך להבראתו של העם היהודי ש-'התנוון' במהלך הגלות, על רקע זה התגלע סכסוך בינם לבין עולי העלייה הראשונה, בני המושבות. בני המושבות העסיקו על-פי רוב פועלים ערבים וטענו כי העסקתם זולה יותר ותפוקתם גבוהה יותר; בעולי העלייה השנייה הם ראו לא פעם חבורה מפוקפקת של צעירים חילונים שעשויה להשחית את הנוער. "
    },
    {
      "qes": "איזו צורת התיישבות חדשה הקימו עולי העלייה השנייה?",
      "ans": "חלוצי העלייה השנייה חיפשו, דרך שתאפשר להם להתקיים ולעבוד מבלי להזדקק לעבודה במושבות ותוך ביטוי מלא של העקרונות האידאולוגיים בהם האמינו. הם ביקשו להקים חברה צודקת ושוויונית בהתבסס על עקרונות סוציאליסטיים וכך העלו את רעיון הקבוצה שהתגלגל והפך לימים לרעיון הקיבוץ. בסיסו של הרעיון הוא בהתיישבות משותפת ועיבוד משותף של חלקות האדמה, ללא רכוש פרטי ותוך כדי הקפדה על שוויון בין החברים: על כל אחד לעבוד כפי יכולתו ולהשתמש במשאבים הציבוריים כפי צרכיו.  ניסיונות ראשונים להקים קבוצה החלו עוד ב-1907 והקבוצה הראשונה דגניה, הוקמה ב-1909. "
    },
    {
      "qes": "כיצד מימשו עולי העלייה השנייה את עקרון 'כיבוש העבודה'?",
      "ans": "הקמתן של הקבוצות והקיבוצים, הדגישה עיקרון אידאולוגי נוסף – 'כיבוש האדמה'. הקיבוצים נוסדו על קרקעות לאומיות שנקנו בידי המוסדות הציוניים והצליחו בזמן קצר יחסית להגדיל את הכמות וההיקף של היישובים היהודיים בארץ. "
    },
    {
      "qes": "תאר את תרומתו של אליעזר בן יהודה לתחיית השפה העברית",
      "ans": "אליעזר בן יהודה (1858-1922). הוא הקים אגודות לדיבור עברי שמהן צמח 'ועד הלשון העברית' (כיום: האקדמיה ללשון העברית), חידש כ-300 מילים המתאימות למציאות המשתנה, ייסד והוציא לאור עיתון עברי, 'הצבי', וחיבר את מילון מקיף.   בן-יהודה שוחח עם משפחתו בעברית בלבד וניסה להחדיר את השפה לחיי היום-יום. על רקע זה התנהל נגדו מאבק עיקש מצד מי שראו בפעולותיו 'חילול הקודש'. "
    },
    {
      "qes": "כיצד שימשה יפו כמוקד להפצת השפה העברית?",
      "ans": "העיר יפו, אשר הפכה באותה העת למרכז העירוני החשוב ביותר של היישוב החדש, הייתה גם היא מוקד להפצה ולחידוש העברית כשפה מודרנית. בעיר קמו בתי ספר עבריים ופעלו בה כמה סופרים חשובים שכתבו בעברית. בתי-הספר העבריים במושבות, בקיבוצים ובמושבים, היו למוקד נוסף של שימוש הולך וגדל בעברית. המורים באותם בתי-ספר מילאו תפקיד מרכזי בהתפתחות השפה, כתבו ספרי לימוד בעברית ותרגמו לעברית ספרות יפה מלשונות זרות. כך נוצר בארץ דור ראשון שהעברית היא שפת אמו.  "
    },
    {
      "qes": "מהי מלחמת השפות?",
      "ans": "מלחמת השפות התרחשה בשנים 1914-1913. חברת 'עזרה', חברה פילנטרופית שבבעלותה היו עשרות בתי ספר בארץ בהם לימדו בשפה הגרמנית, ביקשה להקים בית ספר מדעי גבוה בחיפה - 'טכניון'. החברה טענה כי מן ההכרח שהלימודים במוסד זה יתנהלו בגרמנית, שכן השפה העברית אינה עשירה דיה כדי לקיים בה דיון אקדמי וללמד מדעים. טענה זו עוררה זעם רב בקרב הציבור, ובכוונותיה של 'עזרה' נאבקו תלמידי בתי המדרש למורים, התלמידים של בתי הספר בהם למדו עברית, הסתדרות המורים ואחרים. בסופו של דבר נעתרה 'עזרה' לדרישת היישוב, ושינתה את שפת הלימוד לעברית. המאבק החריף הדגיש כי עבור הציבור המתהווה בארץ, הייתה העברית חלק עקרוני מהמאבק לכינונה של תרבות ציונית-עברית."
    },
    {
      "qes": "כיצד פרוץ מלחמת העולם הראשונה השפיע על הישוב היהודי בארץ?",
      "ans": "התנופה היישובית נעצרה באופן חד עם פרוץ מלחמת העולם הראשונה. המלחמה ניתקה את ארץ-ישראל מאירופה והרעה את מצבם של מרבית תושביה היהודים שהגיעו ממדינות שהוגדרו כעת כאויבות של האימפריה העות'מאנית."
    },
    {
      "qes": "הסבר את יחסו של היישוב היהודי בארץ לצדדים הלוחמים במלחמת העולם הראשונה",
      "ans": " בתחילת המלחמה תמכו רבים מקרב היישוב החדש באימפריה, בתקווה שתמיכתם תשפר את יחסם של הטורקים לתושבי הארץ היהודים ולמפעל הציוני. אולם במהרה, הסתבר שהטורקים מנצלים את המלחמה כדי לפגוע ביישוב שסבל מגירושים המוניים, מגיוס בכפייה לצבא ומסגירה של מוסדותיו המרכזיים. על רקע גירוש תל-אביב, רבים ביישוב היהודי בארץ ובתנועה הציונית מחוצה לה, החלו לתמוך בבריטים וביקשו לסייע להם במלחמתם. "
    },
    {
      "qes": "מהי הצהרת בלפור?",
      "ans": "על רקע שיתוף הפעולה עם הבריטים והאינטרסים שלהם באזור, ניתנה ב-2 בנובמבר 1917 הצהרה רשמית בדמות מכתב ששלח שר החוץ הבריטי, ארתור ג'יימס בלפור, לברון רוטשילד ונודעה לימים כ-'הצהרת בלפור'. הצהרה זו שהושגה לאחר מאמצים דיפלומטיים של חיים ויצמן ואחרים, מהווה למעשה הכרה רשמית בתביעותיה של התנועה הציונית על ארץ-ישראל:  'ממשלת הוד מלכותו רואה בעין יפה הקמת בית לאומי לעם היהודי בארץ ישראל, ותשתדל במיטב מאמציה להקל על השגת מטרה זו, בתנאי ברור שלא ייעשה שום דבר העלול לפגוע בזכויות האזרחיות והדתיות של עדות לא יהודיות בארץ ישראל או בזכויות ובמעמד המדיני של יהודים בכל ארץ אחרת.'  ההצהרה קיבלה תוקף מחייב כאשר אושרה על ידי חבר הלאומים** כחלק מתנאי המנדט שניתן לבריטניה על ארץ-ישראל (1922), והיא מהווה הישג דיפלומטי חשוב ביותר בדרך למדינה. "
    },
    {
      "qes": "מהו הרקע לעלייה השלישית?",
      "ans": "ברקע לעלייה זו עומדים סיומה של מלחמת העולם הראשונה ופרסום הצהרת בלפור; כמו גם האכזבה שחשו רבים לאחר שהתגלה כי השלטון החדש ברוסיה נותר עוין ליהודים וגם 'הרפובליקה השנייה' שהוקמה בפולין לאחר מלחמת העולם הראשונה מושפעת ממגמות אנטישמיות*."
    },
    {
      "qes": "תאר את תרומתם של עולי העלייה השלישית ל-'כיבוש האדמה' ול-'כיבוש העבודה' ",
      "ans": "כשליש מן העולים, צעירים שעלו לארץ לאחר הכשרה במסגרת תנועת 'החלוץ' או השומר הצעיר, ביקשו להגשים בה את העקרונות הציוניים הסוציאליסטיים בהם האמינו**. הם חיזקו את הקבוצות והקיבוצים שהקימו עולי העלייה השנייה וייסדו נקודות יישוב חדשות. בנוסף, הם הקימו את 'גדוד העבודה', אשר נועד להיות קומונה כללית שחבריה חיים חיי שיתוף, כמו בקיבוץ. פלוגות 'גדוד העבודה' עבדו בסלילת כבישים ובהקמת יישובים, אך עקב מחלוקות, הגדוד התפצל וחדל לפעול ב-1929.  מוסד חשוב נוסף שהוקם בתקופה זו היה ההסתדרות הכללית של העובדים העבריים בארץ ישראל, ארגון עובדים שאיגד את כלל העובדים היהודים בארץ 'לשם סידור כל העניינים היישוביים, הכלכליים והתרבותיים של המעמד העובד בארץ ובניין חברת העבודה העברית בארץ ישראל' (מתוך החלטת היסוד של ההסתדרות). בניגוד לארגוני עובדים אחרים, פעילותה של ההסתדרות נגעה לכל תחומי החיים והיא הפכה עד מהרה לארגון החשוב ביותר של תנועת העבודה ולאחד הגופים הדומיננטיים בחיי היישוב בארץ.  "
    },
    {
      "qes": "מהי תרומתה המרכזית של העלייה הרביעית",
      "ans": "תרומתה המרכזית של עלייה זו הייתה בפיתוח היישוב העירוני בארץ, ובעיקר בפיתוחה של תל-אביב אשר הפכה בשנים אלה למרכז הכלכלה, התעשייה, התרבות והמנהל של היישוב. בנוסף, הקימו העולים מספר מושבות חקלאיות, תוך שימוש ביוזמה ובהון פרטיים, כך הוקמו: כפר גנים וגת רימון בסמוך לפתח תקווה, מגדיאל ורמתיים באזור השרון ועוד.   "
    },
    {
      "qes": "סיום העלייה השלישית נקבע לשנת 1923 והעלייה הרביעית מתחילה כבר ב-1924. מדוע על אף הסמיכות הכרונולוגית נבחר ל-'פצל' את גל ההגירה?  ",
      "ans": "על אף הסמיכות הכרונולוגית בין העלייה השלישית לרביעית, שתי העליות נבדלו האחת מן השנייה באפיון ובמניעים השונים של העולים שהגיעו ארצה במהלכן. אופייה הדמוגרפי של העלייה השלישית הוא כעליה של קבוצות צעירים, מרביתם רווקים בעיקר ממזרח אירופה ומיעוט מאירופה המרכזית. עבור כלל הציבור המזרח אירופאי מסמלת עליה זו גם החמצה גדולה, שכן בשלב זה היו המגבלות על העליה לארץ ישראל מעטות, וגם כשהוטלו מגבלות כספיות, לא היה בהן בכדי להגביל עליה של המעמד הבורגני. ציבור זה בחר שלא לעלות. במובן החברתי-רעיוני , המונח עליה שלישית מכוון לציבור הפועלים (כ- 40% מכלל העולים). ציבור זה הוא שיצר את המפנה החברתי המשמעותי באופיו של הישוב היהודי בארץ, בכיווני התפתחותו ובעיצובו החברתי לקראת מימוש מטרותיו הלאומיות. העליה השלישית, בדומה לעליה השניה, הייתה עליה מעצבת, במובן זה שהיא השפיעה על עיצוב פני החברה הישובית החדשה בארץ ישראל. אף כי דמתה לעליה השניה במאפייניה החברתיים והרעיוניים, היא הרחיקה לכת ממנה בארגון הכלכלי והחברתי ובנטייתה המשימתית-הגשמתית. היתה זו עליה של בחירה: בחירה לעלות לארץ ולא להגר לארצות הברית, ששעריה היו פתוחים להגירה עד שנת 1921, ומאוחר יותר, פתוחים חלקית, בהתאם למכסות הגירה, עד שנת 1924, בה נסגרו כליל. בחירה להישאר בה, לאחר הכרת מציאות החיים הקשה ודלות תנאי החיים. הבחירה להשתייך למעמד הפועלים, מתוך הזדהות אידיאולוגית ורצון ליישם באופן עצמי את הרעיונות הלאומיים והחברתיים בהם האמין ציבור זה. לעומת זאת, הדימוי של העלייה הרביעית היה של עליית משפחות בנות המעמד הבינוני אשר עזבו את פולין בשל המצב הכלכלי הקשה ובחרו להגיע לארץ-ישראל רק בשל הקושי להגר לאמריקה. תרומתה המרכזית של עלייה זו הייתה בפיתוח היישוב העירוני בארץ, ובעיקר בפיתוחה של תל-אביב אשר הפכה בשנים אלה למרכז הכלכלה, התעשייה, התרבות והמנהל של היישוב."
    },
    {
      "qes": "כיצד השפיעו העולים מגרמניה על אופי העלייה החמישית ועל היישוב בארץ",
      "ans": "על אף שרק כחמישית מהעולים הגיעו מגרמניה, הם הטביעו את חותמם על עלייה זו. בניגוד לעולים ממדינות אחרות, העלייה הגרמנית לא נטמעה במערכות היישוביות הקיימות ושמרה על ייחודה התרבותי והחברתי. הדבר בא לידי ביטוי לדוגמה, בשמירה על השפה הגרמנית ובהוצאה לאור של עיתונים בשפה זו. מרבית העולים היו בעלי מקצועות אקדמיים (רופאים, מהנדסים, עורכי דין), ועל אף שלרבים מהם לא נמצאה תעסוקה בתחומי התמחותם בטווח המידי, הרי שלאורך זמן הם תרמו לפיתוחם של מקצועות אלה ביישוב.  "
    },
    {
      "qes": "תאר את חלוקת השלטון בארץ לאחר מלחה''ע השנייה ובפרט את הסכסוך באזור אצבע הגליל",
      "ans": "בתום מלחמת העולם הראשונה חולק המזרח התיכון בין הבריטים לצרפתים. ארץ-ישראל עברה לידיה של בריטניה אך קו הגבול הצפוני בינה לבין צרפת, זז מספר פעמים עד לקביעתו הסופית ב-1920. על-פי קו הגבול הראשוני אשר סומן בעת הסכמי 'סייקס-פיקו' (1916), צריך היה אזור אצבע הגליל צפונה לקו חיפה-עפולה, על ארבעת היישובים היהודים שבו (תל-חי, כפר גלעדי, מטולה וחמארה), להיות נתון לשליטה צרפתית. אך הערבים המקומיים התקוממו נגד צרפת ופעלו להקמתה של 'ממלכת סוריה הגדולה', בהנהגתו של האמיר פייצל*.  בהדרגה השתררה באזור אנרכיה כללית במטרה להקשות על הצרפתים לכונן את שלטונם. היישובים היהודיים באזור נקלעו למאבק שלא בטובתם, ונתפסו על-ידי ערביי האזור כ-'גייס חמישי' המסייע לצרפתים. על רקע זה התרחשו שורה של תקריות אלימות כלפי יישובים אלו."
    },
    {
      "qes": "לאיזה אירוע היסטורי ולאיזה אדם מיוחסות המילים - 'טוב למות בעד ארצנו'?",
      "ans": "טרומפלדור לחם בצבא הרוסי בעת מלחמת רוסיה-יפן, במהלכה איבד את ידו השמאלית. בינואר 1919 הצטרף לאנשי תל-חי ,יוסף טרומפלדור, במטרה לארגן את השמירה במקום. הוא עלה לארץ ב-1912 ועבד כפועל. ב-י''א באדר תר''פ (1 במרץ 1920), דרשה קבוצת ערבים להיכנס לחצר תל- חי. בקרב יריות שהתפתח נהרגו שישה מאנשי המקום, ביניהם טרומפלדור. בעקבות הקרב נאלצו המתיישבים לפנות את תל- חי, אך סיפורם הפך למיתוס מרכזי של התנועה הציונית. המילים האחרונות המיוחסות לטרומפלדור: 'טוב למות בעד ארצנו', בין אם נאמרו ובין אם לאו, הפכו לאחת מן הדוגמאות המרכזיות לנכונותה של התנועה הציונית להגן בחירוף נפש על עקרונותיה.   "
    },
    {
      "qes": "מהם מאורעות תר''פ וכיצד הביאו לחיזוק עוצמתו הצבאית של היישוב? ",
      "ans": "כחודש לאחר הקרב בתל-חי, פרצו בירושלים מהומות במהלך חגיגות נבי מוסא* שהתרחשו באותה השנה במקביל לפסח. המון ערבי שהוסת בידי המופתי של ירושלים, חאג' אמין אל- חוסייני**, בסיסמאות לאומניות ואנטישמיות, התנפל על יהודים שנקרו על דרכו. הבריטים עמדו מנגד ואף אסרו את זאב ז'בוטינסקי שניסה לארגן את היהודים להגנה עצמית. יש הרואים קשר ישיר בין האירועים בתל- חי ובמקומות אחרים בגליל לבין המאורעות בירושלים, ומדגישים כי כל ההתרחשויות קרו על רקע התקוות לייסוד ממלכה ערבית בסוריה. במהלך המאורעות נרצחו שישה יהודים, נמנו למעלה ממאתיים פצועים ונזק כבד נגרם לרכוש. בעקבותיהן החליטה מפלגת אחדות העבודה המפלגה הגדולה ביותר ביישוב באותם ימים, על הקמתו של ארגון הגנה ארצי, לימים – 'ההגנה'.  "
    },
    {
      "qes": "תאר את הרקע לפרוץ מאורעות תרפ''ט",
      "ans": "מאורעות תרפ''ט (1928-1929)  בספטמבר 1928 החלו שוב מאורעות בירושלים על רקע זכויות תפילה בכותל המערבי. כתב המנדט חייב את בריטניה לשמור על הסטטוס-קוו בנוגע למקומות הקדושים.   בהתאם לכך, רחבת הכותל נחשבה להקדש מוסלמי, 'ווקף'. לנוכח זאת, תבעו הגופים המוסלמיים שניהלו את הווקף, כי היהודים יבואו למקום לתפילה בלבד, וביקשו לאסור עליהם להציב ברחבה ספסלים ומחיצות. במהלך כל שנות העשרים הוגשו תלונות על הפרת התנאים משני הצדדים אשר הובילו לתקריות מקומיות, אך לא מעבר לכך.   ביום כיפור תרפ''ט הציבו היהודים ברחבת הכותל מחיצת בד. גורמים מוסלמיים לאומניים בראשות חאג' אמין אל-חוסייני, שהסית כבר חודשים קודם לכן, וטען כי היהודים מבקשים להשתלט על הר הבית, ליבו את האירוע השולי. קבוצות יהודיות הגיבו בהפגנות רבות משתתפים.  המתיחות נשמרה לאורך השנה כולה והתפרצה שוב לקראת ט' באב אוגוסט 1929. "
    },
    {
      "qes": "תאר אירועים משמעותיים במאורעות תרפ''ט",
      "ans": "במשך שמונה ימים התנפל המון ערבי מוסת על יהודי העיר העתיקה, ובהמשך גם על ריכוזים יהודיים נוספים. הפגיעה ביהודי חברון הייתה קשה במיוחד, מתוך כשש-מאות היהודים שהתגוררו בעיר, נרצחו למעלה משישים, ובעקבות הטבח חדל היישוב היהודי בעיר להתקיים.  טבח נוסף התרחש בצפת בה נרצחו כשמונה-עשר יהודים. הפורעים התנפלו על מספר יישובים נוספים ובהם: המושבה מוצא, המושבה באר-טוביה וחוות חולדה. כנופיות ערביות ניסו לפגוע בריכוזים יהודיים גם בערים עזה, תל-אביב וחיפה; אך נבלמו בידי כוחות ה-'הגנה' ו-'בית''ר'. הבריטים פינו קהילות יהודיות קטנות מן הערים שכם, רמלה, ג'נין ועכו.   "
    },
    {
      "qes": "כיצד השפיעו מאורעות תרפ''ט על היישוב היהודי?",
      "ans": "עם תום המאורעות נמנו מאה שלושים ושלושה הרוגים יהודים ושלוש מאות שלושים ותשעה פצועים. היישוב היהודי הוכה בהלם מעוצמת הפרעות, מהיקפן, מהיכולות המוגבלות של ה-'הגנה' שלא הצליחה לבלום את הפורעים ומאבדן השליטה של הבריטים, שנתפסו עד אז כמגני המפעל הציוני בארץ. כמו-כן, הטבח בחברון ובצפת הוכיח שהמאבק הערבי אינו מכוון נגד ה-'יישוב החדש' בלבד אלא נגד כל נוכחות יהודית בארץ.  בפועל הביאו המאורעות להפרדה הולכת וגוברת בין היהודים והערבים בארץ. בעקבות המהומות הטילו הבריטים הגבלות על ההגירה היהודית במסגרת הספר הלבן השני (של פספילד) שהתפרסם בשנת 1930. בנוסף, האירועים הביאו לשינויים רבים ב-'הגנה' שהלכה וגדלה ופריסתה הגאוגרפית התרחבה.  "
    },
    {
      "qes": "הסבר את השוני בתפיסתם של היהודים והערבים ביחס למאורעות תרצ''ו",
      "ans": "אורעות תרצ''ו-תרצ''ט (המרד הערבי הגדול 1936-1939) באפריל 1936 החל שלב חדש במאבק הלאומי. מנקודת המבט היהודית, זה היה עוד שלב בסכסוך הלאומי המחריף על עתיד ארץ-ישראל, המשך ישיר להתנכלויות הערבים למפעל הציוני, מכאן שמם של האירועים בפי היהודים 'מאורעות'. אולם מנקודת המבט הערבית זה היה מרד נגד המשך שלטון המנדט בארץ, ומכאן הכינוי שנתנו לו: 'המרד הערבי הגדול'.  "
    },
    {
      "qes": "מהם הצעדים שנקטו הערבים נגד היהודים במהלך מאורעות תרצ''ו?",
      "ans": "הוועד הערבי העליון* שהוקם בראשית המרד, דרש מן הבריטים הפסקת העלייה היהודית, איסור מכירת קרקעות ליהודים והעברת השליטה בארץ לידי הרוב הערבי. המרד נגד הבריטים וההתנכלויות ליישוב היהודי, כללו שביתה כללית של המגזר הערבי ששיתקה את הכלכלה ומאות פעולות טרור וגרילה שכוונו נגד יישובים יהודיים ומטרות בריטיות. לראשונה, מרכז הכובד של האלימות לא היה התפרעויות המוניות אלא פעולות מתוכננות של קבוצות חמושות שהתארגנו והתאמנו לפני ביצוען.   "
    },
    {
      "qes": "כיצד התעצב שיתוף הפעולה בין היהודים ובריטים במהלך מאורעות תרצ''ו?",
      "ans": "אל מול מציאות זו הוגבר שיתוף הפעולה בין היהודים והבריטים. בסוף אפריל גויסו לראשונה שוטרים יהודים שכונו נוטרים. הנוטרים שירתו תחת קצינים בריטים וקיבלו מהם נשק, מדים ומחצית משכרם. תפקידם היה להגן על היישובים היהודיים, על הדרכים ועל אתרים אסטרטגיים. הנוטרים שיתפו פעולה עם ההגנה ושימשו לא פעם כיסוי חוקי לפעילותה המחתרתית.    "
    },
    {
      "qes": "לאיזה מסקנות הגיעו חברי ועדת פיל?",
      "ans": "חבריה הגיעו למסקנה כי בארץ חיות זו בצד זו, שתי קהילות לאומיות בעלות אינטרסים ושאיפות מנוגדים, וכי המשך שלטון המנדט עשוי רק להחריף את הבעיה. הם הציעו, על כן, לחלק את הארץ לשתי מדינות: מדינה ערבית על רוב השטח ומדינה יהודית באזורי ההתיישבות המרכזיים שלהם (מישור החוף, השרון, הכרמל והעמקים), שכונו בשל צורתם על המפה N  יישובי. את המקומות הקדושים באזור ירושלים, נמל יפו וה-'מסדרון' המחבר ביניהם, הם המליצו לשמור בריבונות בריטית.  "
    },
    {
      "qes": "מה היו דעות הצדדים השונים (היהודי והערבי) על מסקנות ועדת פיל?",
      "ans": "הצד היהודי התלבט כיצד לקבל את המסקנות, היו שבירכו על המלצה להקים מדינה יהודית והיו שהתנגדו לה לאור שטחה המצומצם. בצד הערבי דחה הרוב את ההצעה על הסף, ועם פרסום המסקנות, פתח בגל נוסף של אלימות. "
    },
    {
      "qes": "מה הייתה תגובת היישוב הערבי בארץ למסקנות ועדת פיל?",
      "ans": "פרסום מסקנות ועדת פיל הביא לגל נוסף של אלימות (מאורעות תרצ''ח-תרצ''ט). בסיסן של כנופיות המורדים היה בכפרים ובשכונות ערביות עליהן השתלטו. הן פגעו ביישובים ובתחבורה היהודיים ובמטרות ממשל בריטיות; בנוסף, הן איימו על גורמים ערביים מתונים שהתנגדו להן ופגעו אף בהם. הבריטים החריפו את תגובתם, רדפו אחר הכנופיות, ניסו לפגוע במפקדותיהן ויזמו פעולות ענישה כנגד כפרים שנתנו להן מקלט.   אחד מן הקרבות המכריעים והחריפים ביותר במהלך המרד, התרחש בסוף קיץ 1938 לאחר שהמורדים השתלטו על העיר העתיקה בירושלים. הבריטים הטילו מצור על העיר, הפסיקו את החשמל ואת הקשר הטלפוני וכבשו אותה מחדש בקרב שנמשך חמישה ימים. בסוף אוקטובר 1938 הוטל ממשל צבאי על הארץ ונשלחה תגבורת על-מנת לגדוע את המרד.  "
    },
    {
      "qes": "לאחר מאורעות תרצ''ח-תרצ''ט היישוב היהודי יה חלוק לגבי אופן התגובה הראוי, מה היו הגישות השונות ומי הוביל כל גישה?",
      "ans": "היישוב היהודי התלבט כיצד להגיב ביחס לגלי האלימות. עמדתם של מוסדות היישוב הייתה שיש להבליג על פעולות טרור ערביות ואסור להגיב עליהן בפעולות טרור נגדיות ולפגוע בחפים מפשע; על-פי מדיניות זו פעל הכוח הצבאי המרכזי של היישוב, ה-'הגנה'. האצ''ל, לעומת זאת, סבר כי יש לגבות את מחיר הדמים של הנרצחים היהודים מן הצד הערבי וביצע פעולות שכללו פגיעה באוכלוסייה אזרחית, בניגוד לעמדת מוסדות היישוב. "
    },
    {
      "qes": "הסבר את הדילמה ביחס הישוב היהודי לבריטים עם פרוץ מלחה''ע השנייה",
      "ans": "מדיניות הספר הלבן השלישי שפורסמה ב-1939 עוררה ביישוב זעם, במיוחד בשל משמעויותיה הטרגיות מבחינתם של יהודי גרמניה שניסו לצאת את המדינה ללא הצלחה וכל מדינות העולם סגרו את שעריהן בפניהם.   היישוב התאחד למאבק בבריטים, אך פרוץ מלחמת העולם, זמן קצר לאחר מכן (ספטמבר 1939), העמיד אותו בפני דילמה. מחד, ביקש היישוב לסייע בידי הבריטים במאבקם בגרמניה הנאצית; אך מאידך, דווקא נוכח האירועים באירופה, ביקשו רבים להיאבק במדיניות החדשה. כך, התנדבו רבים לצבא הבריטי, בעוד שרבים אחרים הפגינו נגד ממשלת המנדט וניסו לעקוף את מגבלות העלייה. "
    },
    {
      "qes": "כיצד פעל הישוב היהודי בארץ למען יהודי אירופה בתקופת השואה?",
      "ans": ".   ידיעות על המתרחש באירופה הגיעו לארץ עוד בשנים הראשונות של המלחמה (1939-1941), אך חלחולה של ההבנה העמוקה של ההתרחשויות הייתה איטית בהרבה. רק ב-1942 בעקבות הצטברות הידיעות, התגבשה בקרב ראשי היישוב ההכרה, כי באירופה מתחולל מסע מתוכנן להשמדת העם היהודי.   אולם כבר בשלבים ראשוניים יותר הקימה הסוכנות היהודית נציגויות בארצות שנותרו ניטרליות ולא נכבשו בידי הנאצים (תורכיה, שבדיה, שוויץ, ספרד ופורטוגל). השליחים שם יצרו קשר עם יהודים בשטחי הכיבוש והעבירו אליהם חבילות מזון, בגדים וכסף. בהדרגה החלו להירקם גם 'תכניות הצלה' במטרה להציל יהודים רבים ככל האפשר.  חלק מתוכניות אלו התבססו על רקימת קשר עם הגרמנים עצמם תוך ניסיון להציל יהודים תמורת כסף או שווה כסף והן עוררו על-כן ביקורת ודילמות מוסריות ומדיניות רבות."
    },
    {
      "qes": "מדוע יש המכנים את המוסדות הלאומיים שהוקמו טרם הקמת המדינה כ-'המדינה שבדרך'?",
      "ans": "כינונם של המוסדות הלאומיים שהיוו, למעשה, את הממשל האוטונומי של יהודי ארץ-ישראל בתקופת היישוב, הניח את היסודות המבניים להקמתה של מדינה עצמאית. בפרט עבור הכנסת והסוכנות היהודית, התפקידים שהועידו הבריטים לשני הגופים הללו היו מצומצמים יחסית, אך בפועל הם עסקו בתפקידים רחבים בהרבה: הם תפסו את עצמם כנציגים היחידים של היישוב אל מול שלטונות המנדט, טיפחו את המערכת הביטחונית הצעירה ופיקחו עליה והפעילו שירותים קדם-מדיניים שונים בתחומים רבים.  המוסדות הלאומיים פעלו עד ליום הקמת המדינה ולמעשה, הם אלו שקיבלו את ההחלטה על הקמתה. "
    },
    {
      "qes": "מהן הנסיבות שהובילו להקמת ועדת אונסקו''פ?",
      "ans": "לאחר מלחמת העולם השנייה, עקב המצב הכלכלי הקשה בבריטניה והלחץ הכבד שהפעילה התנועה הציונית על דעת הקהל העולמית לנוכח התהוות בעיית הפליטים היהודים, הוחלט להעביר את סוגיית ארץ-ישראל לדיון באו''ם. האו''ם הקים את ועדת אונסקו''פ, ועדת חקירה מיוחדת של האום לענייני ארץ-ישראל."
    },
    {
      "qes": "מה היו תוצאות ועדת אונסקו''פ?",
      "ans": "לאחר שניהלה הועדה שיחות עם גורמים מרכזיים בארץ ובעולם, החליטה, בסופו של דבר, להמליץ לחלק את ארץ-ישראל המנדטורית לשלושה אזורים: מדינה יהודית, מדינה ערבית ואזור בפיקוח בין-לאומי בירושלים.   בעוד שמדינות ערב ונציגי הערבים בארץ דחו באופן מוחלט את המסקנות, ראשי הסוכנות היהודית והתנועה הציונית, קיבלו אותן. ב-29 בנובמבר 1947, הובאה ההצעה להצבעה באו''ם והתקבלה ברוב של 33 מדינות תומכות 13, מתנגדות ו-10 נמנעות (בהן בריטניה)."
    },
    {
      "qes": "מה קרה ביישוב היהודי לאחר קבלת מסקנות ועדת אונסקו''פ?",
      "ans": "ביישוב היהודי בארץ ובעם היהודי כולו, נתפסה ההחלטה הזאת כהחלטה היסטורית, שתאפשר את הגשמת החזון הציוני. עם היוודע ההחלטה אלפים יצאו לרחובות ורקדו עד אור הבוקר. אולם השמחה לא נמשכה זמן רב, יום למחרת ההצבעה הגורלית פרצה בארץ מלחמת השחרור, והיישוב עמד בפני איום ממשי על קיומו. על רקע זה החלו לחצים כבדים על התנועה הציונית שלא לממש את החלטת האו''ם ולא להכריז על מדינה עם סיום המנדט הבריטי שנועד למאי 1948.   לבסוף החליטו מוסדות המדינה, בהובלתו של בן- גוריון, שלא לדחות את ההכרזה וכך, ביום שישי, ה' באייר תש''ח, 14 במאי 1948, שעות ספורות לפני עזיבת הנציב העליון הבריטי את הארץ, התכנסה מועצת העם באולם מוזיאון תל- אביב, והכריזה על הקמתה של מדינה יהודית בארץ-ישראל – היא מדינת ישראל. "
    }
  ],
  [
    {
      "qes": "הסבר את ה-'תפיסה היישובית' (לעומת הממלכתית) שיושמה טרם הקמת המדינה",
      "ans": "המוסדות הלאומיים בתקופת היישוב היו מוסדות התנדבותיים (וולונטריים), מי שרצה להצטרף אליהם ולהיות נתון למרותם הצטרף ומי שלא לא. בתקופת היישוב לקחו על עצמן המפלגות הפוליטיות תפקידים המזוהים בדרך כלל עם המדינה וקיימו מערכות חינוך, תעסוקה, בריאות ואפילו ארגונים צבאיים עצמאיים. כך למשל תומכי מפלגות הפועלים נהנו משירותיה של קופת החולים הכללית, ילדיהם למדו ב-'זרם העובדים', הם קיבלו שירותי רווחה מלשכת עבודה מפלגתית, אהדו את קבוצות הספורט של 'הפועל' ותרמו למאמץ ההגנתי במסגרת ההגנה והפלמ''ח. לעומתם תומכי הרוויזיוניסטים נהנו משירותיה של קופת החולים לאומית, ילדיהם למדו ב-'זרם הכללי', הם קיבלו שירותי רווחה מלשכת עבודה מפלגתית, אהדו את קבוצות הספורט של 'בית''ר' ותרמו למאמץ ההגנתי במסגרת של האצ''ל והלח''י. מאחר והבריטים היו השליטים בפועל בארץ-ישראל והעלייה הייתה מוגבלת למי שרצו ויכלו לעלות, לא היה צרך בעיסוק בשאלות עקרוניות ובניסוח מדיניות בתחומים רבים.  "
    },
    {
      "qes": "הסבר את ה-'תפיסה הממלכתית' (לעומת היישובית) שיושמה לאחר הקמת המדינה",
      "ans": "תפיסה ממלכתית – לאחר הקמת המדינה: מוסדות המדינה הם מוסדות רשמיים בעלי סמכות חוקית מחייבת, על כל תושב במדינה לקחת בהם חלק ולציית למרותם, בין אם הוא מעוניין בכך ובין אם לא. עם הקמת המדינה הוקמו מוסדות ממלכתיים האחראיים על סיפוק השירותים המרכזיים לאזרח בתחומי הביטחון, החינוך, הרווחה, התעסוקה ועוד. שירותים אלו הם חלק מהחובה של המדינה כלפי תושביה ועל -כן לא ניתן לספקן באמצעות שירות מפלגתי שלא נתון לאחריותה ולמרותה של המדינה לכן פורקו המחתרות השונות והוקם צבא ההגנה לישראל; בוטלו הזרמים המפלגתיים בחינוך והוחל חינוך ממלכתי הנתון לפיקוחו של משרד החינוך ועוד. המפלגות הוסיפו לפעול אך תפקידם צומצם אל התחום הפוליטי בלבד. "
    },
    {
      "qes": "תאר את השלכות העלייה הגדולה על החיים במדינת ישראל הצעירה מבחינה התיישבותית",
      "ans": "היקפה של העלייה ומצבה הרעוע של המדינה הקשו מאוד על קליטת העולים בהיבטים של שיכון, תעסוקה, חינוך שירותי בריאות ועוד.   כ-100 אלף עולים שוכנו בבתים של ערבים שננטשו בעקבות מלחמת העצמאות; מאות אלפים נוספים שוכנו במעברות – שיכונים זמניים של צריפים, פחונים ואוהלים שהוקמו בשולי הערים והמושבות, ושתושביהן הועסקו בדרך- כלל בעבודות יזומות (ייעור, יישור חולות, סיקול ועוד).   בהמשך שנות החמישים הוקמו גם מושבי עולים מושבים חקלאיים בהם יושבו יוצאי ארץ או אזור מסוים; וכן עיירות פיתוח מרכזים עירוניים שהוקמו בכל רחבי הארץ במטה לעודד את פיזור האוכלוסייה.   המצב ברבים מן היישובים בהם התגוררו העולים בשנים הראשונות היה בכי רע והמרחק שלהם ממרכז הארץ הביא לא פעם גם לתחושות קשות ולתסכול. "
    },
    {
      "qes": "תאר את השלכות העלייה הגדולה על החיים במדינת ישראל הצעירה מבחינה כלכלית",
      "ans": "העולים אלו הגיעו לעיתים קרובות בחוסר כל, בין אם ממחנות העקורים באירופה וכל כספם אבד בשואה, ובין אם ממדינות ערב ששליטיהן לא אפשרו להם לשמור על רכושם או למכור אותו ולבוא ארצה עם ממון. נוצר חשש כי מי שיש לו כסף יוכל לקנות ולשבוע, ומי שאין לו, ירעב. כפתרון לבעיה זו הונהגה מדיניות הקיצוב. היעדר תשתית כלכלית יציבה בארץ, הקפאת יתרות מטבע החוץ של ישראל על ידי הבריטים עם יציאתם את הארץ, וההוצאות הרבות שהיו כרוכות ברכישת נשק במלחמת העצמאות - כל אלה גרמו מחסור חמור במטבע זר והמערכת הכלכלית, שזועזעה במהלך חודשי המלחמה, לא הייתה מסוגלת להתמודד עם קליטת העלייה הגדולה. יתרה מזאת, המחסור החמור במטבע זר ובחומרי גלם לבניין כבל את ידי הממשלה ולא אפשר לה לבצע פעולות פיתוח מהירות, להרחיב את התשתית, להקים שיכונים להמוני העולים ולקלוט אותם במשק. העלייה ההמונית העצימה את בעיותיה הכלכליות של המדינה והביאה אותה אל סף קריסה; דבר שהביא בסופו של דבר לעצירה זמנית של העלייה ב-1951.     "
    },
    {
      "qes": "תאר את השלכות העלייה הגדולה על החיים במדינת ישראל הצעירה מבחינה חינוכית",
      "ans": "הרצון להטמיע במהירות את העולים החדשים בקרב התושבים הוותיקים הוביל להנהגת החינוך האחיד, שנועדו במקור להקנות לילדי העולים השכלה בסיסית וכן מושגי יסוד בציונות ובתולדות העם והארץ. עד מהרה החלו להישמע טענות ששליחי המדינה (שהיו בדרך כלל מתנדבים) עוסקים בכפייה אנטי דתית ובגזיזת פאות של ילדי העולים. המחאה שקמה בעקבות טענות אלה הביאה לביטולו של החינוך האחיד."
    },
    {
      "qes": "תאר את השלכות העלייה הגדולה על החיים במדינת ישראל הצעירה מבחינה תרבותית",
      "ans": "אתוס קיבוץ הגלויות היה אחד העקרונות החשובים במדיניות העלייה של ישראל. בהתאם לאתוס זה, מטרת העלייה היא לקבץ מחדש את העם היהודי מכל ארצות גלותו ולהפוך אותו שוב לעם מאוחד, לאום אחד בעל צביון משותף. אתוס זה הוא שהכתיב במידה רבה את העיקרון שנודע ככור היתוך - משמעותו של זה הייתה הטמעת העולים בתוך תרבותה של האוכלוסייה הוותיקה, התרבות שהתגבשה בארץ ישראל מראשית העליות הציוניות ואשר יוצריה ראו אותה כ''תרבות ארץ ישראלית'', במטרה לשמר את המרקם החברתי-תרבותי של האוכלוסייה הוותיקה. מדיניות כור ההיתוך הופעלה באינטנסיביות רבה במחצית הראשונה של שנות ה-50 וסוכניה היו רבי עוצמה, והם רשויות הקליטה השונות, מערכת החינוך וצה''ל. במשך השנים פחתה עוצמתו של הלחץ שהופעל על העולים לנטוש את תרבות ארץ מוצאם ולאט לאט חדרה לתהליכי הקליטה גישה שנטתה להתחשב יותר בזהותם התרבותית של העולים, אולם עדיין ראתה בהם אוכלוסייה שכדי להשתלב בחברה הקולטת עליה להשתנות ולהתאים את עצמה אליה. ההוראה המעשית של ''כור ההיתוך'' הייתה סוציאליזציה מחדש, הטמעה של העולים בתוך המציאות התרבותית והחברתית של ישראל והפיכת מסורותיהם התרבותיות הייחודיות למשניות או אף לבלתי רלוונטיות. ניסיונם הרחב של הקולטים לחנך מחדש את העולים, ההתניה של קבלת דיור ועבודה בתמיכה פוליטית וההתעלמות הכמעט מוחלטת מרצונותיהם העצמאיים של העולים - התעלמות שאף לוותה בהפצת סטריאוטיפים שליליים כנגד העולים - כל אלה היו ביטויים למערכת יחסי הכח שנוצרה בין עולים לוותיקים בשנות ה-50 וגם לאחריהן ואשר במסגרתה היו העולים - בעיקר העולים מארצות האסלאם - נטולי כח כמעט לחלוטין. מכלול הדימויים ששימשו להדבקת סטריאוטיפים לעולים מארצות האסלאם כלל: ''נחשלות'', ''לבנטיניות'', ''פרימיטיביות'', ''ניוון'', ''חוסר רצון לעבוד'' ועוד. בעיקר סבלו מסטריאוטיפים שליליים עולי צפון אפריקה שנתפסו כאלימים, אימפולסיביים ובלתי יציבים."
    },
    {
      "qes": "תאר את מצבם של יהודי ברית המועצות שהוביל לעלייה הגדולה",
      "ans": "ברית המועצות שהייתה מדינה קומוניסטית-חילונית פגעה בחופש הדת של כלל אזרחיה ובכלל זאת בחופש הדת של היהודים.  בשנות החמישים נוהלו כנגד כמה יהודים משפטי ראווה בעלי נימה אנטישמית; היהודים סבלו מתעמולה אנטישמית ואנטי-ישראלית בכלי התקשורת; הם נחשדו בחוסר נאמנות ולא אחת פוטרו ממקומות עבודה ונמנעה התקדמותם; וחמור מכל נאסר עליהם לקיים כל פעילות בעלת אופי יהודי.  בנוסף אשרות ההגירה לישראל בוטלו כמעט לגמרי ונמנעה פעילות של עידוד הגירה. מדיניות זו הובילה לזעם גדול בקרב היהודים בארץ ובעולם ובניגוד למצופה ליבתה בקרב יהודי ברית המועצות גל הזדהות עם ישראל שהתעצם עוד יותר לאחר מלחמת ששת-הימים.   השלטונות מצדם הגיבו בהגברת הרדיפה והחלו לאסור פעילים יהודיים שלא נכנעו לדיכוי התרבותי וכונו אסירי ציון. המאסר השרירותי של אסירי ציון עורר הזדהות עמוקה בישראל ובעולם היהודי."
    },
    {
      "qes": "איזה נסיבות הובילו להכרה בצורך העלאת הקהילה האתיופית לארץ במבצע משה",
      "ans": "בשנת 1984 הגיעו ידיעות על מצבם הקשה של היהודים באתיופיה שסבלו מרדיפות קשות של המשטר אשר גייס לצבא ילדים בגיל צעיר מאוד, אסר על קיום חוקי הדת היהודית, האשים את מנהיגי הקהילה בריגול למען ישראל ועוד.   זאת לצד בצורת קשה באזורי ההתיישבות של היהודים אשר הביאה אותם אל סף רעב. כל אלה הביאו את ממשלת ישראל לכלל החלטה, שיש להציל את יהודי אתיופיה ולהעלות אותם ארצה במבצע שכונה מבצע משה.   "
    },
    {
      "qes": "מה היו הקשיים במימוש מבצע משה?",
      "ans": "מימוש ההחלטה היה מסובך מאוד בשל הריחוק הגיאוגרפי; הנתק המדיני בין ישראל לבין השלטון באתיופיה; והחוק במדינה שאסר על יציאת אזרחים מתחומיה ואף על מעבר מאזור לאזור. לאור זאת הוחלט להבריח את היהודים אל סודן ומשם להביאם לישראל.   הנדידה במדבריות סודן הייתה מסוכנת וקשה ובדרכם ארצה נספו כ-5,000 מבני הקהילה. כדי לאפשר את המבצע וגם לזכות בשיתוף פעולה מצד שלטונות סודאן, נערך המבצע בסודיות גמורה במשך מספר שבועות.   אולם החשאיות נשברה לבסוף והעלייה הופסקה."
    },
    {
      "qes": "תאר את הקושי בקליטתם של עולי ברית המועצות לשעבר בשנות ה-90",
      "ans": "רוב העולים הגיעו לארץ עם תואר אקדמי וקיוו להמשיך לעסוק במשלח היד בו עסקו בברית המועצות. עקב קשיי שפה ומבנה שוק העבודה הישראלי, פעמים רבות הדבר לא הסתייע.  יתר על כן, ההשתלבות של העולים בחברה הישראלית מבחינה תרבותית הייתה איטית מאוד, העולים סבלו מדעות קדומות וחלקם בחר להסתגר בין דוברי רוסית, דבר שהביא להקמת מפלגות, עיתונים, חנויות ואזורי בילוי ייעודיים.  עובדה נוספת שהשפיעה על קליטתה של העלייה הרוסית הייתה העובדה שחלק ניכר מן העולים הורשו לעלות לארץ על-פי חוק השבות אך לא הוכרו כיהודים על-פי ההלכה בשל האחוז הגבוה של נישואי תערובת בברית המועצות.   גם במקרה זה נקרא צה''ל ליטול חלק במאמצי הקליטה ולאפשר לחיילים המעוניינים בכך להשלים את גיורם במסגרת צבאית."
    },
    {
      "qes": "אילו בעיות ליוו את משטר הצנע?",
      "ans": "משטר הצנע לא הצליח להתמיד לאורך זמן מאחר והוא פגע בחופש הקניין, לצד המוצרים שנמכרו בפיקוח החל להתפתח 'שוק שחור' והציבור כולו סבל ממחסור כבד. זאת ועוד, על-אף השאיפה לצמצם את הפערים בחברה, לא הצליחה מדיניות הקיצוב למנוע את היווצרותו של שסע חברתי-כלכלי שנשא גם אופי עדתי.  "
    },
    {
      "qes": "תאר את הצדדים השונים בשסע העדתי במדינה",
      "ans": "יוצאי אירופה, ה-'אשכנזים', היוו את הרוב המוחלט של עולי העליות בימי היישוב, קודם להקמת מדינת ישראל ומילאו תפקיד מרכזי בעיצוב המוסדות והתרבות החלוצית הארץ-ישראלית.  יוצאי צפון אפריקה ואסיה, ה-'מזרחים', הגיעו ברובם לאחר הקמת המדינה, ונדרשו לא פעם לסגל עולם ערכי ותרבותי שונה משלהם.   על רקע זה התעוררו לא אחת תחושות קשות ונשמעו טענות על קיפוח וזלזול בתרבות שהביאו עמם העולים. "
    },
    {
      "qes": "מי היו הפנתרים השחורים? תאר פעולה בולטת שבה נקטו",
      "ans": "בשנים 1971-1970 פקד את מדינת ישראל גל מחאה נוסף שאורגן על-ידי תנועה שכינתה את עצמה 'הפנתרים השחורים'. מרכזה של תנועת המחאה היה בשכונת מוסררה (קוממיות) שבירושלים: שכונה ערבית שננטשה במלחמת העצמאות ואוכלסה במהירות על-ידי עולים חדשים.   המוחים טענו כי הם מופלים בשל המוצא העדתי שלהם. בניגוד לאנשי ואדי סאליב, 'הפנתרים השחורים' היו בני עולים, או כאלה שהגיעו לארץ בילדותם המוקדמת; הם טענו כי הם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה.   הפנתרים יזמו שורה של הפגנות ופעולות מחאה כדי להעלות את עניינם לסדר היום. אחת המרכזיות שבהן הייתה גניבת בקבוקי החלב שהונחו על יד דלתות בתיהם של תושבי רחביה והעברתם אל תושבי 'השכונות', בטענה כי החלב, שנחשב למזון בריא ובסיסי, אינו נחלתם של העשירים בלבד**. "
    },
    {
      "qes": "מהן ארבע הקביעות הערוניות שנקבעו במסמך הסטטוס קוו?",
      "ans": " כלולות במסמך הסטטוס קוו ארבע קביעות עקרוניות הנשמרות בישראל עד היום:  שבת – יום המנוחה הרשמי יהיה השבת והוא יישמר במוסדות המדינה ובמקומות ציבוריים.  כשרות – שמירה על כשרות בכל המוסדות הממשלתיים לרבות צה''ל ומשרדי הממשלה.  דיני אישות – בתחום נישואין וגירושין, תופקד הסמכות המשפטית בידי מערכת השיפוט הרבנית.  חינוך – אוטונומיה מלאה לכל הזרמים בחינוך (בכלל זה גם לזרם החרדי) תוך קביעת ''מינימום של לימודי חובה'' במקצועות כגון עברית, היסטוריה ומדעים.  "
    },
    {
      "qes": "מדוע יש סוגיה בעניין 'מיהו יהודי'?",
      "ans": "חוק השבות שחוקק ב-1950 קבע כי לכל יהודי הזכות לעלות לארץ. יחד עם זאת החוק לא קבע הגדרה למונח ''יהודי'' ועד מהרה התעוררה השאלה המתבקשת ''מיהו יהודי?''. ההלכה גורסת כי יהודי הוא מי שנולד לאם יהודייה או נתגייר כהלכה. ההגדרה הלאומית לעומת זאת עשויה להיות רחבה יותר ולהתייחס לחינוך, למקום המגורים, להגדרה העצמית ועוד.  הבדלים אלו נוגעים בעיקר לילדים לאב יהודי ואם שאינה יהודייה, אלו אינם נחשבים יהודים לפי ההלכה, אך עשויים להגדיר את עצמם כיהודים ולהתחנך על-פי היהדות. העמימות בלשון החוק הובילה לרישום לא אחיד ולהתלבטויות רבות."
    },
    {
      "qes": "מהו ה-'מהפך' הפוליטי? אלו אירועים משמעותיים הובילו אליו?",
      "ans": "הביטחון שהביאה עמה מלחמת יום הכיפורים. נתפסו על-ידי חלקים נרחבים בציבור ככשל של תנועת העבודה וחיזקו את התמיכה ב-''ליכוד''.  בשנת 1977, במהלך הבחירות לכנסת העשירית, הצליחה תנועת הליכוד להפוך למפלגה הגדולה בישראל ולזכות ב-43 מנדטים (לעומת 32 של תנועת העבודה). עובדה זו הפכה את מנחם בגין לראש-הממשלה הראשון שהגיע מן הימין בישראל.   במהלך שידורי הטלוויזיה הכריז מגיש החדשות חיים יבין***: ''גבירות ורבותי – מהפך''. מילותיו הפכו עם השנים לסמל של חילופי השלטון במדינת ישראל שכונו המהפך. המהפך הפוליטי והאופן החלק בו בוצע היווה ביטוי לחוזקה של הדמוקרטיה הישראלית.  במערכת בחירות זו הוכח לראשונה כי במדינת ישראל יכולה מפלגת שלטון ששלטה בארץ יותר מיובל שנים לעזוב את ההנהגה בהתאם לדין הבוחר וללא אלימות. ממשלתו של מנחם בגין ביקשה ליישם שיטה כלכלית ליברלית יותר ופעלה על מנת לשנות את סדר העדיפויות הלאומי בהתאם להשקפותיה החברתיות-כלכליות.   "
    },
    {
      "qes": "איזה ציטוט ממגילת העצמאות מעיד ע שאיפתה של ישראל לחיות בשלום עם סובביה?",
      "ans": "מגילת העצמאות שנכתבה תוך כדי מלחמה עזה עם ערבי ארץ-ישראל ולאורו של חשש מפלישת צבאות ערב, כוללת לקראת סופה את הקריאה הבאה: ''אנו מושיטים יד לשלום ושכנות טובה לכל המדינות השכנות ועמיהן, וקוראים להם לשיתוף פעולה ועזרה הדדית עם העם העברי העצמאי בארצו''.   "
    },
    {
      "qes": "מהן שתי הגישת השונות בישראל ביחס לתהליך השלום?",
      "ans": "תהליך השלום בין ישראל לשכנותיה החל בשנות השבעים. הוויתורים הטריטוריאלים שנדרשו מישראל כחלק ממנו, הובילו למוקד מתח מרכזי בחברה הישראלית בין ''יונים'' שתמכו בתהליך והסכימו לויתורים כחלק ממנו לבין ''נצים'' שהתנגדו לו ולויתורים שנלוו לו."
    },
    {
      "qes": "מה הייתה מטרתו של השלטון הצבאי בישראל על הריכזיים הערביים ומה התרחש בפועל?",
      "ans": "החל מקום המדינה ועד 1966 היו נתונים ריכוזי היישובים הערבים בישראל לממשל צבאי.   מטרתו המוצהרת הייתה לבסס את אחיזתה של ישראל בשטחים אלו, למנוע את היווצרותם של סיכונים ביטחוניים ולפקח על האוכלוסייה. בפועל מנע השלטון הצבאי את חופש התנועה של אזרחים ערבים והביא לכך שרשויות המדינה לא יכלו לספק לאזרחים הערבים שירותים באופן ישיר.  בהדרגה הפך הממשל הצבאי לליברלי יותר עד לביטולו, אך בתקופות של רגישות ביטחונית עולו היה בדרך כלל מוגבר. "
    },
    {
      "qes": "מה היו השלכות הטבח בכפר קאסם?",
      "ans": "לאחר הטבח, בינואר 1957 הועמדו לדין בפרשה אחד-עשר לוחמי מג''ב ונגזרו עליהם עונשי מאסר שונים, מפקד הגדוד הואשם ברצח. במהלך המשפט, טבע השופט הצבאי, בנימין הלוי, את המושג ''פקודה בלתי חוקית בעליל''. פקודה זו מוגדרת כפקודה ש-''דגל שחור מתנוסס מעליה'' ובבסיסה ''אי חוקיות הדוקרת את העין ומקוממת את הלב''.  בתום המשפט נגזרו על המעורבים בפרשה עונשים כבדים, אך כולם שוחררו תוך זמן קצר יחסית. משפחות הקורבנות זכו לפיצוי כספי ובשנת נערכה בכפר ''סולחה'' גדולה, אך אירוע קשה זה המשיך להעיב על יחסי יהודים-ערבים במדינת ישראל.   בשנת 2007, במהלך ביקור בכפר קאסם התנצל נשיא המדינה, שמעון פרס, באופן רשמי על האירועים בשמה של מדינת ישראל.  "
    }
  ],
  [
    {
      "qes": "פרק #7",
      "ans": ""
    },
    {
      "qes": "כיצד הסתיימה פעילותו של ארגון השומר?",
      "ans": "עם ראשיתו של השלטון הבריטי בארץ והקמתה של מפלגת 'אחדות העבודה', סברו רבים ממנהיגי היישוב כי יש להטיל את השמירה על גוף רחב ועממי, בניגוד לעמדתם של ותיקי 'השומר' ששאפו לשמור על האופי החצי- חשאי והאליטיסטי של הארגון.  על רקע חילוקי דעות אלו, ובצל מאורעות תל-חי, התכנסה במאי 1920 האספה האחרונה של 'השומר', במסגרתה הוחלט שהארגון יתפרק מרצונו ויעביר את סמכויותיו הביטחוניות למפלגת 'אחדות העבודה'. ימים אחדים לאחר מכן הוכרז בוועידת 'אחדות העבודה' בכנרת על הקמת ארגון 'ההגנה'.  "
    },
    {
      "qes": "מה הייתה מטרת ארגון ה-'הגנה'?",
      "ans": "מטרת הארגון הייתה להוות כוח צבאי עממי גדול הכפוף למרות מוסדות היישוב וכולל בתוכו כל גבר ואישה הכשירים לשירות. זאת על מנת להתמודד עם האיום הנשקף על היישוב היהודי ולהגן עליו.  "
    },
    {
      "qes": "תאר את תרומת ארגון ה-'הגנה' ופועלו מהיווסדו ועד לפירוקו",
      "ans": "'הגנה' עסקה בהגנה על היישובים והשכונות היהודיים במהלך המאורעות של שנות העשרים.  במהלך מאורעות תרצ''ו- תרצ''ט גבר שיתוף הפעולה בין 'ההגנה' לבריטים במסגרת הנוטרות, פלוגות הלילה המיוחדות ועוד. במקביל הוקמו פלוגות שדה (פו''ש), יחידות ניידות שיצאו אל מחוץ לגדרות היישובים והשכונות היהודיים על-מנת לקדם את הפורעים ולאתר את בסיסיהם. הארגון אף לקח חלק בפעולות בלתי-חוקיות כגון העלייה על הקרקע של יישובי 'חומה ומגדל' ופעולות ההעפלה.   במהלך מלחמת העולם השנייה התהדק שיתוף הפעולה עם הבריטים. ב-15 במאי 1941 הוקם הפלמ''ח (פלוגות המחץ), על רקע איום פלישה של כוחות צבא גרמניים ואפשרות השתלטותם על ארץ-ישראל. הפלמ''ח היווה 'חטיבה ארצית מגויסת', יחידה צבאית שעמדה לרשות הפיקוד העליון והמנהיגות המדינית של היישוב.  עוד עמד איום הפלישה הגרמני בתוקף, נתמך ואומן הארגון על-ידי הבריטים, אך כאשר סכנה זו התרחקה, הסירו ממנו הבריטים את ידם והוא הפך לגוף מחתרתי. על-מנת לממן את פעילויות הפלמ''ח, חילקו מחלקותיו את זמנן בין אימונים לבין עבודה בקיבוץ. המסגרת הארגונית שנוצרה בפלמ''ח והחלוקה לגדודים, פלוגות, מחלקות ו-'שירותים' המופקדים על תחומים מיוחדים, השפיעה רבות על צה''ל והיוותה את התשתית למבנהו הארגוני.   בשנים שלאחר מלחמת העולם השנייה, שימשו ההגנה והפלמ''ח מכשיר הביצוע של המוסדות הלאומיים ביצירת לחץ על ממשלת המנדט להקמת מדינה יהודית, עסקו באינטנסיביות בפעולות ההעפלה, בהקמה ובאבטחה של נקודות יישוב חדשות ושל תשתיות לאומיות ועוד.   עם פרוץ מלחמת העצמאות ב-30 בנובמבר 1947, מילאו ההגנה והפלמ''ח תפקיד מפתח בהגנה על היישוב. על-בסיס הפלמ''ח שולבו בצה''ל שלוש חטיבות: הראל, יפתח והנגב, שלחמו בגזרות השונות. עם הקמתו של צה''ל פורקה ההגנה אך גופיה, מחלקותיה ואנשיה היוו את הבסיס להקמתו של הצבא החדש. בחודשים הבאים הוסיף הפלמ''ח לפעול בתוך צה''ל במסגרת נפרדת, אך ב-5 בנובמבר 1948, הוא פורק לחלוטין. "
    },
    {
      "qes": "מה הייתה מטרתו של האצ''ל וכיצד זו באה לידי ביטוי בגישתו?",
      "ans": "מטרת הארגון הייתה להביא להקמת מדינה יהודית בארץ-ישראל על שתי גדות הירדן (ארץ-ישראל המנדטורית והחלק שהפך בשנות העשרים לממלכת עבר הירדן). לצורך כך האמינו מנהיגיו כי יש לעבור מהבלגה והגנה פסיבית להגנה אקטיבית ולביצוע פעולות תגמול נגד הערבים. "
    },
    {
      "qes": "מה הם האירועים שהוביו הקמת ארגון הלח''י?",
      "ans": "הלח''י (לוחמי חירות ישראל)  עם פרוץ מלחמת העולם השנייה החלו חילוקי דעות באצ''ל: רוב חברי הארגון ובהם מפקדו, דוד רזיאל*, החליטו להפסיק את המאבק בבריטים ולשתף פעולה במלחמתם בגרמניה הנאצית.  קבוצה קטנה ובראשה אברהם 'יאיר' שטרן** התנגדו לקו זה וביקשו להמשיך ולהילחם בבריטים אשר היו לתפיסתם האויב המרכזי של היישוב. הפורשים הקימו ארגון מחתרתי קטן שלימים ייקרא 'לוחמי חירות ישראל', לח''י ,ומטרתו הייתה סילוק הבריטים מן הארץ והקמת מדינה יהודית. "
    },
    {
      "qes": "תאר את פרשיית אלטלנה, כיצד השפיעה על האצ''ל?",
      "ans": "ביוני 1948 התקרבה אל חופי הארץ 'אלטלנה' ספינה שהובילה נשק שרכשו האצ''ל ועולים חדשים. מנחם בגין, מפקד האצ''ל לשעבר, דרש שהנשק יועבר לידי יחידות האצ''ל בירושלים, בן-גוריון סירב לכך. בסופו של דבר, הגיעו הדברים לכדי חילופי אש בין אנשי האצ''ל לחיילי צה''ל, והספינה הוטבעה כאשר התקרבה אל חופי תל-אביב. בעקבות האירוע פורקו לחלוטין יחידות האצ''ל ופוזרו בתוך צה''ל, וכמאתיים מאנשי הארגון נעצרו."
    },
    {
      "qes": "מה הייתה תרומתה של הבריגדה היהודית ליישוב בארץ לאחר מלחה''ע ה-2?",
      "ans": "לאחר המלחמה נודעה חשיבות רבה למפגש בין חיילי הבריגדה שלחמו בצפון איטליה לבין ניצולי השואה. החיילים פעלו במחנות העקורים ומילאו תפקיד חשוב בהפעלתה של תנועת ההעפלה (העלייה הבלתי חוקית לארץ) ובהמשך ברכישת נשק עבור ההגנה. "
    },
    {
      "qes": "מי היו הצנחנים הארצישראליים ומה היה פועלם?",
      "ans": "הצנחנים הארצישראליים הופעלו בשל לחץ הסוכנות היהודית ורצון היהודים לעזור לבריטניה במלחמת העולם השנייה. צנחנים אלו הוכשרו על-ידי הבריטים לצניחה מעבר לקווי האויב לצורך מילוי מספר תפקידים: הצלת שבויי מלחמה בריטים, הפעלת אלחוט ביחידות הפרטיזנים ושליחות בקרב הקהילה היהודית.   לבסוף יצאה התוכנית לפועל רק לקראת סופה של המלחמה ובהיקף מצומצם, שלושים ושלושה צנחנים הוצנחו באזור דרום אירופה וחמישה נוספים חדרו אליה דרך הקרקע. הם נתקלו בקשיים רבים, שנים-עשר מהם נתפסו ונפלו בשבי ושבעה מהם הוצאו להורג. עם זאת, הצנחנים שהצליחו להגיע לכלל פעולה (בעיקר ברומניה ובסלובקיה) ומילאו תפקיד חשוב בעידוד הקהילות היהודיות המקומיות.   "
    },
    {
      "qes": "תאר את הנסיבות והסיבות שהובילו להקמת צה''ל",
      "ans": "ב-ה' באייר תש''ח קמה מדינת ישראל בתוך סערת מלחמת העצמאות. השלב הראשון של המלחמה, שהתרחש לפני הקמת המדינה ובראשיתו של השלב השני פעלו המחתרות השונות בנפרד כשהן מנסות לקיים שיתוף פעולה ביניהן.   עם הקמתה של המדינה ולנוכח עקרונות הממלכתיות שהתווה ראש הממשלה דוד בן-גוריון, ברור היה כי יש צורך בהקמתו של כוח צבאי ממלכתי שיופקד על הגנתה של המדינה הריבונית היהודית ויביא לפירוקן של המחתרות.   ב-26 במאי 1948 הוקם, על-פי עקרונות אלו, צבא ההגנה לישראל. נאסר על הקמתו או על קיומו של כל כוח צבאי אחר והוחלט כי כל אדם המשרת בצבא ההגנה לישראל, יהיה חייב להישבע אמונים למדינת ישראל, לחוקיה ולשלטונותיה המוסמכים. "
    },
    {
      "qes": "איזה מאורע היסטורי הוביל לפרוץ השלב הראשון במלחמת העצמאות?",
      "ans": "ב-29 בנובמבר 1947 החליטה עצרת האו''ם לקבל את המלצות ודת אונסקו''פ לחלוקת הארץ. ההחלטה התקבלה בשמחה רבה על-ידי הציבור היהודי, אך ההנהגה הערבית דחתה אותה ופתחה ב-30 בנובמבר, למחרת קבלת ההחלטה, במלחמה כנגד היישוב היהודי בארץ שמטרתה ביטול החלטת החלוקה.  "
    },
    {
      "qes": "כיצד נהוג לחלק את מלחמת העצמאות?",
      "ans": "את המלחמה ניתן לחלק לשני שלבים עיקריים: השלב הראשון, מה-30 בנובמבר 1947 ועד להכרזה על הקמת המדינה, ב-14 במאי 1948 (ה' באייר תש''ח). במהלכו התנהלה הלחימה בין כוחות המגן של הישוב לבין הערבים המקומיים. השלב השני, מפלישת צבאות ערב, יום לאחר הכרזת העצמאות, ב-15 במאי 1948, ועד סיום המלחמה עם החתימה על הסכמי שביתת הנשק בחזיתות השונות, במהלכו התנהלה לחימה בין הצבאות הסדירים של מדינות ערב וצה''ל שהוקם בסערת המלחמה.    "
    },
    {
      "qes": "נגד אילו גורמים נלחמו הכוחות היהודיים במלחמת העצמאות?",
      "ans": "מלחמת העצמאות הייתה הקשה שבמלחמות ישראל. בראשיתה, הכוחות הלוחמים היהודיים עדיין לא היו מאורגנים כצבא, והם נאלצו להתמודד עם האוכלוסייה הערבית המקומית כמו גם עם פלישה של חמישה צבאות ערביים חזקים (מצרים, סוריה, לבנון, ירדן, עירק). החזית נמתחה לאורך ולרוחב הארץ, ולמעשה היישוב היהודי כולו עמד בסכנה.   "
    },
    {
      "qes": "איזה מאורע היסטורי הוביל לפרוץ השלב השני במלחמת העצמאות?",
      "ans": "השלב השני של המלחמה נפתח עם הכרזת המדינה, ב-14 במאי 1948. מדינות ערב איימו לפלוש אל ארץ-ישראל אם יוכרז על הקמת המדינה היהודית, וברור היה למנהיגי היישוב כי הן לא תהססנה לממש איום זה. "
    },
    {
      "qes": "כיצד נקבעה 'ההפוגה השנייה' במלחמת העצמאות? מה קרה במהלכה? כיצד הסתיימה?",
      "ans": "ב-19 ביולי כפה האו''ם הפוגה נוספת ('ההפוגה השנייה'), הפעם ללא הגבלה בזמן, וקרא לצדדים לפתוח במשא ומתן. ישראל נענתה לקריאה, אך מדינות ערב לא הגיבו. המתווך ברנדוט גיבש תכנית שעיקרה ויתור ישראלי על הנגב בתמורה לגליל המערבי שהיה בלאו הכי בידיה של ישראל.   ב-17 בספטמבר 1948 נרצח ברנדוט בירושלים בידי מתנקשים הקשורים בארגון הלח''י. הרצח זעזע את המדינה, מועצת המדינה הזמנית חוקקה בעקבותיו את פקודת מניעת טרור ורבים מפעילי הלח''י נעצרו. מבחינה בין-לאומית העמיד הרצח את ישראל במצב לא נוח ושיווה לתוכנית שגיבש ברנדוט, מעמד של צוואה. מצב של הפוגה ללא הכרעה, כאשר כוחות האויב בשטחה, לא היה נוח לישראל והיא שאפה להגיע להכרעה ולכפות על מדינות ערב להסכים למשא ומתן. ע כן, ישראל חידשה את הלחימה."
    },
    {
      "qes": "כיצד הסתיימה מלחמת העצמאות?",
      "ans": "הישגיו של צה''ל הביאו להתקדמות במשא ומתן שנערך בחסות האו''ם באי רודוס ולחתימה על סדרה של הסכמי שביתת נשק שכונו הסכמי רודוס.  מצרים: ב-24 בפברואר נחתם ההסכם הראשון עם מצריים וזה הותיר בידיה את רצועת עזה, אך הביא לוויתורה על שאר חלקי הנגב.  לבנון: ב-23 במרץ 1949 נחתם בראש הנקרה ההסכם עם לבנון.   ירדן: ב-4 במרץ 1949 החל ברודוס המשא ומתן עם ירדן, במהלכו הם טענו לשליטה על הנגב הדרומי ועקב זאת פתח צה''ל ב-5 במרץ במבצע 'עובדה' במטרה להשתלט על אזור אילת והערבה. ההסכם עם ירדן נחתם ב-3 באפריל 1949 ובמסגרתו נקבע כי היא תוסיף להחזיק בשטחי הגדה המערבית אך תוותר על רצועת שטח שכונתה 'המשולש' שתועבר לידי ישראל.  סוריה: המשא ומתן עם הסורים היה ארוך וממושך במיוחד וההסכם עמם נחתם ב-20 ביולי 1949.  מלחמת העצמאות הסתיימה בניצחון ישראל, אך במחיר כבד – למעלה מ-6,000 איש נפלו (כאחוז אחד מכלל האוכלוסייה היהודית), כ-1,000 מהם אזרחים. "
    },
    {
      "qes": "מה היו מטרות מבצע קדש?",
      "ans": "ב-29 באוקטובר 1956 פתחה ישראל בלחימה בחזית המצרית. מטרותיה היו: שיקום מאזן הכוחות והשבת כושר ההרתעה כלפי העולם הערבי, פתיחת מצרי טירן לשיט ישראלי וכן, חיסול פעילות הטרור בגבול ישראל-מצריים. "
    },
    {
      "qes": "מה הרקע לפרוץ מלחמת סיני?",
      "ans": "  מלחמת סיני הייתה מלחמת-מנע בה פתחה ישראל נגד מצרים. ברקע למלחמה עמדו מספר סיבות:  1) 'פידאיון': מאפריל 1955 הופעלו יחידות ה-'פידאיון' הכפופות למודיעין המצרי. הם חדרו מגבול מצרים ולאחר מכן גם מגבול ירדן למטרות חבלה ורצח ושיבשו את החיים התקינים ביישובי הספר. פעולות התגמול שביצעה ישראל לא הביאו למיגור התופעה.  2) חופש השיט: כבר בשנת 1951 מנעו המצרים מעבר אוניות ישראליות בתעלת סואץ וכעבור שנתיים גם מעבר סחורות לישראל באוניות הנושאות דגל זר. בשנת 1953 הם חסמו את מצרי טירן המובילים לנמל אילת, ובשנת 1955 סגרו גם את המרחב האווירי שמעל המצרים.  3) ערעור מאזן הכוחות: בספטמבר 1955 נחתמה עסקת הנשק הצ'כית-מצרית. העסקה הבטיחה למצרים נשק חדיש ובכך הפרה את מאזן הכוחות בינה לבין ישראל והקנתה למצרים יתרון בהתמודדות צבאית עתידית. בנוסף החלה מצרים בהקמת פיקוד צבאי משותף עם סוריה וירדן.  4) הסכם עם צרפת ובריטניה: הנסיבות הבינלאומיות זימנו לישראל שעת כושר ובעלי ברית. ביולי 1956 הכריז נשיא מצריים, ג'מאל עבד אל-נאצר, על הלאמת תעלת סואץ, צעד שפגע מאוד בבריטניה וצרפת והביא אותן לשקול תגובה צבאית. לישראל היו באותה העת יחסים הדוקים למדי עם צרפת וזו יצרה את הקשר עם בריטניה.  שלושת המדינות הגיעו להסכם חשאי על תכנית פעולה משותפת. "
    },
    {
      "qes": "מהן תוצאות מלחמת סיני?",
      "ans": "עם סיום הלחימה השתלט צה''ל על חצי האי סיני ורצועת עזה, הצבא המצרי הובס, חלקו נסוג ורבים נפלו בשבי. בקרבות נפלו למעלה ממאה שבעים חיילי צה''ל. אולם השליטה בחצי-האי סיני לא נמשכה לאורך זמן: לחץ בין לאומי אילץ את ישראל, צרפת ובריטניה להסכים להפסקת אש, ובשלב מאוחר יותר לסגת משטח מצרים. במלחמה הוכיח צה''ל את יכולותיו הצבאיות, פגע קשות בצבא המצרי והרס את תשתיות הטרור ברצועת עזה. הניצחון הביא לשיקום כוח ההרתעה של ישראל ולשיפור מעמדה בזירה הבין-לאומית. ההסגר על מפרץ אילת הוסר וכוח או''ם הוצב בסיני וברצועת עזה במטרה להבטיח את שמירת השקט. "
    },
    {
      "qes": "מה הרקע לפרוץ מלחמת ששת הימים",
      "ans": " עם תום מלחמת סיני השתרר שקט יחסי בגבולות המדינה, אך המתיחות בגבול הסורי נותרה על קנה. הסורים התנגדו לכל פעילות בשטחים המפורזים, התנכלו לחקלאים שעיבדו אדמות בסמוך לגבול, ניסו למנוע שיט ודיג בצפון-מזרח הכינרת וביקשו להטות את מקורות הירדן כדי לחבל במפעל המוביל הארצי.   על רקע זה התרחשו תקריות גבול רבות ובחלקן הופעלו ארטילריה, טנקים ומטוסים ובוצעו מספר פעולות גמול נגד הסורים. ישראל אף מנעה בכוח את ביצוע עבודות ההטיה בשטח רמת הגולן (1966). לצד פעולות אלו התחמשו סוריה ומצריים בנשק סובייטי, והחל גל טרור חדש של פיגועים שיצאו משטחן של סוריה וירדן בהובלת הפת''ח. ישראל מצדה הגיבה בפעולות תגמול שאחת המרכזיות שבהן הייתה פעולת סמוע (נובמבר 1966). ב-7 באפריל 1967 אירעה תקרית בדרום הכינרת, במהלכה הופלו שישה מטוסים סוריים. עובדה שהובילה לפגיעה בשלטון הסורי עד כדי חשש ליציבותו.   המתיחות גברה כשברית המועצות העבירה למצרים מידע  כוזב כי ישראל מרכזת כוחות בגבול סוריה. בעקבות מידע זה, מצריים שהייתה חתומה על הסכם הגנה עם סוריה, הגבירה את הכוננות, וב-14 במאי 1967 החלה להניע כוחות לכיוון סיני. בישראל החלה תקופת ההמתנה שאופיינה באיפוק ובצעדי כוננות. הסלמה חלה כאשר דרשה מצרים לפנות את כוח החירום של האו''ם וכעבור מספר ימים סגרה את מצרי טירן. מבחינת ישראל מדובר היה בעילה למלחמה, אך הממשלה בחרה למצות את הדרך המדינית קודם.  כל אותה עת נמשך תגבור הצבא המצרי בסיני, ובישראל החל גיוס מילואים. האווירה הציבורית בישראל הייתה קשה וגבלה בחרדה שרק הלכה וגברה ככל שחלף הזמן. ב-1 ביוני הפכה ממשלת ישראל לממשלת אחדות ומשה דיין מונה לשר ביטחון. לבסוף, לאחר התלבטות קשה, ב-5 ביוני החליטה מדינת ישראל לצאת למלחמת מנע שנודעה לימים כמלחמת ששת-הימים והיא נחשבת לאחד הניצחונות המזהירים של ישראל.    "
    },
    {
      "qes": "מה היו התוצאות המיידיות של מלחמת ששת הימים",
      "ans": ""
    },
    {
      "qes": "מה היו ההשלכות של מלחמת ששת הימים על מדינות ערב ועל יחס ישראל כלפיהן?",
      "ans": ".   הניצחון במלחמה לא הביא את הצד הערבי להפסקת אש מוחלטת, מדינות ערב פנו לשיקום כוחם הצבאי, והאירועים הראשונים של מלחמת ההתשה, פרצו ימים ספורים לאחר סיום המלחמה. לצד זאת, תחושת האופוריה והאמונה בכוחו של צה''ל שנוצרו בעקבות הניצחון, סנוורו את הציבור הישראלי ומנעו ממנו להבחין בסימנים שקדמו למלחמת יום הכיפורים."
    },
    {
      "qes": "מהי פעולת כארמה? מדוע התרחשה? מה קרה במהלכה?",
      "ans": "פעולת כַּרָאמַה הייתה פשיטה נרחבת של כוחות שריון, צנחנים וחיל אוויר של צה''ל, ב-21 במרץ 1968, על מפקדת הפת''ח והעומד בראשה יאסר ערפאת, בכפר הירדני כראמה שבדרום בקעת הירדן. החזית הירדנית הייתה בתקופה מלחמת ההתשה החזית בה התנהלה עיקר הלחימה. עם תום מלחמת ששת הימים ניסו ארגוני המחבלים ליזום 'מלחמת שחרור עממית' שתתנהל בשטחי יהודה ושומרון שהיו כעת תחת שלטון ישראלי, אך למרות מספר הצלחות, פעילות כוחות הביטחון דחקה אותם מזרחה אל מעבר לנהר הירדן. על קו הגבול החדש עם ירדן התנהלה פעילות אינטנסיבית שהתבטאה בעיקר בירי ובחדירות לישראל לצורך מיקוש; בחלק מן המקרים התערב בנעשה גם צבא ירדן.   צה''ל הגיב בפעולות יזומות אל שטח ירדן, הקשה שבהן הייתה פעולת כראמה (מרץ 1968). במהלכה השתלטו כוחות צה''ל על העיירה כראמה בה פעלה מפקדה של הפת''ח, פגעו במחבלים רבים, שבו אחרים והשמידו את בסיסיהם. כוחות שריון בודדו את אזור הפעולה, נכנסו לקרב קשה עם כוחות ירדניים ורק עם ערב נותק המגע, וכל הכוחות חזרו לשטח ישראל."
    },
    {
      "qes": "איזה אירוע כונה ספטמבר השחור? מה הרקע לאירוע? מה קרה במהלכו?",
      "ans": "ספטמבר השחור הוא כינוי ללחימה שהתנהלה בין צבא ירדן לבין ארגונים פלסטינים, מחודש ספטמבר 1970 עד יולי 1971. ארגוני טרור פלסטינים גדלו בתוך ירדן, והוציאו מתוך שטחה פעולות טרור נגד ישראל. למעשה, ארגוני הטרור ופת''ח בראשם, הציתו את מלחמת ההתשה בבקעת הירדן מיד בתום מלחמת ששת הימים. ישראל ניהלה מערכה נגד המחבלים, ומדי פעם ביצעה פשיטות לתוך שטח ירדן, שהובילו לעימות ישיר מול הלגיון הערבי, הגדולה שבהן בפעולת כראמה. במהלך הלחימה ניסתה ישראל להפעיל לחץ על ירדן בכוח אש כדי שתרסן את המחבלים, וכתוצאה מכך נפגעו תשתיות הגדה המזרחית ומצבה הכלכלי החמיר. באוגוסט 1970 הצטרפה ירדן להסכם הפסקת האש המצרית והיא הייתה אמורה להיכנס לתוקפה גם בגזרה זו. אולם פעילות ארגוני הטרור רק החריפה בעקבות ההסכם, דבר שהוביל להתנגשויות בינם לבין השלטונות ושיאן בספטמבר 1970 שכונה על- ידי ארגוני הטרור 'ספטמבר השחור'."
    },
    {
      "qes": "מהן תוצאות מלחמת ההתשה?",
      "ans": "תוצאות המלחמה  כוונתה של מצרים להתיש את ישראל ולאלצה לסגת מסיני ללא הסדר מדיני, לא הושגה. למעשה מצריים עצמה הותשה, ספגה אבדות כבדות, הביאה לחורבן ערי התעלה ונאלצה להסכים להפסקת אש. ירדן ספגה גם היא מכות קשות, צבאיות וכלכליות, שהביאו אותה להצטרף אל הפסקת אש. ארגוני המחבלים, למרות האבדות שהסבו לצד הישראלי, לא הצליחו לשבש את החיים בישראל.   צה''ל הצליח לעמוד בלחימה ממושכת במספר זירות בו זמנית, למצוא פתרונות חדשים, ליטול יוזמה ולסכל את כוונת מדינות ערב לאלץ את מדינת ישראל לסגת מן השטחים שכבשה במלחמת ששת הימים ללא הסדר מדיני. העורף הישראלי והיישובים בקווי העימות עמדו בשנים של פיגועים, תקריות אש ונפגעים והמשיכו בשגרת החיים הרגילה.   יחד עם זאת, הפסקת האש לא הובילה גם הפעם לשקט ארוך טווח עם אף אחת מן מדינות הסובבות. מרכז הטרור שהלך והתהווה בדרום לבנון, המשיך להוות איום על ישראל ולהטריד את יישובי הצפון לאורך השנים הבאות. במלחמת ההתשה נפלו למעלה מאלף שלוש מאות חיילים, ובפיגועים נהרגו עשרות אזרחים נוספים."
    },
    {
      "qes": "מה הייתה ההערכה המרכזית בבסיס ה-'קונספציה' טרם מלחמת יום הכיפורים?",
      "ans": " בספטמבר 1970 הלך לעולמו נשיא מצרים, עבד אל-נאצר, ובמקומו מונה אנואר סאדאת. הנשיא החדש נתפס כחלש והערכת המודיעין הייתה כי במצרים לא יפתחו במלחמה לפני שישפרו את יכולתם האווירית ומאחר וסוריה לא תצא למלחמה לבדה, הסבירות למלחמה נמוכה. הערכה זו, שכונתה לימים 'הקונספציה', הניחה תנאים מקדימים שללא מימושם, אין סבירות למלחמה. אגף המודיעין דבק בהערכה זו ובהתאם לה טעה בפירוש הכנות האויב למלחמה. ברקע לאימוצה של הקונספציה והדבקות בה עומדת האופוריה הישראלית בסיום מלחמת ששת הימים, וההנחה כי לאחר הניצחון המזהיר יימנעו שליטי מצרים וסוריה מפעולה."
    },
    {
      "qes": "תאר את האירועים שקדמו למלחמת יום הכיפורים",
      "ans": "הנשיא המצרי אנואר סאדאת נואש מן המהלכים המדיניים וב-1973 החל להכין את הצבא המצרי למלחמה ורקם שיתוף פעולה סודי עם סוריה. במאי אותה שנה הגיעו ידיעות על כוונות המלחמה של מצרים, אך הערכת המודיעין נותרה על כנה. למרות זאת, החליט הרמטכ''ל על צעדי כוננות, אך אלה בוטלו לאחר זמן מה מכיוון שהרגיעה נמשכה.   בחודש אוגוסט 1973 הובחן בתגבור המערך הסורי, ובאמצע ספטמבר התרחש קרב אווירי במהלכו הופלו שנים עשר מטוסים סוריים ומטוס ישראלי. לאור ההערכה כי סוריה עשויה להגיב, תוגברה גזרת רמת הגולן בכוחות שריון וארטילריה. בזירת הדרום היה ידוע על תרגיל מצרי בהיקף גדול וריכוז הכוחות בקו התעלה הוסבר על-ידי המודיעין כהכנות אליו; תגבור הכוחות בסוריה הוסבר כתוצאה של חשש מפעולת ישראל.   הערכת אגף המודיעין הייתה כי הסבירות למלחמה עודנה נמוכה והיא נותרה בעינה גם לאחר שנודע, בליל 4-5 באוקטובר, על יציאה בהולה של היועצים הסובייטיים מסוריה וממצרים. למרות הערכה זו, החליט הרמטכ''ל על תגבור שתי החזיתות בשריון ובארטילריה ועל הכרזת כוננות בצבא.  רק בבוקר יום הכיפורים, ה-6 באוקטובר 1973, התברר בוודאות כי צפויה לפרוץ מלחמה באותו הערב. גיוס המילואים התעכב עד להחלטת הממשלה, אך מטעמים מדיניים לא אושרה מכת מנע ולא קידום כוחות אל קו התעלה, כך הייתה היוזמה בידי המצרים והסורים. "
    },
    {
      "qes": "מה היו תוצאות מלחמת הכיפורים בזירה המצרית?",
      "ans": "ב-28 באוקטובר נערך מפגש ראשון בין ישראל ומצרים, וב-11 בנובמבר נחתם עמה הסכם הפרדת כוחות. ההסכם כלל הסכמה ישראלית לנסיגת כוחות צה''ל מצדה המצרי של התעלה ועד למרחק של כעשרים קילומטר ממזרח לה, והתחייבות של מצריים הייתה לדלל את כוחותיה. הסכם זה הפסיק את תקריות האש והיווה את הצעד הראשון במסע שבסופו כונן הסכם השלום עם מצריים**.   "
    },
    {
      "qes": "מה היו תוצאות מלחמת הכיפורים בזירה הסורית?",
      "ans": "בגזרה הסורית המשיכה האש לאורך כל חודשי החורף. במהלך מרץ אף החריפה הלחימה וצה''ל כבש את שיא החרמון ופרץ אליו דרך. בסופו של דבר, נשאו המאמצים המדיניים פרי, וב-31 במאי 1974, נחתם הסכם הפרדת כוחות שכלל הסכמה להחזרת השבויים, נסיגה של צה''ל משטחים מסוימים בגולן, דילול של הכוחות הסורים והקמת כוח או''ם (אונדו''ף UNDOF), שנועד לפקח על ההסדרים.  "
    },
    {
      "qes": "כיצד השפיעה מלחמת יום הכיפורים על כלל הציבור בארץ?",
      "ans": "מבחינה צבאית זכתה ישראל בניצחון שאפשר שקט בגבולות לשנים הבאות.  אולם יחד עם זאת, התחושות בארץ היו קשות. במלחמה נפלו כ-2,200 חיילים, יותר מ-5,200 נפצעו וכ-300 נפלו בשבי. למרות ההישג הצבאי הביאה המלחמה לשבר בחברה הישראלית: ההפתעה, הישגי האויב והאבדות הכבדות, סדקו את תדמיתו של צה''ל והביאו לערעור האמון במנהיגות הדרג המדיני. הדי המלחמה הוסיפו להשפיע באופן עמוק על הפוליטיקה, התרבות והחברה הישראלית. מרבית ההיסטוריונים סבורים כי למלחמה זו תפקיד מכריע ב-'מהפך' הפוליטי ב-1977. "
    },
    {
      "qes": "כיצד השפיעו מסקנות ועדת אגרנט על הדרג המדיני והצבאי?",
      "ans": "הוועדה מתחה ביקורת על הדרג הצבאי אך נמנעה מלמתוח ביקורת על הממשלה. עם פרסום דו''ח הביניים של הוועדה, התפטר מתפקידו הרמטכ''ל, הודחו מתפקידם ראש אמ''ן ומספר קצינים באגף, ומפקד פיקוד הדרום הועבר לתפקיד משני, ולבסוף פרש. כעבור שבוע החליטה להתפטר מתפקידה גם גולדה מאיר, ראש הממשלה. "
    },
    {
      "qes": "על שם מי נקרא מבצע יונתן?",
      "ans": "השם שניתן למבצע בעת ההכנות אליו היה ''מבצע כדור הרעם''. בסיומו, לאחר שכמעט כל החטופים חולצו בשלום, שונה השמו ל-''מבצע יונתן'' על שם מפקד סיירת מטכ''ל, סגן אלוף יונתן נתניהו. בכל זאת המבצע נודע בישראל ובעולם כ-''מבצע אנטבה''. "
    },
    {
      "qes": "מהן הנסיבות שהובילו למדניות 'הגדר הטובה'? מה המדינית כללה?",
      "ans": "ב1975- פרצה בלבנון מלחמת אזרחים במהלכה הפעילו מחבלים לחץ כבד על הנוצרים בכפרים הסמוכים לגבול ישראל. הנוצרים התארגנו בשלוש מובלעות, ופנו לעזרת מדינת ישראל. ישראל הושיטה להם סיוע צבאי מוגבל ופתחה את 'הגדר הטובה'* לצורך מתן סיוע הומניטרי. החל מיוני 1976, התחילה המדיניות שכללה סיוע אזרחי, רפואי וכלכלי לתושבי דרום לבנון, וסיוע צבאי לצבא לבנון החופשית. כך, במקביל להתחזקותם של ארגוני הטרור, התחזק הקשר בין ישראל לגורמים נוצריים בלבנון."
    },
    {
      "qes": "מה היו מטרות מדינת ישראל שעבורן פתחה במלחמת שלום הגליל?",
      "ans": "לאחר ניסיון ההתנקשות בשגריר ישראל בלונדון שלמה ארגוב ההסלמה הייתה מהירה. הממשלה הורתה לצה''ל לצאת לפעולה שמטרתה הרחקת המחבלים מן הגבול אל מעבר לטווח הירי, תוך הימנעות מתקיפת הכוחות הסוריים בלבנון אלא אם אלה יפתחו במתקפה. בפעולה זו ביקשה ישראל לפגוע בצורה קשה בארגוני המחבלים בלבנון ובאמצעות דחיקתם, להבטיח את השקט ביישובי הצפון. מטרות נוספות היו לבלום את המעורבות הסורית בלבנון ולחזק את הכוחות הנוצריים במדינה באופן שיביא לכינון ממשל לבנוני אוהד שיחתור להסדר שלום עם ישראל."
    },
    {
      "qes": "מה התרחש בטבח בסברה ושתילה?",
      "ans": "בעקבות רצח בשיר ג'ומאייל מנהיג הנוצרים שנבחר כנשיא לבנון,  תפס צה''ל עמדות נוספות באזור מערב ביירות. במסגרת המבצע הוטל על הפלנגות לטהר את מחנות הפליטים שבאזור מלוחמים של ארגוני הטרור הפלסטינים. כניסת הפלנגות למחנות (החל מה-16 בספטמבר), הפכה במהרה לטבח שבו נרצחו מאות מתושבי המחנה: הטבח בסברה ושתילה.  על אף שכוחות ישראליים לא היו מעורבים בטבח, נתפסה ישראל כמי שאחראית לו, והאירועים עוררו ביקורת קשה בארץ ומחוצה לה."
    },
    {
      "qes": "איזו השפעה הייתה לטבח בסברה ושתילה על דעת הקהל?",
      "ans": "על אף שכוחות ישראליים לא היו מעורבים בטבח, נתפסה ישראל כמי שאחראית לו, והאירועים עוררו ביקורת קשה בארץ ומחוצה לה. בעקבות האירועים נסוגה ישראל מביירות ב-17 בספטמבר. הטבח זעזע את הציבור בארץ וגונה בחומרה על-ידי גורמים מכל קצוות הקשת הפוליטית. ב-25 בספטמבר התקיימה בכיכר מלכי ישראל הפגנת המונים כנגד הטבח שסימלה את שיאה של המחאה הציבורית כנגד המלחמה.   בעקבות המחאה הוקמה בראשית נובמבר ועדת כהן, ועדת חקירה ממלכתית לבירור האירועים. הוועדה קבעה כי כוחות צה''ל לא היו מעורבים בטבח בשום שלב אך על ישראל מוטלת אחריות עקיפה מאחר שהיא הייתה זו ששלטה בשטח. הוועדה מתחה ביקורת קשה על הרמטכ''ל, רא''ל רפאל איתן ועל מפקד פיקוד הצפון, אלוף אמיר דרורי והסיקה מסקנות אישיות לגבי שר הביטחון, אריאל שרון. "
    },
    {
      "qes": "כיצד פגעו בביטחון תושבי ישראל במהלך אינתיפאדה הראשונה?",
      "ans": "במהלך שנות השמונים אירעו בערי הגדה ורצועת עזה מספר אירועים אלימים, ומספר ניסיונות פיגוע יצאו מהם אל שטח ישראל. בסוף 1987 החלו מהומות שהתפתחו לכדי התקוממות עממית וכונו בערבית אינתיפאדה (מילולית: התנערות). המהומות פרצו באופן ספונטני בעקבות תאונת דרכים שבה נהרגו ארבעה פלסטינים ברצועת עזה, והם התפשטו גם ליהודה ושומרון. בתוך זמן קצר קמה בשטחים הנהגה שכיוונה את הפעילות, שלבשה בהדרגה שתי פנים: פעילות אקטיבית שכללה הפרות סדר המוניות, הפגנות ,יידויי אבנים ופיגועים מסוגים שונים; ופעילות פסיבית שהתבטאה בשביתות, בחרם על תוצרת ישראלית ,בהחרמת מוסדות השלטון ובמרי אזרחי. "
    },
    {
      "qes": "כיצד הגיב צה''ל לאירועי האינתיפאד הראשונה?",
      "ans": "עם פרוץ האינתיפאדה הופתע צה''ל מהיקף האירועים ומחומרתם, והכוחות שבשטח לא היו ערוכים לטפל בהם מבחינת סדר הכוחות, האמצעים וההכשרה. בהמשך האירועים נערך צה''ל מחדש – תוגברו הכוחות, הוקמו יחידות מיוחדות ומפקדות חדשות וכן גם פותחו אמצעים ושיטות כדי להתמודד עם המצב. הפעילות כללה סיורים, מחסומים, תצפיות ומעקב, פעילות סמויה, הטלת עוצר, מעצרים וחיפושים אחר מבוקשים ואמצעי לחימה, גירוש פעילים ועוד. בעקבות פעילותו האינטנסיבית של צה''ל, נרשמה ירידה מסוימת ברמת האלימות, אך לא היה בה כדי לחסל את ההתקוממות לחלוטין. הפרות הסדר דעכו באופן משמעותי לאחר מלחמת המפרץ, בחורף ,1991 עם ראשיתו של התהליך המדיני, תחילה במסגרת תהליך מדריד ובהמשך, במסגרת תהליך אוסלו שיצר את הרשות הפלסטינית ושם קץ לשלטון הצבאי בריכוזי האוכלוסייה הגדולים."
    },
    {
      "qes": "כיצד הופר ביטחון מדינת ישראל במהלך מלחמת לבנון השנייה?",
      "ans": "בספטמבר 2000, לאחר שכשלו הניסיונות להגיע להסכם קבע החלה התפרצות אלימה בירושלים שהתפשטה במהירות ברחבי יהודה ושומרון, גלשה לרצועת עזה, ואף חדרה לתחומי ישראל. הפלסטינים כינו את האירועים 'אינתיפאדת אל- אקצא' או 'האינתיפאדה השנייה', בצה''ל הם כונו אירועי 'גאות ושפל'.  מבחינת ישראל האינתיפאדה השנייה התאפיינה בהיותה עימות אלים, ממושך, ועם זאת מוגבל. בצד הפלסטיני בלט המאמץ הממוקד לפגוע באוכלוסייה האזרחית הישראלית. הפרות הסדר ופיגועי הירי של החודשים הראשונים, הפכו במהירות לעימות מזוין, שבמרכזו פיגועי התאבדות בעורף ישראל שגבו מאות הרוגים; ירי לעבר יישובים ישראליים, ובולט במיוחד הירי לעבר שכונת גילה בירושלים; פיגועי ירי לעבר תחבורה ישראלית בצירים שהיו מאפיין בולט ביהודה שומרון; וכן גם ירי תלול מסלול, מרגמות וטילי 'קסאם' שכוון ברובו לעבר יישובים ישראליים בחבל עזה. אירוע בולט אחר היה ההתנקשות באישיות פוליטית – רצח השר רחבעם זאבי במלון בירושלים (אוקטובר 2021).  אף שישראל הייתה מודעת להתפתחויות האפשריות, איש לא ציפה למערכת טרור אינטנסיבית וממושכת שתתמקד בפגיעה במרכזי אוכלוסייה בישראל. לנוכח לימוד לקחי העבר, ולאחר הצטיידות ואימון, היה צה''ל ערוך לקדם התפרצויות אלימות, אולם העורף האזרחי הופתע ושגרת החיים נפגעה. בשלב הראשון ריכז צה''ל את המאמץ בהגנה ובניסיון לצמצם את היקף העימות; בהמשך הורחבה הפעילות ההתקפית נגד תשתיות הטרור, וכללה גם סיכולים ממוקדים של מנהיגיו. חודש מרץ 2002 היה קטלני במיוחד ובמהלכו נרשם מספר שיא של פיגועים; ב-27 בחודש, ליל הסדר, התרחש פיגוע קשה במיוחד במלון 'פארק' בנתניה. בעקבות הפיגוע החליטה ממשלת ישראל לצאת למבצע נרחב כדי להכות בתשתיות הטרור בשטחי הרשות הפלסטינית. "
    },
    {
      "qes": "מדוע צה''ל פתח במבצע חומת מגן? מה הייתה מטרתו? מה היו תוצאות המבצע?",
      "ans": "מִבְצָע חוֹמַת מָגֵן (29 במרץ 2002 – 10 במאי 2002) היה מבצע רחב היקף של צה''ל ושירות הביטחון הכללי בשטחי יהודה ושומרון, שהתרחש בעקבות רצף פיגועים קטלניים כמעט מדי יום, ששיאם הפיגוע במלון פארק בנתניה, בו נרצחו 30 אזרחים ישראלים בעת ליל הסדר. מטרתו העיקרית הייתה לפגוע בתשתיות הטרור הפלסטיני ולעצור את גל הפיגועים, שהתעצם במסגרת האינתיפאדה השנייה. בפועל, הצליח צה''ל להגיע להישג חסר תקדים, שבסופו מיגר את הטרור באופן משמעותי, והרס את רוב התשתית הארגונית של הרשות הפלסטינית וארגון החמאס ביו''ש. המבצע היה נקודת המפנה באינתיפאדה השנייה, נקודה שלאחריה פחתו מאוד פיגועי הטרור, כמו גם מספר האבדות בישראל."
    },
    {
      "qes": "מהו הרקע לפרוץ מלחמת לבנון השנייה?",
      "ans": "ב24- במאי ,2000 השלים צה''ל את פינוי כוחותיו מלבנון ונערך על הגבול הבינלאומי. צבא דרום לבנון התפרק ונטש את עמדותיו, ממשלת לבנון נמנעה מלפרוס את צבאה בשטח שפונה, וחיזבאללה השתלט על האזור והתייצב על הגבול עם ישראל. הארגון הצהיר כי ישראל מחזיקה עדיין שטח לבנוני, 'חוות שבעא' השוכנת באזור הר דב, ועל-רקע זה ביצע מספר פעולות טרור וחטיפה בגבול לבנון.ב25- ביוני 2006 תקפה חולייה של ארגון החמאס בעזה צוות טנק בסמוך לכרם שלום, הרגה שניים מאנשי הצוות וחטפה את אחד מאנשיו. צה''ל הגיב במבצע נרחב ברצועת עזה (מבצע 'גשמי קיץ'), ובעוד מבצע זה בעיצומו, הציבה חוליית חיזבאללה, ב12- ביוני ,2006 מארב לסיור צה''ל שפטרל בגזרת הר דב, הרגה שלושה לוחמים וחטפה שניים נוספים. חיזבאללה דרש תמורת שחרור החטופים, שחרור של אסירים לבנוניים ופלסטיניים הכלואים בישראל."
    },
    {
      "qes": "מה היו תוצאות מלחמת לבנון השנייה?",
      "ans": "המטרה הצבאית המרכזית של הרס תשתיות חיזבאללה בדרום לבנון והרחקתו מגבול ישראל הושגה. צבא לבנון נפרס באזורים הסמוכים לגבול וכוח יוניפי''ל הפועל באזור חוזק. לאחר עשורים של אי-שקט חזר גבול הצפון לשלוותו והחיים ביישובי אצבע הגליל שבו לסדרם. יחד עם זאת, על אף שאיבד את מאחזיו בגבול הצפון וספג מכה חזקה, ארגון החזבאללה לא הוכרע במהלך המלחמה והחיילים החטופים בהם החזיק לא שוחררו. העורף הישראלי נחשף למטחי רקטות וטילים ששיבשו את מהלך החיים לתקופה ארוכה. במהלך המלחמה נפלו מאה עשרים ואחת חיילים וארבעים וארבעה אזרחים. ב16- ביולי ,2008 לאחר משא ומתן ממושך, הוחזרו גופותיהם של שני החיילים שנחטפו בתמורה לשחרור אסירים."
    }
  ],
  [
    {
      "qes": "כיצד מתנהל תהליך הפעולה לפנים, ולאחר מכן תהליך הפעולה לאחור ברובאי?",
      "ans": "(1) גריפה - השיניים הגורפות, הממוקמות בשושנה, גורפות כדור תורן מהמחסנית. (2) יישור והגבהה - הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה. (3) חביקה - הכדור נחבק על ידי השן החובקת/ חולצת. (4) נעילה - הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה. (5) שחרור הנעילה - הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית, גורמת לסיבוב הבריח ולשחרור הנעילה. (6) חליצת הכדור - השן החובקת/ חולצת משחררת את חביקת הכרכוב וחולצת אותו. (7) פליטת הכדור - כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת."
    },
    {
      "qes": "מהו סדר פעולת הפיצוץ?",
      "ans": "(1) היורה לוחץ על ההדק. (2) הפטיש משתחרר ומכה באחורי הנוקר. (3) הנוקר מכה בפיקת הכדור. (4) הכספית בכדור מתחילה לרעום. (5) הכספית מציתה את האבק שריפה שבתרמיל. (6) בעירת אבק השריפה גורמת לשחרור גזים המעלים את הלחץ בתרמיל. (7) הגזים הודפים את הקליע מחוץ לתרמיל אל תוך הקנה עד ליציאתו מקדח הקנה."
    },
    {
      "qes": "תאר את סדר הפעולות למצב אפס",
      "ans": "(1) היכנס למצב ירי ומצא נקודת מכוון. (2) עצום את העיניים. (3) נשום שתי נשימות רגילות. (4) פקח את העיניים והבט על נקודת המכוון. (5) תקן את הסטייה, בעיניים עצומות בעזרת פלג גוף תחתון. (6) חזור על הבדיקה שוב."
    },
    {
      "qes": "מהם העקרונות לסחיטת הדק נכונה?",
      "ans": "עקבית, אחידה, מקבילה לציר קנה, שמירה על חידוש קשר."
    },
    {
      "qes": "תאר את סדר הפעולות בביצוע איפוס",
      "ans": "(1) ירי של חמישה כדורים. (2) מציאת מקבץ. (3) מציאת נפ''מ. (4) הבאת הנפ''מ לנפ''ר. (5) איפוס סופי."
    },
    {
      "qes": "מהו סדר הפעולות של מציאת הנפ''מ?",
      "ans": "(1) בחר באקראי שני זוגות של פגיעות ומתח ביניהן קו. (2) סמן את מרכזי הקווים ומתח קו נוסף המקשר ביניהם. (3) סמן את המרכז של קו זה וחבר אותו אל נק' הפגיעה החמישית. (4) חלק את הקו האחרון לחמישה חלקים שווים על ידי ארבעה קווים. (5) הקו הרחוק ביותר מהפגיעה החמישית הוא הנפ''מ."
    },
    {
      "qes": "פרט את שלבי הכניסה למצב ''שכב חפה''",
      "ans": "(1) מקם את היד החלשה על הקרקע ב-60 מעלות כלפי המטרה. (2) שלח שתי רגליים לאחור בו זמנית ופתח אותן בשאיפה ל-90 מעלות. (3) הבא כוונת לגובה עיניים. (4) בסיום הירי, הבט למכלול על מנת לוודא שאין מעצור בנשק. (5) קום מהמצב ללא מגע בין הברכיים לקרקע."
    },
    {
      "qes": "כיצד מתנהל תהליך הפעולה לפנים ולאחר מכן תהליך הפעולה לאחור ברובאי?",
      "ans": "(1) גריפה- השיניים הגורפות הממוקמות בשושנה גורפות כדור תורן. (2) יישור והגבהה- הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה. (3) חביקה- הכדור נחבק ע ידי השן החובקת/ החולצת. (4) נעילה- הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה. (5) שחרור הנעילה- הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית גורמת לסיבוב הבריח ולשחרור הנעילה. (6) חליצת הכדור- השן החובקת/ חולצת אוחזת בכרכוב התרמיל ומושכת אותו לאחור עם תנועת המחלק. (7) פליטת הכדור- כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת."
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ]
]
