[
  [
    {
      "qes": "מנה סוגיות משמעותיות בדיון הישראלי במושג דמוקרטיה.",
      "ans": "על משמעות המושג  'דמוקרטיה' מתקיים דיון בחברה הישראלית מתוכו ניתן לסמן בין היתר את הסוגיות הבאות:  האיזון בית עקרון הייצוגיות לעקרון המשילות, כיצד ניתן לאזן בין יחסי הרוב והמיעוט, כיצד ניתן לשלב בין השאיפה לשוויון וחירות הפרט."
    },
    {
      "qes": "מה היה חזונם של מייסדי המדינה?",
      "ans": "מייסדיה של ישראל שאפו להקים מדינה המקיימת תרבות ומשטר דמוקרטי ואשר אופייה ותרבותה הלאומיים יהיו מושתתים על היהדות. הם לא ראו בשני עקרונות אלו, עקרונות סותרים; אדרבה, על-פי מגילת העצמאות הם נובעים זה מזה: ' מדינת ישראל... תהא מושתתת על יסודות החירות, הצדק והשלום–לאור חזונם של נביאי ישראל. '"
    },
    {
      "qes": "מהי עמדת השופט חיים כהן, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט חיים כהן סבר כי יש למצוא את שורשי הדמוקרטיה ביהדות ובמשפט העברי; הוא ראה בצמד המילים 'יהודית' ו-'דמוקרטית', מושג אחד וגרס כי יש לעצב ולבנות יהדות שהיא דמוקרטית ודמוקרטיה שהיא יהודית."
    },
    {
      "qes": "מהי עמדת השופט מנחם אלון, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט מנחם אלון סבר כי היהדות והדמוקרטיה אינן מושג אחד, אלא שתי מערכות ערכיות מקבילות ושוות במעמדן והן צריכות להנחות את השופט."
    },
    {
      "qes": "מהי עמדת השופט אהרון ברק, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט אהרון ברק ביקש לפרש פירוש מצמצם את המושג 'יהדות', הוא סבר כי מדינת ישראל היא יהודית בכך שמתקיים בה רוב יהודי והרוב הזה משפיע על לוח השנה הלאומי ועל המרחב הציבורי בה. בנוסף, בעיניו, מדינת ישראל היא יהודית בכך שהיא שואבת את ערכיה האוניברסליים (כמו אהבת האדם, קדושת החיים, צדק חברתי ועוד) ממקורות יהודיים."
    },
    {
      "qes": "על אילו מערכות מבוסס אופייה הדמוקרטי של מדינת ישראל?",
      "ans": "(1) מערכת פורמלית-מוסדית הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. (2) מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "מה הם תפקדייה מרכזיים של הכנסת?",
      "ans": "לכנסת שני תפקידים מרכזיים: חקיקת חוקים ובקרה על עבודת הממשלה. חברי הכנסת רשאים לחוקק כל חוק ובפרט שהוא 'חוקתי'. קרי, אינו סותר את חוקי היסוד ואינו סותר את הגדרתה של ישראל כמדינה יהודית ודמוקרטית. הבקרה על עבודת הממשלה נעשית באמצעות היכולת להצביע בה' אי-אמון' ובכך לגרום לנפילתה, באמצעות היכולת לשאול 'שאילתות' או להעלות נושאים לדיון ובאמצעות החובה לאשר במליאה צעדים מסוימים של הממשלה כגון ההחלטה על תקציב המדינה, חתימת חוזה שלום, יציאה למלחמה ועוד."
    },
    {
      "qes": "תאר את תהליך הרכבת הממשלה",
      "ans": "בתום הבחירות לכנסת, מזמן אליו נשיא המדינה את נציגי המפלגות, ובעקבות השיחות עמם הוא מטיל את הקמת הממשלה על חבר הכנסת, בעל הסיכוי הגבוה ביותר להצליח, להרכיב ברית (קואליציה) של מפלגות שיסכימו לכונן את הממשלה ולפעול על-פי קווי יסוד משותפים. בהתאם לסיכום עם המפלגות ממנה ראש הממשלה את השרים. השרים הם ברובם חברי כנסת מן הקואליציה, אך ראש הממשלה יכול למנות גם אדם שאינו חבר כנסת לתפקיד שר. "
    },
    {
      "qes": "תאר את פעילות השרים בממשלה",
      "ans": "השריפ קובעים ומבצעים את מדיניותה של ישראל בתחומים השונים: ביטחון, חוץ, כלכלה, חינוך, בריאות וכו'. משרדי הממשלה השונים אחראים גם להפעלתם של כלל מוסדות המדינה: השב''כ והמוסד- משרד ראש הממשלה, מערכת החינוך- משרד החינוך, צהל- משרד הביטחון, שגרירויות במדינות זרות- משרד החוץ, משטרה- המשרד לביטחון פנים וכן הלאה. "
    },
    {
      "qes": "ציינו את שלושת סוגי התביעות השפטיות",
      "ans": "(1) תביעות של אזרחים כלפי אזרחים - משפט אזרחי. (2) תביעות של המדינה כלפי אזרחיה - משפט פלילי. (3) בתביעות של אדם הרואה את עצמו נפגע כתוצאה מפעילות של רשויות המדינה - משפט מנהלי. "
    },
    {
      "qes": "מהו העקרון החשוב ביותר במערכת המשפט?",
      "ans": "העיקרון החשוב ביותר במערכת המשפט, המהווה תנאי לאמון של ציבור האזרחים בה, הוא היותה מערכת ניטרלית, עצמאית ונטולת פניות."
    },
    {
      "qes": "ציין והסבר את 5 עקרונות יסוד של הרשות השופטת",
      "ans": "(1) מערכת ניטרלית, עצמאית ונטולת פניות- בחירת השופטים מבוצעת על-ידי ועדה מיוחדת ולא על- ידי חברי הכנסת או הציבור. אין אפשרות לפטר שופט, הוא מסיים את תפקידו באופן אוטומטי בהגיעו לגיל שבעים. (2) הזכות להליך הוגן - כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. (3) פומביות המשפט- הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. (4) שוויון בפני החוק- כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. (5) מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה."
    },
    {
      "qes": "למה נועד האיזון בין רשויות השלטון? ",
      "ans": "איזון בין הרשויות השונות נועד במהותו לשרת את האזרח ולמנוע מצב בו אדם או קבוצה מסוימת תופסים בפועל את השלטון ואינם כפופים לפיקוח או למגבלות, או לחלופין מצב בו מוסדות המדינה נוהגים בחוסר הוגנות כלפי האזרח מבלי שיוכל להגן על עצמו."
    },
    {
      "qes": "מה צריכה חברה לעשות כדי לשמר את הדמוקרטיה",
      "ans": "פקידה של חברה השואפת לשמר את הדמוקרטיה לטובת כלל חבריה, הוא לחנך לדמוקרטיה ולהדגיש את הערכים המרכזיים העומדים בבסיסה, דוגמת החשיבות והלגיטימיות שבקיומו של ויכוח חופשי המבטא ריבוי דעות, הסלידה מהאלימות, כיבוד החוק ובחירת הרוב, זכויות האדם והאזרח ועוד."
    },
    {
      "qes": "על מה מסכימים כלל הזרחים במדינה דמוקרטית",
      "ans": "השלטון הנבחר במדינה דמוקרטית מושל במדינה בהסכמת כלל האזרחים ובכלל זאת גם בהסכמת המיעוט שלא בחר בו. גם אם יש המתנגדים לממשלה הנבחרת, כלל האזרחים במדינה דמוקרטית מסכימים ביניהם על שאיפתם לחיות יחד תחת מסגרת מדינית משותפת הפועלת בהתאם ל- 'כללי משחק' להם הם מחויבים."
    },
    {
      "qes": "כיצד צה''ל מבטא מאפיינים דמוקרטים?",
      "ans": " צה''ל מהווה זרוע מבצעת של הממשלה שנבחרה באופן דמוקרטי ותפקידו לבצע החלטות שהתקבלו על-ידי הכנסת והממשלה. צה''ל כפוף לדרג המדיני, יונק את סמכותו מהחלטותיו ופועל לממשן. קודותיו של צה''ל כפופות גם הן לעקרונות הדמוקרטיה ומחויבות להיות שוויוניות וסבירות. כל חייל בצה''ל יכול לערער על החלטות מפקדיו על- פי הפקודות והדרכים המקובלות ואף לקבול אותן באמצעות נציב קבילות החיילים. צה''ל אף מגדיר ומנחה את חייליו להבחין בין הפקודות הניתנות להם. החייל נדרש לציית לפקודות חוקיות בלבד. במקרה של פקודה בלתי חוקית, הוא נדרש לבצעה ולפעול לאחר מכן על-מנת להדגיש את איחוקיותה בפני הגורמים הרלוונטים. במישור הרעיוני החייל נדרש לוותר לזמן קצוב הקבוע בחוק על חירויותיו לשם הגנה על אותן החירויות. הוא מגויס לצבא מתוקף ההסכמה החברתית הרחבה על 'כללי המשחק' של הדמוקרטיה ופועל למעשה על-מנת להגן עליהם."
    },
    {
      "qes": "כיצד נדרש חייל לנהוג לאחר קבלת פקודה שאינו מסכים איתה",
      "ans": " נדרשים חיילי צה''ל לציית לפקודות הצבא, בין אם הפקודות עולות בקנה אחד עם עמדותיו האישיות של החייל ובין אם לא. החייל אינו מחויב להזדהות עם המשימה המוטלת עליו, אולם הוא נדרש להזדהות עם חובת ביצוע המשימה, שהיא מרכיב בשמירת חוסנה של מדינת ישראל ובסיכול כל ניסיון לשבש את התנהלותה הדמוקרטית ואת אורח החיים התקין בה."
    },
    {
      "qes": "מדוע על החייל להימנע מהבעת דעות פוליטיו בפומבי?",
      "ans": "פקודות צה''ל אוסרות על חיילי צה''ל הבעת דעותיהם הפוליטיות בציבור במהלך שירותם, לרבות השתתפות בהפגנות וחתימה על עצומות בעלות אופי פוליטי – בין במדים ובין בלבוש אזרחי . בנוסף, מתוך הנחה שצה''ל ייטיב לבצע את משימותיו אם חייליו יבינו את משמעות היותם חיילים בצבאה של מדינה יהודית ודמוקרטית, ומתוך מחויבותו למדינה ולחייל כאזרח בה; פועל צה''ל לחזק בקרב חייליו ומפקדיו את תחושת המחויבות כלפי המדינה וערכיה."
    },
    {
      "qes": "כיצד בא לידי ביטוי אופיו הדתי של צה''ל?",
      "ans": "המרחב המשותף בצה''ל הוא בעל צביון יהודי. אין הכוונה בכך לשמירה על זכותו ועל חירותו של כל פרט לנהוג על־פי מנהגיו הדתיים (זמני תפילות, צומות), אלא במאפיינים הנוגעים לאופי סביבת השירות ולאופי הארגון. הצביון היהודי של המסגרת הצבאית כולל את שמירת הכשרות בכל מטבחי צה''ל, את נוהל השבת, את הטיפול של הרבנות הצבאית בחללים ובענייני אישות, את האפשרות לגיור בצבא וכן גם את עיסוקם של מפקדים וחיילים בסוגיות של זהות ותודעה יהודית במסגרת פעילויות החינוך והעיסוק בצדקת הדרך."
    }
  ],
  [
    {
      "qes": "כיצד השתנה אופי התפילה ביהדות לאורך השנים?",
      "ans": "לאורך תקופת המקרא, אנו פוגשים בעיקר תפילות יחיד המכוונות כנגד אירוע או בקשה מסוימים. בהדרגה התפתחה תפילה ממוסדת יותר: בתקופת בית שני כבר הופיעו נוסחי תפילה מגובשים; ומשחרב המקדש תפסה התפילה בציבור מקום מרכזי יותר ולמעשה החליפה את עבודת המקדש."
    },
    {
      "qes": "מהי תפילה?",
      "ans": "ביהדות התפילה היא פנייה של האדם אל בוראו. ניתן לחלק את התפילות לתפילה הספונטנית והאישית ולתפילה הממוסדת והציבורית. כיום, מתקיימת התפילה בדרך כלל בבית הכנסת והיא מבוססת על פסוקים ועל נוסחים שהתגבשו בקהילות ישראל והועלו על הכתב. "
    },
    {
      "qes": "כיצד נבדלות קבוצות שונות באופן קיום ההלכה?",
      "ans": "כבר משחר תולדותיו של העם היהודי, נבדלו קבוצות שונות בעם ישראל באופן קיומן את ההלכה, חלקן נפרדו מן העם היהודי באופן מלא (הנוצרים לדוגמה) וחלקן שמרו אתו על קשרים מורכבים (הקראים** לדוגמה). גם כיום מתקיימת מחלוקת בנושא זה: בעוד שהגישה האורתודוקסית מבקשת להיצמד אל ההלכה ללא שינוי, הקונסרבטיבים מבקשים להתאים את ההלכה לתקופה המודרנית אך לשמור על עקרונותיה ואילו הרפורמים מבקשים להכניס בה שינויים עומקים יותר. גם בתוך היהדות האורתודוקסית קיימים הבדלים ומחלוקות באשר לאופן קיום ההלכה, אך באופן כללי, שוררת הסכמה באשר לבסיס העקרוני המחייב שלה ברוב התחומים."
    },
    {
      "qes": "מי היה רבי יוסף קארו?",
      "ans": "ר' יוסף קארו (1575-1488), רב ופוסק הלכה, נולד בספרד ובעקבות הגירוש, נדד בין מספר מדינות באסיה הקטנה עד שעלה לארץ-ישראל. ר' יוסף קארו כתב חיבור הלכתי גדול המתבסס על הסדר והמבנה של חיבור הלכה קודם ('ארבעת הטורים') וקרא לחיבור בית יוסף. לאחר מכן ,לאור ריבוי מסורות פסיקה, ביקש לתמצת את ספרו לנוכח ריבוי מסורות ההלכה וכתב את השולחן ערוך."
    },
    {
      "qes": "כיצד בא לידי ביטוי יחודה של השבת במדינת ישראל?",
      "ans": "במדינת ישראל מוגדרת השבת כיום המנוחה הרשמי ליהודים, בני דתות אחרות רשאים לבחור יום מנוחה אחר. קבוצות שונות בחברה הישראלית בוחרות לבטא את השבת שלהן באופנים שונים; עובדה המביאה לא אחת לדיונים ביחס לאופייה של השבת במרחב הציבורי. את הגישה העקרונית בהקשר זה התווה מסמך הסטטוס-קוו שקבע כי השבת תוגדר כיום המנוחה הלאומי ולא תתקיים במהלכה פעילות רשמית במוסדות הציבור. מאוחר יותר חוקק חוק שעות עבודה ומנוחה (1951) האוסר להעסיק עובד ביום המנוחה השבועי שלו. פקודות המטה של צה''ל נגזרות מעקרונות אלו ואוסרת על עשיית מלאכה שאינה מהווה צורך מבצעי דחוף במהלך השבת. "
    },
    {
      "qes": "ציין מנהגי שבת בולטים",
      "ans": "מנהגי השבת כוללים: הדלקת הנרות בכניסתה, תפילה הכוללת קבלת שבת לפנות ערב, קידוש על יין וקיום שלוש סעודות חגיגיות, קריאה בפרשת השבוע וקיום 'הבדלה' עם צאתה. "
    },
    {
      "qes": "מנה זכויות של קבוצות מיעוט בישראל",
      "ans": "בהתאם לעקרונות אלו זכאים בני המיעוטים לקיים את מצוות דתם באופן חופשי, להקים בתי תפילה, לקיים רישום נישואין וגירושין על-פי עקרונות דתם, לקיים בתי דין דתיים, להפעיל בתי קברות דתיים ואף לקיים מערכת חינוך על- פי עקרונותיהם הדתיים והתרבותיים. בני מיעוטים בוחרים ונבחרים לכנסת הן במסגרת רשימות ייחודיות והן במסגרת המפלגות הגדולות והם יכולים להקים תנועות פוליטיות וחברתיות שיקדמו את ענייניהם והשקפת עולמם.  "
    },
    {
      "qes": "תאר את תרומת ההעדה הזרוזית לביטחון ישראל",
      "ans": "העדה הדרוזית בישראל מהווה קבוצת מיעוט המכריזה על נאמנותה המוחלטת למדינת ישראל ולחוקיה. לאחר הקמת המדינה התנדבו רבים מבני העדה לשירות צבאי, בעיקר ביחידת המיעוטים. החל משנת 1956 חייבים הדרוזים בשירות חובה, אחוזי הגיוס בקרב העדה גבוהים ושיעור הקצינים והנגדים בני העדה הדרוזית בצה''ל עולה על חלקם היחסי באוכלוסייה."
    },
    {
      "qes": "ציין את חמשת מצוות היסוד באסלאם",
      "ans": "באסלאם חמש מצוות יסוד: 'שהאדה' (עדות) החובה להצהיר על דבקות בעיקרי האמונה, 'צלאת' התפילה הנערכת חמש פעמים ביום, 'זכאת' החובה לתת צדקה, 'צום' החובה לצום במהלך חודש הרמדאן, חג החובה על כל אדם המסוגל לכך מבחינה כלכלית לעלות לרגל למכה. "
    },
    {
      "qes": "תאר את תרומת הבדואים לביטחון ישראל",
      "ans": "על אף שעל הבדואים לא חל חוק גיוס חובה, רבים מבני העדה משרתים בצה''ל. הבדואים הראשונים התגייסו לצה''ל עוד בשנות החמישים והשתלבו בתפקידים שונים, רובם ביחידת המיעוטים**. בשנת 1970 הוקמה יחידת הגששים המבוססת רובה ככולה על בני העדה ובשנת 1986 הוקם 'גדוד הסיור המדברי' (הגדס''ר הבדואי) הכפוף לחטיבה הדרומית של אוגדת עזה. בדואים נוספים משרתים בתפקידים שונים במערכיו השונים של צה''ל.   "
    },
    {
      "qes": "תאר את תרומת הצ'רקסים לביטחון ישראל",
      "ans": "הצ'רקסים קיימו מערכת יחסים טובה עם היישוב היהודי עוד מימי העליות הראשונה והשנייה. לאחר הקמת המדינה התנדבו מרבית בני העדה לשירות צבאי, בעיקר ביחידת המיעוטים ובפלוגות פרשים צ'רקסית שכונתה 'קלוואלריה'; לאחר שפורקה הפלוגה הוקם במקומה 'חיל הספר' שהפך ברבות הימים למשמר הגבול. בשנת 1958 ביקשו מנהיגי העדה הצ'רקסית להחיל עליהם גיוס חובה, דוד בן-גוריון ענה בחיוב לבקשתם."
    },
    {
      "qes": "לפי מה נקבע לוח השנה העברי?",
      "ans": "לוח השנה העברי פועל בה-בעת על-פי שתי המערכות, לוח השנה השמשי ולוח השנה הירחי. מצד אחד, ימי החודש נמנים על-פי הירח, כל חודש בשנה היהודית מתחיל בתחילת המחזור הירחי. מצד שני, בשל היותם של החגים כה קשורים לעולם החקלאות והטבע, ישנה הקפדה יתירה על שימורו של מעגל השנה."
    },
    {
      "qes": "מדוע ישנן שנים מעוברות?",
      "ans": "  מאחר ומחזור הירח קצר בכאחד-עשר ימים ממחזור השמש, נדרש הלוח העברי לסנכרן ביניהם. אם לא ייעשה כן הדבר יגרום, עם הזמן, לתזוזה של החגים לאורך עונות. על מנת להתגבר על בעיה זו, פעם בכשלוש שנים חלה שנה מעוברת (מלשון עיבור, היריון), שנה בת שלושה-עשר חודשים בה נכללים שני חודשי אדר (אדר א' ואדר ב'). הוספת חודש זה מאפשרת להתגבר על הפער שבין שנת השמש לשנת הירח. "
    },
    {
      "qes": "מהם ששת איסורי חז''ל ליום כיפור?",
      "ans": "המצווה העיקרית של היום היא 'ועיניתם את נפשותיכם', ממנה גזרו חז''ל שישה איסורים: מלאכה, אכילה ושתייה, רחיצה, סיכה (שימוש במוצרים קוסמטיים), נעילת הסנדל (העשוי מעור) ותשמיש המיטה (קיום יחסי מין). בנוסף לאלו, נוספו ליום הכיפורים מספר מנהגים, ובהם: לבישת בגדים לבנים, טבילה במקווה, קיום סעודה גדולה בערב החג וקיום 'כפרות'**.   "
    },
    {
      "qes": "מדוע חג החנוכה נמשך שמונה ימים?",
      "ans": "החג נקבע לשמונה ימים בעקבות סיפור נס פך השמן. בעת טיהור בית המקדש התגלה שכל הפכים בהם נאצר השמן הדרוש להדלקת מנורת הזהב, נפתחו. על כן, אינם טהורים עוד. בסופו של דבר נמצא רק פך טהור אחד שהיה אמור להספיק ליום אחד, אך בדרך נס הספיק לשמונה ימים.  זכרה של מנורת המקדש בדולקת עומד גם בבסיס המצווה המרכזית בחג ,הדלקת החנוכייה; ובבסיס המנהג לאכול מאכלים מטוגנים.   "
    },
    {
      "qes": "תאר את ארבע המצוות המרכזיות של פורים",
      "ans": "בפורים נקבעו ארבע מצוות מרכזיות: מגילה, קריאתה של מגילת אסתר בערב ובבוקר החג; משתה, סעודה חגיגית המלווה בשתיית יין; משלוח מנות, משלוח של לפחות חבילה אחת הכוללת שני מוצרים הניתנים למאכל מידי לחברים; מתנות לאביונים, הרחבת מעגל השמחה כדי לאפשר גם לעניים לקחת חלק בסעודה.  בנוסף למצוות אלו התקבעו כמה מנהגים נוספים, בהם התחפשות, שימוש ברעשן ואכילת אוזני המן. "
    },
    {
      "qes": "הסבר את מקורו של שושן פורים",
      "ans": "ההלכה קובעת הבדל בזמן שבו חל החג בין ערים שעל-פי המסורת היו מוקפות חומה עוד מימיו של יהושע בן-נון (לדוגמה: ירושלים), בהן נחוג החג ב-ט''ו באדר, לבין ערי פרזות (שאינן מוקפות חומה, לדוגמה: תל-אביב), בהן נחוג החג ב-י''ד באדר. בערים בהן קיים ספק (לדוגמה: טבריה, צפת, חברון, יפו) נחוג פורים לאורך יומיים.   הסיבה נעוצה בבקשתו של מרדכי לאפשר ליהודים המתגוררים בשושן, בירת פרס, לחוג את הפורים במשך יום אחד נוסף, לכן מכונה יום ט''ו באדר, שושן פורים.   "
    },
    {
      "qes": "הסבר את מקור שמו של חג הפסח",
      "ans": "השם 'פסח' מרמז לקורבן הפסח שהוקרב לראשונה לפני היציאה ממצרים ואותו היו מקריבים בכל שנה בתקופה בה בית המקדש היה קיים. משמעותו המילולית של השם מרמזת על הפסיחה (דילוג) על בתי היהודים במצרים במהלך מכת בכורות."
    },
    {
      "qes": "אלו חמישה אירועים התרחשו בט' באב?",
      "ans": "חמישה דברים אירעו את אבותינו בתשעה באב. ואלו הם: נגזר על דור המדבר שלא יכנסו לארץ ישראל, חרב בית המקדש הראשון, חרב בית המקדש השני, נלכדה ביתר ונחרבה ירושלים. "
    },
    {
      "qes": "הסבר את מקור החג נובי גוד",
      "ans": "בערב שבין ה-31 בדצמבר ל-1 בינואר חל ערב השנה האזרחית חדשה המצוין בכל העולם.   ברוסיה ובשאר מדינות חבר העמים, מכונה ערב זה 'נובי גוד'. השלטון הקומוניסטי ששלט ברוסיה הסובייטית במשך שנים רבות פגע בחופש הדת ואסר על קיומם של חגים דתיים במרחב הציבורי.   באותה התקופה התעצב הנובי גוד כחג אזרחי חשוב בו נפגשו בני המשפחה וסעדו סעודה משפחתית. חלק גדול מעולי ברית המועצות החיים בישראל שחגגו את החג האזרחי ברוסיה ממשיכים לציינו גם כיום."
    }
  ],
  [
    {
      "qes": "לאורך השנים עולה ביקורת על התוכן ההיסטורי במגילת העצמאות, מה היא?",
      "ans": "מגילת העצמאות כוללת בחלקה הראשון נימוק ארוך, מפורט ומגוון של הגורמים שהביאו להקמתה של מדינה יהודית בארץ-ישראל. פסקאות אלו מספרות את ההיסטוריה היהודית מנקודת מבטם של חותמי המגילה, הן מדגישות נקודות מסוימות ונמנעות מאזכורן של אחרות. עוד טרם חתימת המגילה וביתר שאת מפרספקטיבה של שבעה עשורים היו מי שביקרו את הבחירות האלו – מדוע לא מאוזכרים הישגיהם הרוחניים של היהודים בגולה? מדוע לא ניתן מקום ליהודי ארצות האסלאם? מדוע לא מוזכרת במפורש דמותו של האל? ועוד.  שאלות אלו הן שאלות כבדות משקל הממחישות את העובדה שכל סיפור היסטורי כולל בתוכו באופן מובנה את זווית המבט של המספר. "
    },
    {
      "qes": "תאר את הקונפליקט ביחסם של מייסדי המדינה אל העבר היהודי",
      "ans": "יחסם של מייסדיה של מדינת ישראל אל העבר היהודי היה מורכב: מחד שאפה הציונות לשמר את התרבות היהודית בעידן מורכב של תמורות וצמיחה של תרבות לאומית חילונית; אך מאידך היא ביקשה לחולל מהפכה בחיי העם היהודי ולהשתית את הזהות היהודית על מרכיבים חדשים או מחודשים.   "
    },
    {
      "qes": "תאר את ראשיתו של העם היהודי",
      "ans": "ההסבר המסורתי הנשען על פסוקי המקרא, מתאר את אברהם אבינו כאביו של העם היהודי. אברהם התחיל את חייו בארם-נהריים (מסופוטמיה, גבול עיראק טורקיה) ולאחר מסע נדודים הגיע לארץ- ישראל. אברהם מתואר בספרות חז''ל כראשון המאמינים וכמי שיצא כנגד התרבות האלילית של בני זמנו.  ספר בראשית מתאר את המשך השושלת דרך יצחק, יעקב (הנקרא גם ישראל) ושנים-עשר ילדיו מהם התהוו שנים-עשר שבטי ישראל; בני השבטים ירדו למצרים והיו משועבדים שם שנים רבות. ספר שמות ממשיך ומתאר את יציאתם של בני-ישראל ממצרים באותות ובמופתים, נדודיהם במשך ארבעים שנה במדבר בהובלתו של משה וקבלת התורה בהר סיני.  ערב הכניסה לארץ עבר מקל ההנהגה ליהושע בן נון שקורותיו מתוארים בספר יהושע. בהנהגתו נכנסו שבטי ישראל לארץ וריכזו מאמץ אל מול מלכים וקבוצות שונות שביקשו להילחם בהם. "
    },
    {
      "qes": "תאר בקצרה את תקופת השופטים",
      "ans": "לאחר מותו של יהושע לא הצליחה להתבסס הנהגה מרכזית חלופית ואת מקומו תפסו מנהיגים אזוריים שכונו שופטים. השופטים הצליחו לאחד כמה שבטים כלפי איומים כאלו או אחרים שנתגלעו מצד יושבי הארץ או מצד מדינות שכנות, אך האיחוד היה קצר ימים וטקטי במהותו, כפי שמסכם ספר שופטים: ''בימים ההם אין מלך בישראל: איש הישר בעיניו יעשה'' (שופטים, יז', ו').  "
    },
    {
      "qes": "תאר את שושלת המלוכה בישראל משאול ועד ירבעם בן נבט",
      "ans": "למלכה הראשון של הארץ נבחר שאול שהוביל את המלחמה בפלשתים, ויצר מסד לשיתוף פעולה בין שבטי העם. את שאול החליף דוד וִאתו החלה שושלת מלוכה רבת שנים. דוד בנה את בירתו בירושלים הנמצאת בין נחלתו של שבט יהודה ושבט בנימין, ואינה שייכת לאף אחד מן השבטים. ירושלים הפכה למרכז מדיני ורוחני חשוב ונבנו בה מוסדות השלטון השונים.  שלמה, בנו של דוד, המשיך את מפעלו ובנה את בית המקדש, פיתח את הכלכלה, המסחר ויחסי החוץ. הממלכה של דוד ושלמה המכונה 'הממלכה המאוחדת', לא האריכה ימים. לאחר מותו של שלמה התפלגה הממלכה לשתי ממלכות: ממלכת יהודה ובירתה נותרה ירושלים, בה המשיכה לשלוט שושלתו של דוד בראשות נכדו רחבעם; וממלכת ישראל שקבעה את בירתה בשומרון (כיום: סבסטיה*), בה שלטה שושלת מלוכה שראשיתה בירבעם בן נבט.  למרות הדמיון במוצא, בתרבות ובדת, מתאר המקרא את שתי הממלכות כממלכות המתנהלות בנפרד, ולעתים אף נאבקות זו בזו. בשתי הממלכות פעלו, לצד השליטים נביאים המתוארים בתנ''ך כיועצים, כמוכיחים בשער וכנושאי קול המוסר והצדק; שביקרו לעתים גם את השלטון. דבריהם קובצו מאוחר יותר ונכללים בתנ''ך."
    },
    {
      "qes": "כיצד נחרב בית המקדש הראשון?",
      "ans": "בשנת 597, לפני הספירה הוגלו מיהודה המלך יהויכין ורבים מבני האליטה ששלטה במדינה, גלות זו מכונה 'גלות יהויכין' או 'גלות החרש והמסגר'. שנה לאחר מכן מינה מלך בבל, נבוכדנצר השני, את צדקיהו, דודו של יהויכין, למלך יהודה. לאחר שכרת ברית עם מצריים הסתבך צדקיהו במרידת נפל כנגד בבל. בבל הגיבה בהטלת מצור על ירושלים, וזה נגמר בפריצה לעיר ובהחרבתו של בית המקדש הראשון.  "
    },
    {
      "qes": "תאר את הרקע להצהרת כורש",
      "ans": "חורבנה של יהודה הביא להגליה שהקיפה חלקים נרחבים של העם; אולם בשונה מעמים אחרים, הצליחו מרבית הגולים לשמור על זהותם. במהלך השנים הבאות נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי, ועל רקע זה, בשנת 539 לפני הספירה, נתן ליהודים את הרשות לשוב אל ירושלים ולכונן את בית המקדש. "
    },
    {
      "qes": "תאר אירועים מרכזיים בשיבת ציון",
      "ans": "הצהרת כורש הביאה לחזרתם של יהודים מהגלות לארץ ולהתחלתה של שיבת ציון. בראש גל העלייה הראשון נזכרים ששבצר וזרובבל שחלק מן החוקרים רואים בהם אדם אחד. העולים ניסו להקים מזבח ולחדש את עבודת הקורבנות, אך נתקלו בהתנגדות עזה מצד האוכלוסייה הלא-יהודית המקומית.   בראש גל העולים הבא שהיה כנראה רחב יותר, עמד עזרא הסופר שעם הגעתו לארץ פעל לחיזוק קיומן של המצוות וההיכרות עם התורה. לצדו פעל נחמיה שהגיע ליהודה שנים ספרות אחריו וביקש לשקם את חומות ירושלים, לשפר את מצבו של דלת העם ולסייע בידי עזרא בפעולותיו הדתיות.   גם פעולתם של עזרא ונחמיה נתקלה בקשיים ובניית חומות ירושלים בצל מצב ביטחוני קשה שנב מהתנגדותם של גורמים שונים."
    },
    {
      "qes": "כיצד נחשפו היהודים לראשונה לתרבות ההלניסטית?",
      "ans": "עם מותו כל אלכסנדר הגדול ניטשו מלחמות עזות בין יורשיו. ארץ-ישראל עמדה בתווך בין שני יורשים: סלווקוס שמרכזו בסוריה ותלמי (פתולמאיס) שמרכזו במצרים; בתחילה הייתה השליטה בידי תלמי ובהמשך היא עברה לידי סלווקוס. הכובשים החדשים הביאו עמם אל הארץ את התרבות ההלניסטית, המהווה מזיגה בין תרבות יוון לתרבויות אליליות אחרות במזרח. באופן זה נפגשו היהודים לראשונה עם תרבות הפנאי, הפילוסופיה והאמנות היוונית. מפגש זה היווה אתגר ערכי לא פשוט וביהודה החלה תנועה של התייוונות – אימוץ התרבות ההלניסטית, שרווח בעיקר בקרב שכבות האוכלוסייה הגבוהות.  "
    },
    {
      "qes": "מהו הרקע למרד אותו הובילה משפחת חשמונאי?",
      "ans": "בשנת 175, לפני הספירה עלה לשלטון בסוריה אנטיוכוס אפיפאנס אשר בניגוד לקודמיו, נהג ביד קשה ביחס ליהודי הארץ, כרת ברית עם המתייוונים מקרבם וביקש לכפות על כל תושבי הארץ את התרבות ההלניסטית. הדברים הגיעו לשיאם בהטלת גזרות שמנעו מן היהודים לקיים חלק ממצוות דתם ובהן מצוות המילה ומצוות השבת.  לנוכח מציאות זו פרץ בשנת 167 לפני הספירה מרד נרחב אותו הובילה משפחת חשמונאי, משפחת כוהנים מאזור מודיעין. "
    },
    {
      "qes": "החשמונאים ",
      "ans": "החשמונאים היו שושלת מלוכה יהודית ששלטה בארץ ישראל בחלק מהתקופה ההלניסטית, במאה ה-2 לפנס עד המאה הראשונה לפנה''ס. הם היו צאצאיו של מתתיהו הכהן, אשר הנהיגו את מרד החשמונאים נגד השלטון הסלאוקי בתקופת הבית השני, ולאחר מכן העמידו כוהנים גדולים, מלכים ושליטים."
    },
    {
      "qes": "מה היה הישגם המרכזי של החשמונאים?",
      "ans": "הישגם המרכזי של החשמונאים היה כיבושה המחודש של ירושלים וטיהור בית המקדש בשנת 164 לפני הספירה; לזכרו של מאורע זה נקבע חג החנוכה. בשנים הבאות הצליחו מלכי השושלת החשמונאית לחזק את ממלכתם ולהרחיב את גבולותיה. "
    },
    {
      "qes": "כיצד אופיינו ימי מלכותו של הורדוס",
      "ans": "את ימי מלכותו אפיינו, אווירת טרור עזה מחד ומפעלי בנייה אדירים מאידך. הורדוס בנה את הנמל ואת אמת המים של קיסריה, מבצר ההרודיון, מתחם הארמונות במצדה, ארמונות החורף ביריחו וירושלים ובתוכה מתחם הר הבית כפי שהוא מוכר לנו כיום.    "
    },
    {
      "qes": "מדוע פרץ המרד הגדול?",
      "ans": "זמן קצר לאחר מותו של הורדוס עברה יהודה לשלטון של נציבים שנשלחו מרומא, לא הכירו את אוכלוסיית הארץ, התקשו בשליטה בה וניסו על-פי רוב לנצלה מבחינה כלכלית. הציבור היהודי בארץ התנגד לשלטון הרומי, היה מסוכסך עם קבוצות הלניסטיות מקומיות בהדרגה החל גם להתערער מבחינה חברתית-כלכלית.   כל אלו העלו את העם היהודי על מסלול התנגשות עם השלטון הרומי והביאו לפרוץ המרד הגדול (66-73 לספירה). "
    },
    {
      "qes": "תאר את הרקע ההיסטורי לחורבן בית המקדש הראשון?",
      "ans": "במהלך המרד הגדול (66-73 לספירה), בשנת 68 ניכר מפנה לטובת המורדים, חוסר היציבות השלטונית ברומא הביא להקפאת הלחימה. אך הזדמנות זו לא נוצלה על-ידי המורדים היהודים, שהיו מפולגים ביניהם והושפעו מפעולתם של קנאים קיצונים.  בשנת 70 התחדשה הלחימה והוטל על ירושלים מצור בראשותו של טיטוס*. בתום קרבות קשים נכבשה העיר ובית המקדש נחרב."
    },
    {
      "qes": "איזה אירוע התרחש במצדה במהלך המרד הגדול?",
      "ans": "חורבנה של ירושלים לא הביא להפסקת המרד, ובאזורים המדבריים נותרו מספר מוקדי התנגדות; מצדה הייתה האחרונה שבהם.  על המתחם המבוצר והמבודד, בו התרכזה קבוצת מורדים קטנה, הוטל מצור ארוך ורק בשנת 73 בתום קרב קשה, הצליחו הרומים לפרוץ לתוכו. המורדים שהתרכזו בו, ובראשם אלעזר בן יאיר**, גמרו אומר שלא להיתפס חיים, והתאבדו. רק עם כיבוש מצדה, חמש שנים לאחר שהחל המרד, הצליחו הרומאים לבסס שוב את שליטתם באזור."
    },
    {
      "qes": "מדוע צמח מרכז רוחני ביבנה",
      "ans": "המכה שספג העם היהודי עם חורבן ירושלים והמקדש, הייתה קשה. בית המקדש עמד במרכזו של הפולחן הדתי ביהדות, וההנחה הרווחת הייתה כי הוא יעמוד על כנו לנצח. בציבור היהודי היו משסברו כי לאחר החורבן אין עוד טעם בחיים וטיפחו מנהגי אבל שונים. כדי להתמודד עם חורבן בית המקדש, צמח באזור השפלה מרכז רוחני חלופי שמרכזו היה ביבנה.   על-פי המסופר בספרות חז''ל, הצליח רבן יוחנן בן-זכאי לחמוק מירושלים במהלך המצור, וביקש מן הרומאים לייסד מרכז רוחני חלופי. ביבנה תוקנו שורה של תקנות שנועדו לאפשר את המשך החיים היהודיים ללא מקדש ועוצבו רבים מדפוסיה של היהדות המוכרת לנו כיום.  "
    },
    {
      "qes": "מדוע פרץ מרד בר כוכבא?",
      "ans": "ברקע למרד עומדת תכניתו של הקיסר הרומי הדריאנוס לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה. היהודים בכל אופן ראו בפעולותיו פגיעה אנושה באמונתם. על-פי חלק מן המקורות, לכעסם של היהודים נוספה סיבה נוספת כאשר אסר אדריאנוס על קיומה של ברית המילה. פעולות אלו, לצד המצב הכלכלי הקשה והתקוות המשיחיות לבניינו המחודש של בית המקדש, הביאו לפרוץ מרד שבראשו עמד שמעון בר-כוכבא שנתמך בידי חכמים וחלקים נרחבים מהציבור וכונה בר-כוכבא."
    },
    {
      "qes": "מהן תוצאות מרד בר כוכבא?",
      "ans": "למרות הצלחותיהם הראשוניות של המורדים, הצליחו הרומאים להכניע את המרד. דיכוי המרד היה אלים ואכזרי ולאחריו הוטלו על היהודים גזירות שמד: איסור על לימוד תורה, איסור על התקהלות בבתי הכנסת, איסור על המילה ועוד. הגזירות התמידו עד למותו של הדריאנוס ובוטלו רק בידי יורשו, אנטונינוס פיוס. בהדרגה שוקמו החיים היהודיים בארץ ומרכזם עבר לגליל.   "
    },
    {
      "qes": "תאר את תרומתם של הגאונים לקהילה היהודית.",
      "ans": "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט והתשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה. ספרות ענפה של התכתבויות מעין אלו (המכונה ספרות השאלות והתשובות – שו''ת), נשתמרה בידינו וממנה אפשר ללמוד על התפתחות המרכזים היהודיים השונים במרחב. הגאונים הותירו חיבורים חשובים בנושאים רבים, כך למשל רב סעדיה גאון (882-942) שהותיר אחריו ספרים העוסקים בדקדוק עברי, חיבורים פילוסופיים, אחד מסידורי התפילה הראשונים ועוד. "
    },
    {
      "qes": "כיצד השפיעה הרקונקיסטה על יהדות ספרד?",
      "ans": "עם הכיבוש הנוצרי של ספרד וסביבתה ('רקונקיסטה'), הורע בהדרגה מצב היהודים והחופש הדתי שניתן להם צומצם. שיאן של הרדיפות הגיע בשנת 1492 כשהמלך פרדיננד והמלכה איזבלה הציבו בפני יהודי ממלכותיהם אולטימטום: להתנצר או לעזוב את ספרד תוך ארבעה חודשים, אירוע שנודע לימים כגירוש ספרד. "
    },
    {
      "qes": "הסבר את תוצאות גירוש ספרד, לאן היגרו היהודים?",
      "ans": "גירוש ספרד חיסל התיישבות יהודית בת מאות שנים, הביא לרדיפתם ולנדידתם של עשרות אלפים ושינה את פניו של העם היהודי. רבים פנו אל-עבר האימפריה העות'מאנית ואחרים אל- עבר אירופה; קבוצה קטנה אף הרחיקה והגיעה אל אמריקה. במרחבי האימפריה העות'מנית מצאו היהודים הספרדים קהילות מקומיות של יהודים דוברי ערבית שכונו על-ידם מוסתערבים. קהילות אלו שחיו בארץ-ישראל ולחופי הים התיכון היו עתיקות, גדולות ומבוססות למדי. אולם בתהליך הדרגתי הפכו היהודים הספרדים לרוב בקהילות היהודיות באימפריה וברוב המקרים אף נטלו לידם את תפקידי ההנהגה בתוכן. באופן זה הפך הכינוי 'ספרדי' לכינוי מקובל ליהודי שמקורו בארצות האסלאם.  בין היהודים שהיגרו לאימפריה העות'מאנית היו מי שהגיעו בסופו של דבר אל ארץ-ישראל. בארץ התגבש המרכז הרוחני והמדיני בעיקר בגליל."
    },
    {
      "qes": "כיצד צמחה תנועת החסידות",
      "ans": "המשבר שהולידה השבתאות, בשילוב עם התהוותו של ציבור יהודי גדול שהיה טרוד בדאגות היום-יום והתרחק מלימוד התורה הוביל במהלך המאה השמונה-עשרה לצמיחתה של תנועת החסידות. מייסד התנועה הוא ר' ישראל בעל-שם-טוב (הבעש''ט), 1700-1760, שהדגיש את חשיבותה של השמחה ועבודת ה' הטבעית ואת מקומו של הצדיק כמקשר בין החסיד לבין האל. "
    },
    {
      "qes": "כיצד באה לידי ביטוי ההתנגדות לתנועת החסידות?",
      "ans": "בראשיתה, עוררה החסידות ביקורת רבה בשל 'עממיותה', השמחה והמנהגים השונים שנלוו לה. המתנגדים לחסידות המכונים מתנגדים או ליטאים, גרסו כי יש להמשיך ולהדגיש את חשיבותו של לימוד התורה ופחדו מהתפתחותה של תנועה המונית של משיחיות שקר כדוגמת השבתאות. בראש המתנגדים עמד הגאון מווילנא (הגר''א) 1720-1797, הוא הטיל חרמות על החסידים וביקש לצמצם את השפעתה של התנועה. בהמשך, הדברים אף הגיעו לכדי מאבק קשה בו עורבו גם שלטונות המדינה.   "
    },
    {
      "qes": "מדוע צמחה תנועת ההשכלה היהודית?",
      "ans": "שיווי זכויותיהם של היהודים היה כרוך בפירוק המבנה הקהילתי המסורתי ודרש למעשה אימוץ אורח חיים, דרכי התנהגות, מקצועות ומנהגים של התרבות המערבית. על רקע זה צמחה תנועת ההשכלה היהודית, ראשית בגרמניה, שם היא מזוהה עם רעיונותיו של משה מנדלסון, ובהמשך במזרח אירופה ובמזרח התיכון. "
    },
    {
      "qes": "סיסמאותיה של ההשכלה היו – חכמה ומלאכה, לשון ונימוס. פרש כל מילה.",
      "ans": "חכמה – פירושה: הכנסת המדעים הכלליים לחוג הידיעות.  המלאכה – פירושה: דאגה ציבורית מכוונת להבראתו הכלכלית של היישוב היהודי על ידי הכשרת הדור הצעיר למלאכה ואומנות המפרנסת את בעליה.  הלשון – לשונות העמים אשר בקרבם אנו יושבים.  נימוס – זהו בעצם מושג יותר כולל ומקיף... הקפדה על צורה חיצונית, על מידה וקצב, על חן וטעם, ומשום כך נימוס כולל בעצם שיפור כל הליכות החיים.  "
    },
    {
      "qes": "איזה שסע נוצר בחברה היהודית בעקבות תנועת ההשכלה?",
      "ans": "רעיונות ההשכלה התנגשו לא-פעם עם עקרונות דתיים ועל רקע זה התגלע שסע גדול המלווה את העם היהודי עד לימים אלו: השסע בין שומרי המצוות למי שאינם שומרי מצוות. זאת ועוד, חלק מהמשכילים ביקשו לצמצם את תחומיה של היהדות אל המישור הדתי בלבד, תוך ניפוי האלמנטים התרבותיים והלאומיים שלה. הם טענו כי הם 'צרפתים בני דת משה', 'אוסטרים בני דת משה', וכו'. באופן זה הם ביקשו להראות כי אין מניעה שהיהודים יתערו בסביבה בה הם חיים וייטלו חלק בבניית הזהות הלאומית המקומית, כמו בני דת הרוב במדינתם. "
    },
    {
      "qes": "איזו השפעה שלילית הייתה לאמנציפציה?",
      "ans": "ניסיון ההתערות הצליח רק באופן חלקי. לצד תהליכי האמנציפציה החל גל של פרעות אנטישמיות במזרח אירופה וכפי שנראה בהמשך, במערב אירופה התפתח זן חדש של אנטישמיות ארסית במיוחד. "
    },
    {
      "qes": " יהודים בעת החדשה בחרו להיטמע בחברה, הסבר את גישתם.",
      "ans": "מאות אלפי יהודים ברחבי אירופה ביקשו להיטמע בסביבה הלא-יהודית. בהקשר זה החלו יהודים ליטול חלק מרכזי בתרבות ובכלכלה והיו אף כאלו שהמירו את  דתם. המשורר היהודי-גרמני היינריך היינה (1797-1856) שהמיר את דתו לנצרות והיה לאחד הכותבים החשובים בשפה הגרמנית, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": " יהודים בעת החדשה בחרו להתבדל משאר החברה, הסבר את גישתם.",
      "ans": "כתגובת נגד לתהליכים שתוארו החלו מי שביקשו לשמור על המסורת והדת. להגביה את חומות ההפרדה ולבדל את הקהילות היהודיות מן הציבור הלא-יהודי ומן המשכילים. באופן זה נולדה היהדות החרדית ועקרונות המפתח המובילים אותה. החתם סופר (1762-1839) שפעל בהונגריה ועקרונותיו סוכמו בטענה 'חדש אסור מן התורה', מייצג במידה רבה את הכיוון הזה."
    },
    {
      "qes": " יהודים בעת החדשה בחרו להגר ממדינותיהם, הסבר את גישתם.",
      "ans": ""
    },
    {
      "qes": " יהודים בעת החדשה בחרו להתבדל משאר החברה, הסבר את גישתם.",
      "ans": "במחצית השנייה של המאה התשע-עשרה פקד את אירופה גל הגירה גדול שיעדו ארצות הברית, בגל זה היה האחוז של היהודים מקרב כלל המהגרים, גבוה למדי. ארצות הברית הציעה למהגר היהודי הזדמנויות כלכליות וכן חופש מרדיפות ומאנטישמיות. הסופר שלום עליכם (1859-1916). שכתב ביידיש ותיאר בין היתר את קשיי ההגירה, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": " יהודים בעת החדשה האמינו במהפכניות, הסבר את גישתם.",
      "ans": "יהודים רבים ברחבי אירופה ביקשו לראות את פתרון הבעיה היהודית במסגרת תנועות המהפכה הרבות שקמו באירופה והושפעו מרעיונות סוציאליסטיים או קומוניסטיים שביקשו לשנות מן היסוד את הסדר החברתי וקראו לשוויון זכויות בין עשירים לעניים. רוזה לוקסמבורג (1871-1919) שניסתה להביא למהפכה קומוניסטית בגרמניה ונרצחה, מייצגת במידה רבה את הכיוון הזה.  "
    },
    {
      "qes": " יהודים בעת החדשה האמינו בלאומיות, הסבר את גישתם.",
      "ans": "מיעוט מבין היהודים ביקש לראות בלאומיות יהודית את הפתרון: שוויון זכויות לאומי שהוא המשכו הישיר של שוויון הזכויות הפרטי. לדעתם, דווקא ניסיון האמנציפציה הוכיח כי היהודים שונים מהותית משכניהם הלא-יהודים וכי הם לעולם לא יוכלו להיות 'צרפתים בני דת משה' או 'אוסטרים בני דת משה', מאחר שהיהדות איננה רק דת. חוזה המדינה, בנימין זאב הרצל, בו נתמקד בהמשך, מייצג במידה רבה את הכיוון הזה. "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות משה הס",
      "ans": "משה הס (1812-1875) נולד בגרמניה, כילד קיבל חינוך מסורתי בבית סבו, אך עם השנים התרחק מן היהדות, התקרב אל רעיונות סוציאליסטיים וטען כי רק במסגרת זו, כחלק משוויון הזכויות הכולל, יימצא פתרון גם לבעיה היהודית. בשלב כלשהו, בהשפעת איחוד איטליה* ותהליכים כלליים אחרים, שינה הס את עמדתו. בספרו 'רומא וירושלים' הוא טען כי היהדות איננה רק דת אלא גם לאום, וביקש לקדם תוכניות לתקומה לאומית של היהודים בארץ ישראל. 'עומד אני בכל תוקף על זכותו של עם ישראל, זכות מקודשת וקדומה במידה שאין למעלה הימנה, לתבוע לעצמו את ארץ מולדתו'.   "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות יהודה שלמה חי אלקלעי ",
      "ans": "הרב יהודה שלמה חי אלקלעי (1798-1878), נולד באזור הבלקן לרב הקהילה בעיר סרייבו ושימש בעצמו כרב הקהילה בזמלין שבסרביה. אמונתו הדתית העזה, המרידות הלאומיות בבלקן ועלילת דמשק**, הביאו אותו למסקנה כי בעיית היהודים תיפטר רק עם כינון מדינה בארץ-ישראל. "
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות צבי הירש קלישר",
      "ans": ""
    },
    {
      "qes": "הסבר על פועלו של מבשר הציונות משה הס",
      "ans": ".  הרב צבי הירש קלישר (1795-1874) נולד בפוזנן השוכנת בגבול פולין-רוסיה וקיבל חינוך יהודי-מסורתי. הרב קלישר קנה השכלה רחבה בתחומים תורניים וכלליים ושימש כרב וכדיין. הוא סבר כי התעוררות לאומית יהודית, רצון המעצמות והתיישבות בארץ ישראל יחישו את הגאולה. את רעיונותיו פרסם בספר 'דרישת ציון'. "
    },
    {
      "qes": "תאר את ראשית חיו של הרצל",
      "ans": "הרצל נולד ב-1860 בבודפשט וחי את רוב חייו בווינה. על אף שהחוקרים חלוקים בדעותיהם לגבי הביוגרפיה שלו, נראה כי בשלב הראשון של חייו הוא היה רחוק יחסית מכיוון הפעולה הלאומי, ומבין חמשת כיווני הפעולה שהצגנו לעיל, היה קרוב יותר אל ההיטמעות.   התקרבותו אל העיסוק בבעיה היהודית ואל דרך הפעולה הלאומית, הייתה איטית ומדורגת. קשה להצביע על אירוע אחד בעקבותיו שינה הרצל את דעתו אך נראה כי לפגישותיו החוזרות ונשנות עם האנטישמיות המודרנית, הייתה עליו השפעה רבה.  "
    },
    {
      "qes": "תאר את הפעילות הדיפלומטית של הרצל למימוש חזונו ",
      "ans": "על מנת לממש את חזונו החל הרצל בפעילות דיפלומטית נרחבת, הן בקרב יהודים ובעיקר בין מנהיגי מדינות וארגונים, שמהם קיווה לקבל הצהרה בזכות הקמת מדינה ליהודים, הצהרה שהייתה צריכה לבוא לידי מימוש בצ'ארטר. הופעתו של הרצל העבירה את זירת הפעילות הלאומית אל מערב אירופה, כאשר מפעלם של חובבי ציון רוכז במזרחה ובמרכזה. הרצל החל בסבב קדחתני של פגישות במטרה להביא לקניית זכות ההתיישבות בארץ-ישראל מהאימפריה העות'מאנית ששלטה בה והייתה נתונה באותה העת במשבר כלכלי חריף.   למרות האהדה הציבורית הרחבה לרעיון בקרב המוני היהודים, בעלי ההון היהודיים לא התלהבו מהרעיון. גם הצלחתו בפגישות עם דיפלומטים זרים הייתה חלקית; ולבסוף, פגישותיו עם ראשי השלטון העות'מאני באיסטנבול נחלו כישלון מלא.  "
    },
    {
      "qes": "מה הייתה תרומתו של הקונגרס הציוני הראשון?",
      "ans": "פגישותיו של הרצל עם ראשי השלטון העות'מאני באיסטנבול נחלו כישלון מלא.  הרצל חזר לאירופה מאוכזב, אך עד מהרה החל בהכנות למפעלו הבא, הקונגרס הציוני הראשון, שנועד לכנס את תומכי הרעיון הציוני מרחבי העולם. הקונגרס כונס בסופו של דבר ב-1897 בבאזל. במהלכו נוצר שיח יוצא-דופן בין יהודים שומרי מסורת למי שעזבו את הדת ובין יהודים מחלקים שונים של העולם היהודי.  מבחינה ארגונית נוסדו המוסדות המרכזיים שעל-בסיסם תפעל התנועה הציונית בשנים הבאות; ומבחינה אידיאולוגית נוסחה 'תכנית באזל', תכנית הפעולה של התנועה: הקמת בית לאומי לעם היהודי בארץ ישראל המובטח על-פי משפט העמים."
    },
    {
      "qes": "כיצד נמשכה הפעולה הציונית לאחר הקונגרז הציוני הראשון?",
      "ans": " קונגרסים נוספים הוסיפו להתכנס מדי שנה, התנועה הציונית הלכה והתרחבה (בעיקר במזרח אירופה) והרצל הוסיף להתרוצץ ולהיפגש עם מנהיגים שונים בעולם. במסגרת זו ביקר בארץ ישראל, הצליח להשיג את תמיכתו של קיסר גרמניה ואף הצליח להתקבל לריאיון אצל הסולטן העות'מאני. אך מכל אלו לא יצא בסופו של יום דבר והרצל חזר לנקודת הפתיחה: היה בידיו רעיון גדול אך לא היו בידיו הכלים לממשו."
    },
    {
      "qes": "הסבר את פרשת אוגנדה",
      "ans": "גם ספרו השני של הרצל לא הוביל לפריצת דרך מדינית ועל רקע כישלון זה, החלה פרשת אוגנדה. באפריל 1903, הציעו הבריטים להרצל להחכיר לתנועה הציונית שטח גדול ופורה במזרח אפריקה (כיום על גבול קניה- אוגנדה) וליצור מושבה יהודית בשטח זה. הרצל נטה לקבל את ההצעה, בעיקר בשל העובדה שהגיעה על רקע הפוגרומים המתרבים ברוסיה והביא את הנושא להצבעה בקונגרס. ההצעה עוררה סערה כשאל מול הרצל התייצבה אופוזיציה חזקה בראשות יחיאל צ'לנוב*. לבסוף, כפשרת ביניים, הוחלט לשגר לאוגנדה משלחת בדיקה וכשנה לאחר מכן ירדה ההצעה סופית מן הפרק.   הוויכוח היה כֹה עז עד שבמהלך הקונגרס נראה היה כי התנועה הציונית הולכת להתפלג. הרצל יצא מפרשת אוגנדה מוכה וחבול, ונפער קרע בינו לבין מנהיגים ציוניים רבים אחרים. "
    },
    {
      "qes": "תאר את ששת הזרמים המרכזים בתנועה הציונית",
      "ans": "(1) הציונות המדינית - זרם בתנועה הציונית בשלהי המאה ה-19, אשר דגל בפעולה מדינית דיפלומטית לפני פעולות התיישבות בקנה מידה רחב בארץ ישראל. מנהיגו המובהק של הזרם היה בנימין זאב הרצל. (2) הציונות המעשית - גישה התומכת במגוון פעילויות המתמקדות בעלייה, בקניית אדמות ובהקמת יישובים ומפעלים בא''י, בלי ההתניה של אישור האומות (ללא קבלת צ'ארטר חוקי). היטיב לבטא עמדה זו יוסף טרומפלדור. (3) הציונות הסינתטית - ביקשה לשלב (ליצור סינתזה) בין הציונות המדינית והציונות המעשית וסברה כי על התנועה הציונית לפעול לשיפור מצבם של היהודים במזרח אירופה. בראש הזרם עמד חיים ויצמן, לימים נשיאה הראשון של ישראל.  (4) הציונות הרוחנית - ראשו עמד אחד-העם, אשר צבי גינצברג (1927-1856), פעיל ציוני ותיק שהחל את פעילותו עוד בימי 'חיבת ציון'. לטענתו ארץ-ישראל אינה מסוגלת לקלוט עלייה המונית וכי היהודים אינם 'מתאימים' עדיין לעלייה ולעבודת האדמה. סבר כי יש להתמקד ב-'הכשרת הלבבות', קרי הכשרה רוחנית של היהודים לעלייה. (5) הציונות הדתית זרם הדוגל בלאומיות הודית ובהקמת מדינה ליהודים ושם דגש על הפן היהודי בציונות. בניגוד להשקפה החרדית, תומכת הציונות הדתית במעשה אנושי. רבים בה רואים בהקמת מדינת ישראל אתחלתא דגאולה. עוד ב-1893 הקים הרב מוהליבר, אחד ממנהיגי תנועת 'חיבת ציון', את תנועת 'המזרחי' שביקשה להפיץ את הציונות בקרב האוכלוסייה הדתית ובראשה  עמד גם הרב יצחק יעקב ריינס, מגדולי הרבנים בליטא. (6)  הציונות הסוציאליסטית  - זרם שזכה לפופולאריות הולכת וגוברת, בעיקר בתוך הארץ וביקש לשלב בין הרעיון הציוני לעקרונות הסוציאליזם המבקש ליצור שוויון בין כל בני האדם ולטפל בפערים מעמדיים. אחד מראשוני הציונות הסוציאליסטית היה נחמן סירקין (1868-1924) שפרסם בשנת 1898 חיבור בנושא. הציונות הסוציאליסטית הצליחה במיוחד במזרח אירופה ורבים מעולי העלייה השנייה והעלייה השלישית נשבו ברעיונותיה. הדוגלים בציונות סוציאליסטית התאגדו באגודות 'פועלי ציון' שהפכה בהדרגה למפלגה."
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי במזרח אירופה",
      "ans": "הקיבוץ היהודי במזרח אירופה היה עד לשואה הקיבוץ היהודי הגדול בעולם. היהודים הוזמנו להגר לממלכת פולין-ליטא ונהנו מכתבי זכויות ('קיומים') שאפשרו לקהילה אוטונומיה נרחבת.  במהלך המאה השמונה-עשרה והתשע-עשרה, נעלמה פולין באופן הדרגתי ויהודי פולין מצאו את עצמם כעת כנתינים של רוסיה, אוסטריה ופרוסיה. המדינות הכובשות צמצמו את האוטונומיה של הקהילה היהוד¬ית ופגעו במשק הפיאודלי** שפרנסתם של יהודים הייתה תלויה בו. מרביתם של יהודי פולין נכללו בשטח הכיבוש הרוסי, הצארים הגבילו את שטחם ונוצר בקהילות עוני חריף. במקביל, המדינה שאפה לצמצם בכפייה את ההתבדלות היהודית ונקטה בצעדים לשם כך. האנטישמיות שבאה לידי ביטוי בצעדי הממשלה, לבשה עד מהרה גם דפוסים עממיים וממוסדים למחצה. לאורך סוף המאה התשע-עשרה וראשית המאה העשרים, סבלו היהודים מגלי פוגרומים. בשנת 1922 הוקמה ברית המועצות כמדינה קומוניסטית שהתנגדה אידיאולוגית לכל דת. על רקע זה בוטלו הקהילות היהודיות והוטל איסור על קיומן הפומבי של חלק ממצוות היהדות. מעבר להתנגדות לקיום כל דת, היהודים סבלו מרדיפה שהייתה אנטישמית במהותה. הרדיפה הופנתה בהדרגה גם כלפי הציונות, נאסר לעלות לארץ, ומי שעסק בפעילות ציונית, סבל מרדיפה (אסירי ציון). עם התמוטטותה של ברית המועצות, רבים בחרו להגר לארצות הברית או לעלות לארץ.   "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי בארצות האסלאם ",
      "ans": "יהודים חיו באזורים אלו החל מימי הבית הראשון, אך עליית האסלאם הביאה לשינוי ניכר באופי האזור. מבחינה משפטית הוגדרו היהודים והנוצרים כאהל אל-ד'מה (בני חסות) והיו זכאים להגנת השלטונות. אולם הם חויבו במס גולגולת מיוחד (ג'זיה) ואולצו להכיר בנחיתותם ביחס לאסלאם, דבר שניכר בחוקי עומר. מצבם היה טוב מזה של יהודי אירופה, דבר שהביא רבים מיהודי ספרד להגר אליהן לאחר הגירוש. באימפריה העות'מאנית ששלטה על מרבית המרחב המוסלמי באותה העת, חיו היהודים במסגרת מילת: קהילה יהודית אוטונומית.  רבים מן היהודים הצליחו להשתלב בתפקידים מרכזיים במנהל ובמערכת הכלכלית. יהודים אחרים, יצרו רשתות סחר בין-לאומיות חשובות ותפסו מקום מרכזי במערכת הכלכלית המקומית. תהליכי האמנציפציה שהתרחשו באירופה, הגיעו בסופה של המאה התשע-עשרה ובראשית המאה העשרים גם אל ארצות האסלאם, בעיקר באמצעותו של הכיבוש האירופי. נוכח זאת החל מצבם של היהודים באזור להשתנות. הובטחו בפעם הראשונה שוויון זכויות והגנה למיעוטים. עקרונות מערביים הללו הוחלו על כלל שטחי האימפריה העות'מאנית, ועקרונות מערביים מתקדמים אף יותר, הוחלו על מדינות מוסלמיות תחת שלטון קולוניאלי.   אך כמו באירופה, המצב החדש העמיד את יהודי ארצות האסלאם בפני קשיים ודילמות משמעותיים באשר להמשך קיום היהודי אל מול השינויים. עם התהוותו של הסכסוך היהודי ערבי, בחלקה הראשון של המאה העשרים, נתפסו לא פעם יהודי ארצות האסלאם כנציגיו של היישוב היהודי בארץ והם החלו לסבול מאפליה, רדיפה ולעתים אף אלימות בעלי רקע אנטישמי, לאומי או דתי.   רדיפות אלו הגיעו לשיאן עם הקמתה של מדינת ישראל והן אילצו את יהודי ארצות האסלאם לעזוב את ארצות מולדתם בחופזה. "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי במערב אירופה  ",
      "ans": "ההתיישבות היהודית במערב ומרכז אירופה החלה בסוף האלף הראשון והתקיימה בצלם של פרעות, גזירות, עלילות דם וגירושים. אחד האירועים המרכזיים שהשפיעו על קיבוץ יהודי זה היו מסעות הצלב, סדרת מסעות שיזמו האפיפיורים הנוצרים בין המאה האחת-עשרה למאה השלוש-עשרה. המסעות לוו בלהט דתי ובמרכזם עמד ניסיון לחדש את השליטה הנוצרית על טריטוריות שהיו בידיים אחרות, ובראשן על ארץ-ישראל. עבור היהודים היו מסעי הצלב בבחינת אסון: הצלבנים, עברו דרך קהילות יהודיות ורצחו באכזריות אלפים מחבריהם. בנוסף התמודדו יהודי האזור עם עלילות דם, כינוי המתייחס אל סיפור שקרי בעל מאפיינים אנטישמיים, במרכזו הטענה כי היהודים משתמשים בדם נוצרי לשם אפיית מצות הפסח. היהודים הואשמו גם באחריות ל-'מוות השחור', מגפה קשה שהכתה באסיה ובאירופה בין השנים 1347-1351 ובמהלכה מתו מיליוני בני-אדם.  לנוכח כל אלו גורשו היהודים מספר פעמים ממקומות מושבם ועל כן, במאה השלוש-עשרה, משהתאפשר להם, בחרו רוב היהודים שחיו באזור להגר מזרחה אל עבר פולין. ראשיתה של תקופת הנאורות ('ההשכלה'), שיפר את מעמדם של יהודי מערב אירופה ומרכזה. עם המהפכה הצרפתית (1789) החלו מדינות אירופה להעניק ליהודים שוויון זכויות ('אמנציפציה'). השתלבותם של היהודים באוכלוסייה הייתה תהליך ארוך, אך יותר ויותר יהודים שהתגוררו באזור, תפסו מקום משמעותי בחברה, בכלכלה ובתרבות. יהדות מערב אירופה ומרכזה נפגעה קשות במהלך תקופת השואה והמרכזים היהודיים הגדולים חרבו ברובם. "
    },
    {
      "qes": "תאר את התפתחות הישוב היהודי בארצות הברית   ",
      "ans": "ראשיתו של היישוב היהודי בחלק זה של העולם, בקבוצה של עשרים ושלושה יהודים פורטוגזים שהגיעו למושבה ניו-אמסטרדם (לימים ניו-יורק) בשנת 1654. במרוצת המאה השבע-עשרה והשמונה-עשרה הגיעו לאזור יהודים נוספים ממוצא ספרדי שהחלו לנדוד בעולם עם גירוש ספרד וכן כמה יהודים אשכנזים שהפכו בהדרגה לרוב בקהילה.   מספר זה גדל לאין שיעור במהלך המאה התשע-עשרה, בסיומה מנתה יהדות ארצות הברית כבר כשני מיליון נפש. נהוג לחלק את ההגירה הגדולה למדינה לשני 'גלים': הגל הראשון (1820-1880) שהורכב בעיקר מיהודים יוצאי גרמניה ומרכז אירופה; והגל השני (1881-1914) שהורכב בעיקר מיהודים יוצאי רוסיה ומזרח אירופה. לאחר השואה וגירוש יהודי ארצות האסלאם גדלה הקהילה היהודית באזור אף יותר.  המאפיינים הייחודיים בארצות הברית ובייחוד הפרדת הדת מן המדינה, אפשרו למהגרים היהודים להשתלב באופן עמוק בחברה האמריקאית, להקים מוסדות קהילה חזקים ורחבים ולפתח את ההגות והמחשבה היהודית. בארצות הברית התפתחו הזרמים הדתיים החדשים: התנועה הרפורמית שראשיתה בגרמניה, ובמרכזה התביעה לבצע ביהדות רפורמות על-מנת להתאימה לרוח התקופה; התנועה הקונסרבטיבית שדגלה גם היא בשינויים מסוימים ביהדות אך שימרה את מחויבותה להלכה; וכן בהמשך, התנועה הרקונסטרוקציוניסטית שהתייחסה אל היהדות כתרבות.  בהדרגה הפך המרכז היהודי בארצות הברית למרכז היהודי החשוב בעולם והוא התחזק עוד יותר עם הגירתם של יהודים אליו לאחר השואה. כיום מתקיימת בארצות הברית הקהילה היהודית השנייה בגודלה בעולם לאחר מדינת ישראל."
    },
    {
      "qes": "תאר את ראשית הישוב היהודי באתיופיה",
      "ans": "יהודי אתיופיה  ראשיתו של היישוב היהודי באתיופיה היא ככל הנראה בעת העתיקה ויש המקדימים אותה כבר לימי בית ראשון. העדויות לגבי תקופה זו מועטות והמסורות במחקר סותרות זו את זו. היהודים נזכרים בהיסטוריה של אתיופיה כפלאשים, כינוי שמשמעותו 'פולש'. הם לעומת זאת מכנים את עצמם בכינוי: 'ביתא ישראל' המעיד על השייכות הדתית-אתנית שלהם אל העם היהודי.   היהודים התרכזו בעיקר באזור הצפון-מערבי של אתיופיה בסמוך לגבול האריתראי, חלקם דיברו אמהרית וחלקם תיגרית. על-פי רוב הם חיו בכפרים עצמאיים בהם התגוררו רק יהודים ועסקו בחקלאות. זהותם נשמרה במשך דורות רבים והתפתחה במנותק משאר העולם היהודי, אך תוך מגע רצוף עם התרבות והחברה הסובבים.  "
    },
    {
      "qes": "תאר את יחסה של מדינת ישראלי ליהודי אתיופיה",
      "ans": "עם הקמתה של מדינת ישראל היא כוננה יחסים דיפלומטיים עם אתיופיה והם התחזקו מאוד בימיו של הקיסר היילה סלאסי. אך עניינם של יהודי המדינה כמעט ולא עלה על סדר היום. אולם ארגונים יהודיים שונים המשיכו לפעול במדינה והביאו לצמיחתה של שכבת מנהיגות יהודית חדשה שתבעה לעלות לישראל, יונה בוגלה (1908-1987), מחנך ואיש ציבור יהודי אתיופי היה ממנהיגיה המרכזיים. בשנת 1973 הוציא הרב הראשי הספרדי לישראל (הראשון לציון), הרב עובדיה יוסף פסק הלכה שקבע כי בני העדה נמנים עם העם היהודי; כעבור כשנה הלך גם הרב הראשי האשכנזי לישראל, הרב שלמה גורן בעקבותיו. עם הרעת מצב היהודים באתיופיה, הוכשרה הקרקע לעלייתה של הקהילה לישראל."
    }
  ],
  [
    {
      "qes": "מדוע כמה פסקאות במגילת העצמאות הוקדשו לתיאור מאורעות השואה?",
      "ans": "מגילת העצמאות שנכתבה כשלוש שנים בלבד מסיום המלחמה מקדישה למאורעות השואה. הזיקות העמוקות של העם היהודי לארץ ישראל והשאיפה הציונית למדינה החלו אמנם עוד הרבה לפני תקופת השואה, אך כאשר נחשפו במלוא עוצמתם תהליכי ההשמדה הוכחה שוב, בצורה האיומה ביותר, זכותם של היהודים למדינה וזרותם באירופה."
    },
    {
      "qes": "מה מקור התפיסה שמתארת את היהודים ככאלו המתפרנסים לא ביושר מניצול נוצרים",
      "ans": "במהלך ימי הביניים עסקו יהודים רבים בהלוואה בריבית (הלוואה של כסף לזמן קצוב תמורת רווח כלכלי) לאחר שנאסר עליהם לעסוק במקצועות אחרים ולאור העובדה כי עיסוק זה נאסר על-ידי הכנסייה על האוכלוסייה הנוצרית.  על רקע עיסוקם הכפוי בהלוואה בריבית, היהודים צוירו כמי שמתפרנסים שלא ביושר מניצול כלכלי של הנוצרים."
    },
    {
      "qes": "איזה שינוי חל בתפיסה האנטישמית טרם השואה?",
      "ans": "האנטישמיות לבשה כעת גוון של גזענות 'מדעית' שהחליפה את העקרונות הדתיים של האנטישמיות 'הישנה'.   התפתחותם של תחומי מחקר שונים כמו אנתרופולוגיה, בלשנות, ביולוגיה ורפואה הביאו להנחה כי כמו את עולם החי גם את בני האדם ניתן לחלק למספר קבוצות או גזעים הנבדלים זה מזה במראה, בתכונות ובאופי; וכי בין הגזעים השונים קיימים מדרג ומלחמה תמידית. בהדרגה הפכו רעיונות אלו לרווחים ועל-בסיסם התפתחה האידיאולוגיה הנאצית.  "
    },
    {
      "qes": "כיצד השפיעה האמנציפציה על יחס החברה הכוללת ליהודים באירופה?",
      "ans": "הפילוסופיה של הנאורות והאמנציפציה היטיבו עם היהודים ועוררו תקוות לעתיד שונה. אולם כפי שהתברר הם לא שינו בהכרח דפוסי חשיבה אנטישמיים של המון העם והולידו גם מגמות של אנטישמיות מסוג חדש.   התחייה הלאומית באירופה והניסיונות לכונן מדינות לאום, הציבו לא פעם את היהודי כאחר החותר תחת הזהות הלאומית המשותפת של הרוב."
    },
    {
      "qes": "כיצד תוצאות מלחמת העולם הראשונה תרמו לעליית המפלגה הנאצית",
      "ans": "דרכה של המפלגה הנאצית לשלטון  ההפסד והתנאים שנכפו על הצד הגרמני עם תום מלחמת העולם הראשונה יצרו תחושת השפלה עמוקה ומשבר חברתי-כלכלי חמור במדינה. חיילים גרמנים ששבו מהמלחמה התקשו למצוא מקומות עבודה, החוב הלאומי היה עצום והמשבר נתן את אותותיו גם בתחום הפוליטי והתבטא בחוסר יציבות שלטונית.  במציאות זו החלה להתפתח בגרמניה תיאוריית ה-'סכין בגב' לפיה גרמניה כשלה במלחמה בשל בגידתם של הקומוניסטים, הסוציאליסטים והיהודים. על רקע זה הוקמה המפלגה הנציונאל-סוציאליסטית (נאצית) שבראשה עמד אדולף היטלר.  "
    },
    {
      "qes": "ציין והסבר נק' מרכזיות באידיאולוגיה הנאצית",
      "ans": "בבסיס האידיאולוגיה של המפלגה הנאצית עמדו מספר עקרונות: עליונות האומה הגרמנית ואחדותה; עליונות המנהיג המהווה את הביטוי המושלם לאומה ולגזע; הערצת הכוח והמלחמה; הצורך במרחב מחיה ובסיפוח אזורים 'גרמניים' שמחות לתחומי המדינה הגרמנית; ועקרונות תורת הגזע.   נקודה אחרונה זו חשובה במיוחד לענייננו, הנאצים השתמשו ברעיונות הגזעניים שהתפתחו בראשית המאה העשרים, והרחיבו אותם. הם האמינו כי בני הגזעים עשויים בתבנית ביולוגית שאינה משתנה וכי התכונות שלהם נגזרות מתוך אותה התבנית.  הם גיבשו היררכיה בראשה עמד הגזע הארי אליו השתייך העם הגרמני ובתחתיתו עמד הגזע השמי אליו השתייך העם היהודי. היהודי הוצג כטפיל הפועל על-מנת להרוס את החברה, כחיידק או נושא מחלה שיש להתגונן מפניה וכמי שפועל מאחורי הקלעים במטרה להשתלט על עמדות כוח וצובר כסף על חשבון אוכלוסיית הרוב."
    },
    {
      "qes": "מהי השתלשלות האירועים שהביאה את היטלר לשלטון והעניקה לו כוח רב?",
      "ans": "בשנת 1923, ניסו אנשי המפלגה הנאצית לבצע הפיכה בשלטון והיטלר נשפט ונאסר.   בשנים הבאות הם הרחיבו את כוחם עד שמפלגתם הפכה באמצעות בחירות דמוקרטיות למפלגה הגדולה בפרלמנט. לאחר ניסיונות שונים לכונן ממשלה ללא המפלגה הנאצית מונה ב-1933 היטלר לקנצלר. כעבור שבועות ספורים הוא ערך בחירות חדשות, תוך הגבלת המפלגות היריבות.  זמן קצר לפני הבחירות הוצת בניין הפרלמנט הגרמני, צעד שאפשר להיטלר להגביר את הרדיפה אחרי יריביו ולחזק את שליטתו במדינה. בבחירות התחזק כוחו אף יותר והוא החל לפעול לביטולה של השיטה הדמוקרטית.  היטלר ביטל את סמכותה של הרשות המחוקקת והעניק חופש מלא לרשות המבצעת בראשה עמד, הוא אסר על קיומן של מפלגות, פירק את האיגודים המקצועיים ופעל להשליט את הרעיונות הנאצים בתרבות ובחינוך.   בהדרגה הוא החל לפעול לפגיעה במתנגדיו לשלטון והקים מחנות ריכוז בהם נכלאו קומוניסטים וסוציאליסטים. היטלר אף לא היסס לפגוע בחברים למפלגה הנאצית ורצח כמה מהם שנתפסו כמתנגדיו במהלך 'ליל הסכינים הארוכות' (1934 יוני)."
    },
    {
      "qes": "תאר את צעדייה הראשונים של המפלגה הנאצית נגד היהודים",
      "ans": "עם עליית המפלגה הנאצית לשלטון החל יישום הדרגתי של המדיניות הגזענית כלפי היהודים. היטלר האשים את יהודי המדינה בהוקעה של פעולותיה של גרמניה ברחבי העולם והכריז על ה-1 באפריל כיום חרם על יהודי גרמניה.   החרם עבר בהצלחה חלקית בלבד אך סימן בפעם הראשונה את היהודים באופן ממוסד כזרים. במהלך אותה השנה סולקו יהודים רבים ממשרות ותפקידים ציבוריים: עורכי דין, מנהלי בנקים, רופאים ועוד. במקביל הורחקו היהודים גם מן הזירה התרבותית, ההפצה של יצירותיהם נמנעה, הם סולקו ממשרות באוניברסיטאות, מספרם בבתי הספר הוגבל ועוד.   ב-10 במאי אף נערך טקס פומבי בו נשרפו ספרים של סופרים יהודים ש-'ניוונו' את התרבות הגרמנית. הפגיעה ביהודים השפיעה גם על היבטים שונים של חיי היום-יום: על יהודים נאסר לשבת על ספסלים בפארקים ובגנים הציבוריים, במקומות בילוי שונים נתלו שלטים שהבהירו כי היהודים אינם רצויים עוד.   את הרעיונות האנטי-יהודיים הפיצו הנאצים באמצעות תעמולת המונים בעיתונים ובמערכת החינוך. הצעד האנטי-יהודי הבא הגיע בשנת 1935 ושיאו בחקיקתם של חוקי נירנברג שסימנו את היהודים כגזע נפרד שאינו חלק מן החברה.   "
    },
    {
      "qes": "כיצד פרצה מלחמת העולם השנייה?",
      "ans": "ב-1 בספטמבר 1939 פלשה גרמניה לפולין וכבשה אותה במהלך חמישה שבועות, בתגובה הכריזו בריטניה וצרפת מלחמה על גרמניה – כך פרצה מלחמת העולם השנייה. בהתאם להסכם שחתמו הגרמנים עם הרוסים (הסכם ריבנטרופ-מולוטוב)*, פלשו במקביל הסובייטים אל מזרחה של פולין ואל המדינות הבלטיות. "
    },
    {
      "qes": "תאר את שלבי מבצע ברברוסה",
      "ans": "הסכם ריבנטרופ-מולוטוב אפשר להיטלר למקד את מאמציו בחזית המערבית מבלי להיות מאוים מחזית נוספת במזרח.   בראשית 1941, כאשר כיבושה של מערב אירופה הלך ונשלם, החל היטלר לתכנן את הרחבת השלטון הנאצי מזרחה. המבצע החל לבסוף ביוני 1941 וזכה לשם הקוד מבצע ברברוסה על שמו של אחד מן המלכים החשובים של גרמניה בימי הביניים. הצבא הנאצי פלש אל שטחי ברית המועצות בעוצמה גדולה, התקדם במהירות והגיע עד לפאתי לנינגרד (כיום סנט-פטרבורג) ומוסקבה.  בשטח אותו כבשו הגרמנים התגוררה אוכלוסייה יהודית גדולה ועל מנת לטפל ב-'בעיה' זו, התלוו אל היחידות הקרביות שפלשו לברית המועצות יחידות ס''ס שכונו 'איינזצגרופן' (עוצבות מבצע).   תפקידן של יחידות אלה היה 'לטהר' את השטחים שנכבשו מגורמים עוינים; בפועל הם הביאו לרציחתם של מאות אלפים מיהודי האזור בבורות ירי. "
    },
    {
      "qes": "תאר את הנעשה במחנה ההשמדה אושוויץ במהלך השואה",
      "ans": "בהדרגה, עם התקדמות הרצח השיטתי של יהדות פולין, נסגרו מחנות מבצע ריינהרד וההשמדה רוכזה במחנה אושוויץ.  באושוויץ נאסרו החל מ-1940 אסירים פוליטיים, אנשי אינטליגנציה ומתנגדי שלטון פולנים. בעקבות וועידת ואנזה והכוונה להביא להשמדתם של כלל יהודי אירופה שינה אושוויץ את אופיו והפך בהדרגה למרכז השמדה בו נרצחו למעלה ממיליון יהודים.   על-פני אירופה כולה נפרסה רשת רכבות שהובילה קרונות מלאים ביהודים אל המחנה. המגורשים לא ידעו בדרך כלל את המצפה להם. שם הקוד בו נעשה שימוש במהלך האיסוף וההובלה להשמדה היה 'גירוש למזרח', אך היהודים לא הבינו ברוב המקרים את משמעותו הטראגית של המושג ואת יעדן של הרכבות.  כאשר הגיעו הרכבות לאושוויץ נערכה ליהודים שהורדו מן הרכבות סלקציה, יהודים הכשירים לעבוד הובלו אל חלק אחד של המחנה ויהודים שלא היו מסוגלים לעבוד הובלו אל תאי הגזים. במחנות עבדו היהודים בעבודות פרך תוך שהם סובלים מאלימותם של הנאצים, מרעב ומתנאים סניטריים קשים.    "
    },
    {
      "qes": "תאר את מאמציהם של היהודים בגטאות לקיום שגרתת חיים",
      "ans": "בגטאות רבים ניסו היהודים לקיים חיים מלאים ככל האפשר ובכך הדגישו את גבורת הרוח אל מול הגזירות והרדיפות. היהודים פעלו גם על-מנת לנסות ולשפר את מצבם בגטאות על-ידי הברחת אוכל ותרופות אל תוך הגטאות.  כאשר התבררו כוונותיה הרצחניות של גרמניה הנאצית התפתחו בגטאות מחתרות שהיו מבוססות בעיקר על תנועות הנוער. ללוחמים בגטאות היה ברור כי לא יצליחו לפגוע באופן ממשי בפעולת הנאצים והרעיון של מרד כולל הועלה רק כאשר התפתחה ההבנה הברורה כי פניהם של הנאצים להשמדה. "
    },
    {
      "qes": "כיצד הסתיימה מלחמת העולם השנייה?",
      "ans": "במאי 1945 נכנעה גרמניה הנאצית בפני כוחות בעלות הברית; באסיה המשיכו היפנים, בעלי בריתם של הגרמנים, בלחימה עוד מספר חודשים ונכנעו רק בחודש אוגוסט לאחר שארצות הברית הטילה בשטחם שתי פצצות אטום.   זוועות הכיבוש הנאצי נחשפו ורבבות ניצולים יהודים שכונו שארית הפליטה החלו לנדוד באירופה. "
    },
    {
      "qes": "מה היה יחסה של בריטניה לקליטת העקורים בא''י?",
      "ans": "רבים מן היהודים שביקשו לעלות לארץ-ישראל נתקלו במגבלות שהעמידה בריטניה. רבים מאלו שבחרו לעלות לארץ במסגרת ההעפלה נעצרו על ידי הבריטים ונכלאו במחנות מעצר שהוקמו בקפריסין.  הלחץ מצד היהודים, האמריקאים ודעת הקהל העולמית לא הצליח לשנות את עמדת הבריטים ובעיית הפליטים נפתרה רק עם הקמתה של מדינת ישראל וקליטתם בה."
    },
    {
      "qes": "תאר את ראשית יחסה של האוכלוסייה בארץ לניצולי השואה שעלו לארץ",
      "ans": "עם הקמתה של מדינת ישראל וראשית העלייה ההמונית הגיעו אל תחומיה מאות אלפי ניצולי שואה שנטלו חלק חשוב בבנייתה ובהגנה על ביטחונה.   הוותיקים לא תמיד ידעו כיצד להתייחס אל ניצולי השואה ולא פעם לווה היחס אליהם בהתנשאות, דעות קדומות ובורות. רק כעבור זמן עם ההפנמה של ממדי השואה והמפגש עם משמעותה במהלך משפט אייכמן חל שינוי בנושא זה.  "
    },
    {
      "qes": "תאר את גישתם של הצדדים השונים בשאלת הסכם השילומים",
      "ans": "שאלת השילומים הייתה אחד המאבקים החריפים והדרמטיים בתולדות מדינת ישראל והכנסת בפרט. מתנגדי ההסכם ומנחם בגין בראשם, טענו שבחתימת ההסכם יש עוול מוסרי מאחר והוא מהווה מחילה רשמית לנאצים על פשעיהם ונקיבת מחיר חומרי על סבל הקורבנות.   לעומתם, תומכי ההסכם, בראשם ראש הממשלה דוד בן- גוריון טענו כי השילומים יסייעו למדינת ישראל לפתור את המשבר הכלכלי החמור בו הייתה נתונה באותה העת.   בן-גוריון טבע את המושג 'גרמניה האחרת', שמשמעו כי גרמניה של היום איננה עוד גרמניה הנאצית ועל כן אין סיבה לאפשר לרוצחים לרשת את קרבנותיהם.   "
    },
    {
      "qes": "מי היה אדולף אייכמן? ואיך נענש על פשעיו?",
      "ans": "אייכמן (1962-1906) היה מבכירי המנגנון הנאצי בגרמניה ומהאחראים להוצאתו לפועל של הפתרון הסופי.   עם תום המלחמה ברח אייכמן בזהות בדויה לארגנטינה, הוא אותר על-ידי המוסד, הובא לארץ והואשם בפשעים נגד העם היהודי, פשעים נגד האנושות, פשעי מלחמה וחברות בארגון עוין (ס''ס, ס''ד וגסטפו).   ב-10 באפריל 1961 החל משפטו להתנהל בפני בית המשפט המחוזי בירושלים שפעל בהרכב מיוחד של שלושה שופטים וקיים את דיוניו בבית העם על-מנת לאפשר לציבור הרחב להאזין להם.   במהלך המשפט הוצגו עדויות של למעלה ממאה ניצולים לצד אלפי מסמכים שחשפו את מעורבותו של אייכמן בהשמדת יהודי אירופה. אייכמן ניסה להציג עצמו כ-'בורג קטן' שרק מילא את הפקודות שהטילו עליו מפקדיו; אך התביעה הוכיחה במשפט כי אייכמן הגיע להזדהות נפשית מלאה עם התפקיד שאותו נדרש לבצע. על אייכמן נגזר גזר דין מוות, היחיד שניתן בתולדות מדינת ישראל, שהוצא מיד לפועל. גופתו נשרפה ואפרו פוזר מחוץ למים הטריטוריאליים של מדינת ישראל .  המשפט הביא לשינוי היסטורי בתפיסת החברה הישראלית ביחס לשואה, בייחוד בקרב הדור הצעיר, ולשינוי ביחס אל הניצולים. עדויותיהם של ניצולי השואה הגיעו לכל בית בישראל והשואה חדלה להיות סיפור עמום ורחוק והפכה לסיפור אישי וקונקרטי שקרה לאנשים פרטיים.  "
    },
    {
      "qes": "מהו יחסו של צה''ל לזיכרו השואה?",
      "ans": "צה''ל – כמדינת ישראל כולה, רואה בשואה את אחד האירועים המרכזיים בדורות האחרונים ובהיסטוריה בכלל. זהו אירוע ייחודי בעל השלכות לאומיות ואנושיות חשובות ביותר. החינוך להנחלת זיכרון השואה מהווה מרכיב חשוב בכלל החינוך שמקנה צה''ל לחייליו. צה''ל יפעל להנחלת זיכרון השואה על-מנת לחזק את הקשר ואת תחושת השייכות של החייל למדינת ישראל ולצה''ל לא בכדי הקדשנו שער נפרד לתקופת השואה. כקצינים לעתיד בצה''ל ישנה חשיבות גדולה להיכרותנו עם הנושא ולחיזוק יכולתנו לעסוק בו עם חיילינו. מבחינה חינוכית עלינו להדגיש את משמעויותיה הייחודיות של השואה לצד משמעויותיה האוניברסליות ולעסוק בנושא כמרכיב בזהותנו כישראלים וכיהודים. "
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "כיצד מתנהל תהליך הפעולה לפנים, ולאחר מכן תהליך הפעולה לאחור ברובאי?",
      "ans": "(1) גריפה - השיניים הגורפות, הממוקמות בשושנה, גורפות כדור תורן מהמחסנית. (2) יישור והגבהה - הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה. (3) חביקה - הכדור נחבק על ידי השן החובקת/ חולצת. (4) נעילה - הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה. (5) שחרור הנעילה - הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית, גורמת לסיבוב הבריח ולשחרור הנעילה. (6) חליצת הכדור - השן החובקת/ חולצת משחררת את חביקת הכרכוב וחולצת אותו. (7) פליטת הכדור - כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת."
    },
    {
      "qes": "מהו סדר פעולת הפיצוץ?",
      "ans": "(1) היורה לוחץ על ההדק. (2) הפטיש משתחרר ומכה באחורי הנוקר. (3) הנוקר מכה בפיקת הכדור. (4) הכספית בכדור מתחילה לרעום. (5) הכספית מציתה את האבק שריפה שבתרמיל. (6) בעירת אבק השריפה גורמת לשחרור גזים המעלים את הלחץ בתרמיל. (7) הגזים הודפים את הקליע מחוץ לתרמיל אל תוך הקנה עד ליציאתו מקדח הקנה."
    },
    {
      "qes": "תאר את סדר הפעולות למצב אפס",
      "ans": "(1) היכנס למצב ירי ומצא נקודת מכוון. (2) עצום את העיניים. (3) נשום שתי נשימות רגילות. (4) פקח את העיניים והבט על נקודת המכוון. (5) תקן את הסטייה, בעיניים עצומות בעזרת פלג גוף תחתון. (6) חזור על הבדיקה שוב."
    },
    {
      "qes": "מהם העקרונות לסחיטת הדק נכונה?",
      "ans": "עקבית, אחידה, מקבילה לציר קנה, שמירה על חידוש קשר."
    },
    {
      "qes": "תאר את סדר הפעולות בביצוע איפוס",
      "ans": "(1) ירי של חמישה כדורים. (2) מציאת מקבץ. (3) מציאת נפ''מ. (4) הבאת הנפ''מ לנפ''ר. (5) איפוס סופי."
    },
    {
      "qes": "מהו סדר הפעולות של מציאת הנפ''מ?",
      "ans": "(1) בחר באקראי שני זוגות של פגיעות ומתח ביניהן קו. (2) סמן את מרכזי הקווים ומתח קו נוסף המקשר ביניהם. (3) סמן את המרכז של קו זה וחבר אותו אל נק' הפגיעה החמישית. (4) חלק את הקו האחרון לחמישה חלקים שווים על ידי ארבעה קווים. (5) הקו הרחוק ביותר מהפגיעה החמישית הוא הנפ''מ."
    },
    {
      "qes": "פרט את שלבי הכניסה למצב ''שכב חפה''",
      "ans": "(1) מקם את היד החלשה על הקרקע ב-60 מעלות כלפי המטרה. (2) שלח שתי רגליים לאחור בו זמנית ופתח אותן בשאיפה ל-90 מעלות. (3) הבא כוונת לגובה עיניים. (4) בסיום הירי, הבט למכלול על מנת לוודא שאין מעצור בנשק. (5) קום מהמצב ללא מגע בין הברכיים לקרקע."
    },
    {
      "qes": "כיצד מתנהל תהליך הפעולה לפנים ולאחר מכן תהליך הפעולה לאחור ברובאי?",
      "ans": "(1) גריפה- השיניים הגורפות הממוקמות בשושנה גורפות כדור תורן. (2) יישור והגבהה- הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה. (3) חביקה- הכדור נחבק ע ידי השן החובקת/ החולצת. (4) נעילה- הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה. (5) שחרור הנעילה- הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית גורמת לסיבוב הבריח ולשחרור הנעילה. (6) חליצת הכדור- השן החובקת/ חולצת אוחזת בכרכוב התרמיל ומושכת אותו לאחור עם תנועת המחלק. (7) פליטת הכדור- כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת."
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ]
]
