[
  [
    {
      "qes": "מנה סוגיות משמעותיות בדיון הישראלי במושג דמוקרטיה.",
      "ans": "על משמעות המושג  'דמוקרטיה' מתקיים דיון בחברה הישראלית מתוכו ניתן לסמן בין היתר את הסוגיות הבאות:  האיזון בית עקרון הייצוגיות לעקרון המשילות, כיצד ניתן לאזן בין יחסי הרוב והמיעוט, כיצד ניתן לשלב בין השאיפה לשוויון וחירות הפרט."
    },
    {
      "qes": "מה היה חזונם של מייסדי המדינה?",
      "ans": "מייסדיה של ישראל שאפו להקים מדינה המקיימת תרבות ומשטר דמוקרטי ואשר אופייה ותרבותה הלאומיים יהיו מושתתים על היהדות. הם לא ראו בשני עקרונות אלו, עקרונות סותרים; אדרבה, על-פי מגילת העצמאות הם נובעים זה מזה: ' מדינת ישראל... תהא מושתתת על יסודות החירות, הצדק והשלום–לאור חזונם של נביאי ישראל. '"
    },
    {
      "qes": "מהי עמדת השופט חיים כהן, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט חיים כהן סבר כי יש למצוא את שורשי הדמוקרטיה ביהדות ובמשפט העברי; הוא ראה בצמד המילים 'יהודית' ו-'דמוקרטית', מושג אחד וגרס כי יש לעצב ולבנות יהדות שהיא דמוקרטית ודמוקרטיה שהיא יהודית."
    },
    {
      "qes": "מהי עמדת השופט מנחם אלון, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט מנחם אלון סבר כי היהדות והדמוקרטיה אינן מושג אחד, אלא שתי מערכות ערכיות מקבילות ושוות במעמדן והן צריכות להנחות את השופט."
    },
    {
      "qes": "מהי עמדת השופט אהרון ברק, ביחס ל-'מדינה יהודית ודמוקרטית'",
      "ans": "השופט אהרון ברק ביקש לפרש פירוש מצמצם את המושג 'יהדות', הוא סבר כי מדינת ישראל היא יהודית בכך שמתקיים בה רוב יהודי והרוב הזה משפיע על לוח השנה הלאומי ועל המרחב הציבורי בה. בנוסף, בעיניו, מדינת ישראל היא יהודית בכך שהיא שואבת את ערכיה האוניברסליים (כמו אהבת האדם, קדושת החיים, צדק חברתי ועוד) ממקורות יהודיים."
    },
    {
      "qes": "על אילו מערכות מבוסס אופייה הדמוקרטי של מדינת ישראל?",
      "ans": "(1) מערכת פורמלית-מוסדית הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות. (2) מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון)."
    },
    {
      "qes": "מה הם תפקדייה מרכזיים של הכנסת?",
      "ans": "לכנסת שני תפקידים מרכזיים: חקיקת חוקים ובקרה על עבודת הממשלה. חברי הכנסת רשאים לחוקק כל חוק ובפרט שהוא 'חוקתי'. קרי, אינו סותר את חוקי היסוד ואינו סותר את הגדרתה של ישראל כמדינה יהודית ודמוקרטית. הבקרה על עבודת הממשלה נעשית באמצעות היכולת להצביע בה' אי-אמון' ובכך לגרום לנפילתה, באמצעות היכולת לשאול 'שאילתות' או להעלות נושאים לדיון ובאמצעות החובה לאשר במליאה צעדים מסוימים של הממשלה כגון ההחלטה על תקציב המדינה, חתימת חוזה שלום, יציאה למלחמה ועוד."
    },
    {
      "qes": "תאר את תהליך הרכבת הממשלה",
      "ans": "בתום הבחירות לכנסת, מזמן אליו נשיא המדינה את נציגי המפלגות, ובעקבות השיחות עמם הוא מטיל את הקמת הממשלה על חבר הכנסת, בעל הסיכוי הגבוה ביותר להצליח, להרכיב ברית (קואליציה) של מפלגות שיסכימו לכונן את הממשלה ולפעול על-פי קווי יסוד משותפים. בהתאם לסיכום עם המפלגות ממנה ראש הממשלה את השרים. השרים הם ברובם חברי כנסת מן הקואליציה, אך ראש הממשלה יכול למנות גם אדם שאינו חבר כנסת לתפקיד שר. "
    },
    {
      "qes": "תאר את פעילות השרים בממשלה",
      "ans": "השריפ קובעים ומבצעים את מדיניותה של ישראל בתחומים השונים: ביטחון, חוץ, כלכלה, חינוך, בריאות וכו'. משרדי הממשלה השונים אחראים גם להפעלתם של כלל מוסדות המדינה: השב''כ והמוסד- משרד ראש הממשלה, מערכת החינוך- משרד החינוך, צהל- משרד הביטחון, שגרירויות במדינות זרות- משרד החוץ, משטרה- המשרד לביטחון פנים וכן הלאה. "
    },
    {
      "qes": "ציינו את שלושת סוגי התביעות השפטיות",
      "ans": "(1) תביעות של אזרחים כלפי אזרחים - משפט אזרחי. (2) תביעות של המדינה כלפי אזרחיה - משפט פלילי. (3) בתביעות של אדם הרואה את עצמו נפגע כתוצאה מפעילות של רשויות המדינה - משפט מנהלי. "
    },
    {
      "qes": "מהו העקרון החשוב ביותר במערכת המשפט?",
      "ans": "העיקרון החשוב ביותר במערכת המשפט, המהווה תנאי לאמון של ציבור האזרחים בה, הוא היותה מערכת ניטרלית, עצמאית ונטולת פניות."
    },
    {
      "qes": "ציין והסבר את 5 עקרונות יסוד של הרשות השופטת",
      "ans": "(1) מערכת ניטרלית, עצמאית ונטולת פניות- בחירת השופטים מבוצעת על-ידי ועדה מיוחדת ולא על- ידי חברי הכנסת או הציבור. אין אפשרות לפטר שופט, הוא מסיים את תפקידו באופן אוטומטי בהגיעו לגיל שבעים. (2) הזכות להליך הוגן - כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו. (3) פומביות המשפט- הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות. (4) שוויון בפני החוק- כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד. (5) מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה."
    },
    {
      "qes": "למה נועד האיזון בין רשויות השלטון? ",
      "ans": "איזון בין הרשויות השונות נועד במהותו לשרת את האזרח ולמנוע מצב בו אדם או קבוצה מסוימת תופסים בפועל את השלטון ואינם כפופים לפיקוח או למגבלות, או לחלופין מצב בו מוסדות המדינה נוהגים בחוסר הוגנות כלפי האזרח מבלי שיוכל להגן על עצמו."
    },
    {
      "qes": "מה צריכה חברה לעשות כדי לשמר את הדמוקרטיה",
      "ans": "פקידה של חברה השואפת לשמר את הדמוקרטיה לטובת כלל חבריה, הוא לחנך לדמוקרטיה ולהדגיש את הערכים המרכזיים העומדים בבסיסה, דוגמת החשיבות והלגיטימיות שבקיומו של ויכוח חופשי המבטא ריבוי דעות, הסלידה מהאלימות, כיבוד החוק ובחירת הרוב, זכויות האדם והאזרח ועוד."
    },
    {
      "qes": "על מה מסכימים כלל הזרחים במדינה דמוקרטית",
      "ans": "השלטון הנבחר במדינה דמוקרטית מושל במדינה בהסכמת כלל האזרחים ובכלל זאת גם בהסכמת המיעוט שלא בחר בו. גם אם יש המתנגדים לממשלה הנבחרת, כלל האזרחים במדינה דמוקרטית מסכימים ביניהם על שאיפתם לחיות יחד תחת מסגרת מדינית משותפת הפועלת בהתאם ל- 'כללי משחק' להם הם מחויבים."
    },
    {
      "qes": "כיצד צה''ל מבטא מאפיינים דמוקרטים?",
      "ans": " צה''ל מהווה זרוע מבצעת של הממשלה שנבחרה באופן דמוקרטי ותפקידו לבצע החלטות שהתקבלו על-ידי הכנסת והממשלה. צה''ל כפוף לדרג המדיני, יונק את סמכותו מהחלטותיו ופועל לממשן. קודותיו של צה''ל כפופות גם הן לעקרונות הדמוקרטיה ומחויבות להיות שוויוניות וסבירות. כל חייל בצה''ל יכול לערער על החלטות מפקדיו על- פי הפקודות והדרכים המקובלות ואף לקבול אותן באמצעות נציב קבילות החיילים. צה''ל אף מגדיר ומנחה את חייליו להבחין בין הפקודות הניתנות להם. החייל נדרש לציית לפקודות חוקיות בלבד. במקרה של פקודה בלתי חוקית, הוא נדרש לבצעה ולפעול לאחר מכן על-מנת להדגיש את איחוקיותה בפני הגורמים הרלוונטים. במישור הרעיוני החייל נדרש לוותר לזמן קצוב הקבוע בחוק על חירויותיו לשם הגנה על אותן החירויות. הוא מגויס לצבא מתוקף ההסכמה החברתית הרחבה על 'כללי המשחק' של הדמוקרטיה ופועל למעשה על-מנת להגן עליהם."
    },
    {
      "qes": "כיצד נדרש חייל לנהוג לאחר קבלת פקודה שאינו מסכים איתה",
      "ans": " נדרשים חיילי צה''ל לציית לפקודות הצבא, בין אם הפקודות עולות בקנה אחד עם עמדותיו האישיות של החייל ובין אם לא. החייל אינו מחויב להזדהות עם המשימה המוטלת עליו, אולם הוא נדרש להזדהות עם חובת ביצוע המשימה, שהיא מרכיב בשמירת חוסנה של מדינת ישראל ובסיכול כל ניסיון לשבש את התנהלותה הדמוקרטית ואת אורח החיים התקין בה."
    },
    {
      "qes": "מדוע על החייל להימנע מהבעת דעות פוליטיו בפומבי?",
      "ans": "פקודות צה''ל אוסרות על חיילי צה''ל הבעת דעותיהם הפוליטיות בציבור במהלך שירותם, לרבות השתתפות בהפגנות וחתימה על עצומות בעלות אופי פוליטי – בין במדים ובין בלבוש אזרחי . בנוסף, מתוך הנחה שצה''ל ייטיב לבצע את משימותיו אם חייליו יבינו את משמעות היותם חיילים בצבאה של מדינה יהודית ודמוקרטית, ומתוך מחויבותו למדינה ולחייל כאזרח בה; פועל צה''ל לחזק בקרב חייליו ומפקדיו את תחושת המחויבות כלפי המדינה וערכיה."
    },
    {
      "qes": "כיצד בא לידי ביטוי אופיו הדתי של צה''ל?",
      "ans": "המרחב המשותף בצה''ל הוא בעל צביון יהודי. אין הכוונה בכך לשמירה על זכותו ועל חירותו של כל פרט לנהוג על־פי מנהגיו הדתיים (זמני תפילות, צומות), אלא במאפיינים הנוגעים לאופי סביבת השירות ולאופי הארגון. הצביון היהודי של המסגרת הצבאית כולל את שמירת הכשרות בכל מטבחי צה''ל, את נוהל השבת, את הטיפול של הרבנות הצבאית בחללים ובענייני אישות, את האפשרות לגיור בצבא וכן גם את עיסוקם של מפקדים וחיילים בסוגיות של זהות ותודעה יהודית במסגרת פעילויות החינוך והעיסוק בצדקת הדרך."
    }
  ],
  [
    {
      "qes": "כיצד השתנה אופי התפילה ביהדות לאורך השנים?",
      "ans": "לאורך תקופת המקרא, אנו פוגשים בעיקר תפילות יחיד המכוונות כנגד אירוע או בקשה מסוימים. בהדרגה התפתחה תפילה ממוסדת יותר: בתקופת בית שני כבר הופיעו נוסחי תפילה מגובשים; ומשחרב המקדש תפסה התפילה בציבור מקום מרכזי יותר ולמעשה החליפה את עבודת המקדש."
    },
    {
      "qes": "מהי תפילה?",
      "ans": "ביהדות התפילה היא פנייה של האדם אל בוראו. ניתן לחלק את התפילות לתפילה הספונטנית והאישית ולתפילה הממוסדת והציבורית. כיום, מתקיימת התפילה בדרך כלל בבית הכנסת והיא מבוססת על פסוקים ועל נוסחים שהתגבשו בקהילות ישראל והועלו על הכתב. "
    },
    {
      "qes": "כיצד נבדלות קבוצות שונות באופן קיום ההלכה?",
      "ans": "כבר משחר תולדותיו של העם היהודי, נבדלו קבוצות שונות בעם ישראל באופן קיומן את ההלכה, חלקן נפרדו מן העם היהודי באופן מלא (הנוצרים לדוגמה) וחלקן שמרו אתו על קשרים מורכבים (הקראים** לדוגמה). גם כיום מתקיימת מחלוקת בנושא זה: בעוד שהגישה האורתודוקסית מבקשת להיצמד אל ההלכה ללא שינוי, הקונסרבטיבים מבקשים להתאים את ההלכה לתקופה המודרנית אך לשמור על עקרונותיה ואילו הרפורמים מבקשים להכניס בה שינויים עומקים יותר. גם בתוך היהדות האורתודוקסית קיימים הבדלים ומחלוקות באשר לאופן קיום ההלכה, אך באופן כללי, שוררת הסכמה באשר לבסיס העקרוני המחייב שלה ברוב התחומים."
    },
    {
      "qes": "מי היה רבי יוסף קארו?",
      "ans": "ר' יוסף קארו (1575-1488), רב ופוסק הלכה, נולד בספרד ובעקבות הגירוש, נדד בין מספר מדינות באסיה הקטנה עד שעלה לארץ-ישראל. ר' יוסף קארו כתב חיבור הלכתי גדול המתבסס על הסדר והמבנה של חיבור הלכה קודם ('ארבעת הטורים') וקרא לחיבור בית יוסף. לאחר מכן ,לאור ריבוי מסורות פסיקה, ביקש לתמצת את ספרו לנוכח ריבוי מסורות ההלכה וכתב את השולחן ערוך."
    },
    {
      "qes": "כיצד בא לידי ביטוי יחודה של השבת במדינת ישראל?",
      "ans": "במדינת ישראל מוגדרת השבת כיום המנוחה הרשמי ליהודים, בני דתות אחרות רשאים לבחור יום מנוחה אחר. קבוצות שונות בחברה הישראלית בוחרות לבטא את השבת שלהן באופנים שונים; עובדה המביאה לא אחת לדיונים ביחס לאופייה של השבת במרחב הציבורי. את הגישה העקרונית בהקשר זה התווה מסמך הסטטוס-קוו שקבע כי השבת תוגדר כיום המנוחה הלאומי ולא תתקיים במהלכה פעילות רשמית במוסדות הציבור. מאוחר יותר חוקק חוק שעות עבודה ומנוחה (1951) האוסר להעסיק עובד ביום המנוחה השבועי שלו. פקודות המטה של צה''ל נגזרות מעקרונות אלו ואוסרת על עשיית מלאכה שאינה מהווה צורך מבצעי דחוף במהלך השבת. "
    },
    {
      "qes": "ציין מנהגי שבת בולטים",
      "ans": "מנהגי השבת כוללים: הדלקת הנרות בכניסתה, תפילה הכוללת קבלת שבת לפנות ערב, קידוש על יין וקיום שלוש סעודות חגיגיות, קריאה בפרשת השבוע וקיום 'הבדלה' עם צאתה. "
    },
    {
      "qes": "מנה זכויות של קבוצות מיעוט בישראל",
      "ans": "בהתאם לעקרונות אלו זכאים בני המיעוטים לקיים את מצוות דתם באופן חופשי, להקים בתי תפילה, לקיים רישום נישואין וגירושין על-פי עקרונות דתם, לקיים בתי דין דתיים, להפעיל בתי קברות דתיים ואף לקיים מערכת חינוך על- פי עקרונותיהם הדתיים והתרבותיים. בני מיעוטים בוחרים ונבחרים לכנסת הן במסגרת רשימות ייחודיות והן במסגרת המפלגות הגדולות והם יכולים להקים תנועות פוליטיות וחברתיות שיקדמו את ענייניהם והשקפת עולמם.  "
    },
    {
      "qes": "תאר את תרומת ההעדה הזרוזית לביטחון ישראל",
      "ans": "העדה הדרוזית בישראל מהווה קבוצת מיעוט המכריזה על נאמנותה המוחלטת למדינת ישראל ולחוקיה. לאחר הקמת המדינה התנדבו רבים מבני העדה לשירות צבאי, בעיקר ביחידת המיעוטים. החל משנת 1956 חייבים הדרוזים בשירות חובה, אחוזי הגיוס בקרב העדה גבוהים ושיעור הקצינים והנגדים בני העדה הדרוזית בצה''ל עולה על חלקם היחסי באוכלוסייה."
    },
    {
      "qes": "ציין את חמשת מצוות היסוד באסלאם",
      "ans": "באסלאם חמש מצוות יסוד: 'שהאדה' (עדות) החובה להצהיר על דבקות בעיקרי האמונה, 'צלאת' התפילה הנערכת חמש פעמים ביום, 'זכאת' החובה לתת צדקה, 'צום' החובה לצום במהלך חודש הרמדאן, חג החובה על כל אדם המסוגל לכך מבחינה כלכלית לעלות לרגל למכה. "
    },
    {
      "qes": "תאר את תרומת הבדואים לביטחון ישראל",
      "ans": "על אף שעל הבדואים לא חל חוק גיוס חובה, רבים מבני העדה משרתים בצה''ל. הבדואים הראשונים התגייסו לצה''ל עוד בשנות החמישים והשתלבו בתפקידים שונים, רובם ביחידת המיעוטים**. בשנת 1970 הוקמה יחידת הגששים המבוססת רובה ככולה על בני העדה ובשנת 1986 הוקם 'גדוד הסיור המדברי' (הגדס''ר הבדואי) הכפוף לחטיבה הדרומית של אוגדת עזה. בדואים נוספים משרתים בתפקידים שונים במערכיו השונים של צה''ל.   "
    },
    {
      "qes": "תאר את תרומת הצ'רקסים לביטחון ישראל",
      "ans": "הצ'רקסים קיימו מערכת יחסים טובה עם היישוב היהודי עוד מימי העליות הראשונה והשנייה. לאחר הקמת המדינה התנדבו מרבית בני העדה לשירות צבאי, בעיקר ביחידת המיעוטים ובפלוגות פרשים צ'רקסית שכונתה 'קלוואלריה'; לאחר שפורקה הפלוגה הוקם במקומה 'חיל הספר' שהפך ברבות הימים למשמר הגבול. בשנת 1958 ביקשו מנהיגי העדה הצ'רקסית להחיל עליהם גיוס חובה, דוד בן-גוריון ענה בחיוב לבקשתם."
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ],
  [
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    },
    {
      "qes": "",
      "ans": ""
    }
  ]
]
