{
  "title": "טופוגרפיה וקשר",
  "description": "",


  "sections": [
    {
      "title": "טופוגרפיה",  
      "subSections": [
        {
          "title": "מושגים בטופוגרפיה",
          "text": [
            "סימנים מוסכמים לקריאת מפה",
            "1. תבליט - מפה הינה תיאור גראפי מוקטן של פני השטח ממבט על. מפה טופוגרפית היא הבסיס לניווט, כלומר, להתמצאות ולכיוון אל יעדים בשטח. המפה היא מעין תצלום של פני השטח. היא מכילה את כל פרטי הנוף של שטח מסוים גם תבליט וגם תכסית. התבליט הוא שם כולל לכל צורות פני השטח. על פני המפה משורטטים קווים חומים דקים, קווים אלו מייצגים את צורת פני השטח. היתרון בשימוש בתבליט הינו כי התבליט הוא קבוע ולא משתנה בתקיפות כמו פרטי התכסית. התבליט כולל: כיפה, נחל, שלוחה, גיא ועוד.",
            "2. תכסית - תכסית הינה קבוצת פרטי נוף המכסים את השטח. פרטי התכסית מסומנים במפה בסימנים מוסכמים בצבעים שונים. בתחתית המפה ישנו מקרא סימנים. תכסית יכולה להיות: כביש, גדר, גשר, מחצבה, קו מתח, עצים ועוד.",
            "3. קווי גובה - קווי גובה הם הקווים החומים המספרים שלידם מציינים את הגובה במטרים מעל או מתחת לפני הים. קווי גובה עבים מציינים מאות מטרים. ההפרש בין קו לקו הינו 10 מטרים. ככל שקווי הגובה יהיו קרובים יותר השטח יהיה תלול יותר ולהיפך, ככל שקווי הגובה יהיו רחוקים יותר השטח יהיה מתון יותר.",
            "מרחקים במפה",
            "במפה אנו רואים רק את הרווח האווירי ולא את הרווח(מרחק) שצריך לעבור בפועל. ולכן כשעוברים מכיפה לכיפה המרחק האווירי אותו נוכל למדוד במפה יהיה קטן מהמרחק האמיתי אותו נעבור בשטח חשוב גם, כאשר מודדים מרחקים בנחל להיות כמה שיותר מדויקים ולמדוד במקטעים כדי שנוכל להגיע לרמת הדיוק הגבוהה ביותר.",
            "סוגי צורות שטח",
            "1. כיפה - הכיפה היא סוג של תבליט אשר מתוארת במפה בעזרת מערכת של קווים סגורים שאינם בהכרח בעלי צורה מעגלית מושלמת. כיפה היא נקודת שיא גובה ומכל מקום שממנה נתקדם הלאה נהיה במגמת ירידה.",
            "2. כיפה סמויה - עונה על הגדרת כיפה אך אינה מסומנת במפה בקו גובה סגור, כיוון שגובהה נמוך מהפרש שני קווי גובה סמוכים במפה (10 מטרים). שים לב! משני צידי אוכף תמיד יהיו כיפות ולכן אם לא מסומנת כיפה במפה- קיימת שם כיפה סמויה.",
            "3. אוכף - כשמו כן הוא: דומה בצורתו לאוכף רכיבה. ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות. האוכף מחבר בין 6 כיפות. ",
            "4. שלוחה - בלט מוארך היוצא ממקום גבוה ויורד כלפי מטה. אם נרצה לעלות לכיפה תמיד נעלה דרך שלוחה = כלומר בראש כל שלוחה ישנה כיפה. כאשר נמצאים בשלוחה יש כיוון עליה אחד ושלושה כיווני ירידה. נוכל להיעזר בשלוחה למצוא מפגש נחלים מכיוון שכל שלוחה יורדת לפיצול נחלים.",
            "5. גיא - הינו הנגטיב של השלוחה. לרוב יסומן בקו כחול (לא חובה) אם השלוחה פונה לכיוון כיפה אז הגיא פונה לכיוון הרכס. גיא תמיד יוביל אותנו בקצה העליון לאוכף ובקצה התחתון לנחל (לערוץ). בגיא יש שלושה כיווני עליה וכיוון אחד ירידה. אם יורדים אז רק דרך גיא. כל הגאיות מתנקזים לנחל.",
            "6. כתף - למעשה זהו חלק מסוים ממדרון כלשהו. לעיתים נקטע שיפועו של מדרון על ידי קטע מתון יותר הנקרא כתף- עפ' הצורה שנוצרת במדרון.",
            "7. מדרון - כל השטח שנמצא בין קו הרכס לקו האפיק, המדרונות מורכבים מגאיות ומשלוחות.",
            "8. שיפוע - מידת התלילות של צורת שטח. סוג המדרון נקבע לפי סוג השיפוע המאפיין אותו. מדרון קצוב- מדרון בעל שיפוע אחיד (מתון או תלול) הרווח האווירי (בין קווי הגובה) קבוע: א. מדרון בעל שיפוע תלול- מדרון הנוטה בזווית חדה- קווי הגובה המגדירים אותו במפה מופיעים בצפיפות גדולה (הרווח האווירי בין קווי הגובה קטן). ב.   מדרון בעל שיפוע מתון מדרון שאינו חד או קיצוני, קווי הגובה המגדירים אותו במפה מופעים בצפיפות דלילה (הרווח האווירי בין קווי הגובה גדול).",
            "9. מצוק - סוג של שיפוע תלול מאוד המסומן במפה בעזרת סימון מוסכם.",
            "מדרון משתנה",
            "1. מדרון קמור - מדרון בעל שיפוע קמור שבחלקו התחתון הוא תלול וככל שמעפילים אל פסגתו הוא הופך למתון יותר.",
            "2. מדרון בעל שיפוע קעור - מדרון שהוא מתון בתחתיתו והופך למדרון תלול ככל שמעפילים אל פסגתו.",
            "3. מדרון עם כתף - מדרון ששיפועו נקטע על ידי מישור שנקרא 'כתף'.",
            "4. מדרון משתנה - מדרון המכיל בתוכו כמה סוגי מדרונות שונים, ללא כל הסבר או חוקיות כלשהי.",
            "",
            "סוגי שטחים",
            "ניתוח המבנה התבליט הפנימי של שטח כלשהו, מגלה בד'כ כי הוא מתחלק לסוגי שטח עיקריים הנבדלים בברור זה מזה הפרשי הגבהים השונים בין הבלטים. עפ'י הפרשי הגבהים בין הבלטים מקובל להבחין בחלוקת השטח לסוגי השטח הבאים:",
            "א. שטח מישורי - שטח שהפרש הגבהים בין בלטיו שואף ל.1- ",
            "ב. שטח גלי - שטח שהפרש הגבהים בין בלטיו הוא עד - 31 מ'.  ",
            "ג. שטח גבעי - שטח שהפרש הגבהים בין בלטיו נע בין 611מ -'ל31מ'.",
            "ד. שטח הררי - שטח שהבדלי הגבהים בין בלטיו גבוה מ- 611מ'.",
            "",
            "מושגים נוספים:",
            "א.  מפה - תיאור גרפי מוקטן של יחידת שטח ממבט על.",
            "ב.  מפה גיאוגרפית- מפה המכילה שטח נרחב ואשר אינה יורדת לפרטים. היא כוללת גבולות בין מדינות, אוצרות טבע ונתונים כלליים אחרים.",
            "ג.  מפה טופוגרפית- מעין תצלום של פני השטח. מכילה את כל פרטי הנוף של השטח ואת פני השטח- עצים, כבישים וכדומה. גודל השטח במפה הינו מצומצם והגבהים במפה מדויקים ולכן המפה הטופוגרפית היא בסיס טוב לניווט, כלומר להתמצאות ולכיוון אל יעדים בשטח."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "טיפים לבניית ציר ניווט",
          "text": [
            "ראו את לומדת הניווטים של בה''ד 1",
            "א.  מדרונות ושיפועים- ככל ששיפוע המדרון תלול יותר כך יקשה הדבר על התנועה. תנועה בשיפוע צד- התקדמות בנתיב זה מאיטה את קצב הניווט ומגדילה את הסיכוי לפציעה. ",
            "ב.  תפירה- ציר המרובה בעליות ובירידות משפיע ישירות על עייפות המנווט. חשוב לציין שהציר הקצר ביותר הוא לאו דווקא הציר המהיר ביותר, נוחות ההליכה הינה גורם משמעותי בבחירת ציר הניווט.",
            "ג.   צעדים כפולים- כאשר אנו הולכים מנק' לנק' אנו נספור את המרחק באמצעות צעדים כפולים- כלומר כל שני צעדים שנלך נספור כצעד אחד. (יש לבדוק טרם הניווט כמה צעדים אני עושה ב100 מטרים).",
            "קו רכס- יתרון אנו במקום גבוה הנותן לנו זווית ראייה טובה על שטח הניווט. חסרון התנועה לעיתים קשה, קריאה לא נכונה של המפה יכולה להיות 'קטלנית'. ",
            "קו אפיק- יתרון טועים הרבה פחות מפני שהשטח כמעט ולא משנה את צורתו וברור מאוד במפה. חסרון- ראייה לטווח הקצר, מקשה על ההליכה לעיתים.",
            "כאשר הולכים בערוץ בעל פיצולים רבים חשוב ללכת במרכזו בכדי שלא נטעה ונפנה לאחד הפיצולים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "קשר",
      "subSections": [
        {
          "title": "",
          "text": [],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
