{
  "title": "הפסיפס הישראלי",
  "description": "השער השני שכותרתו 'הפסיפס הישראלי' פותח בתיאור עולם האמונה היהודי, ממשיך בסקירתם של המיעוטים החיים בישראל ומסיים בהצגת מועדיו של לוח השנה הישראלי-יהודי. מטרתו של פרק זה היא להעמיק את היכרותך, כקצין לעתיד, עם שורשיך ועם התרבות ממנה מגיעים חייליך.  ",

  "sections": [
    {
      "title": "פתיחה: תרבות ואמונה בישראל",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "קשה לחשוב על שתי פסקאות במגילת העצמאות המאתגרות האחת את השנייה יותר משתי הפסקות שהבאנו בפתחו של הפרק. הראשונה, מבטאת את המחויבות של ישראל לתושביה של הארץ ללא הבדל דת גזע ומין בהתאם להגדרתה כמדינה דמוקרטית; השנייה, מבטאת את המחויבות של ישראל ליהודי התפוצות ולעולים החדשים בהתאם להגדרתה כמדינה יהודית. בין שתי הפסקאות אין כמובן ניגוד מובנה, אך בהחלט אפשר לראות בהן מתח מסוים. ",
            "עם תום מלחמת העצמאות נוצרה בישראל, כמו ברבות ממדינות הלאום הדמוקרטיות, מציאות בה מתקיים רוב יהודי לצדן של קבוצות מיעוט. בישראל המיעוטים שונים מקבוצת הרוב בדתם, בתרבותם ובשפתם. בין קבוצות המיעוטים ישנן כאלו שכרתו מלכתחילה ברית דמים עם מדינת ישראל, ואחרות שהסתייגו ועודן מסתייגות מהגדרתה וממאפייניה כמדינה יהודית ודמוקרטית. שער זה כולל בתוכו התייחסות קצרה אל מספר מושגים בסיסיים בתרבות ובעולם האמונה של העם היהודי, רקע ותיאור קצר לגבי כל אחת מקבוצות המיעוטים וכן גם סקירה של לוח השנה הישראלי ושל המועדים המרכזיים בו. ",
            "בצה''ל משרתים כתף אל כתף יהודים בעלי מגוון אמונות ודעות, וישראלים בני דתות שונות. השירות של החיילים היהודים והלא יהודים כאחד, תורם לכוחו של צה''ל ומבטא את היותם חלק בלתי נפרד מן החברה הישראלית. ",
            "מחויבותנו כקצינים לעתיד היא להכיר את מרכיביו של הפסיפס הישראלי: הרקע, התרבות ועולם האמונות ממנו מגיעים אנו וממנו מגיעים חיילינו. ראשית, חשוב שכל אחד מאתנו יכיר את המורשת ממנה הוא מגיע, המהווה חלק מהותי מן הזהות הפנימית שלו, הבית בו גדל, הערכים עליהם חונך וכו'. שנית, לא פחות חשוב להכיר גם את תרבותו של האחר: בן לאוכלוסיית הרוב צריך להכיר את תרבותו של בן המיעוט ובן המיעוט צריך להכיר את תרבותו של בן אוכלוסיית הרוב. ההיכרות הזו היא קריטית ביצירתה של חברה שלמה ומלוכדת והיא קריטית עוד יותר ביצירה של היכרות בין חברי היחידה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עולם האמונה היהודי: מושגים בסיסיים",
      "subSections": [
        {
          "title": "תורה שבכתב ותורה שבעל-פה",
          "text": [
            "את אוצר המקורות היהודיים נהוג לחלק לשני חלקים: התורה שבכתב הכוללת את ספרי התנ''ך, והתורה שבעל פה אשר מבארת, מסבירה ומפרשת את התורה שבכתב. על- פי המסורת המקובלת ניתנה התורה שבעל-פה יחד עם התורה שבכתב למשה בהר סיני: מצוות רבות נמסרו בתורה שבכתב באופן תמציתי וכללי, ורק התורה שבעל פה מופיע רק בתורה שבעל פה המפרשת כיצד נראות התפילין, ממה הן עשויות וכיצד מכינים אותן.",
            "ציווי התורה (בכתב או בעל פה) מחולקים למצוות שבין אדם למקום ('מקום' הוא כינוי לבורא) בהן אפשר לכלל לדוגמה, שמירת שבת, הקפדה על דיני הכשרות ועוד; ולמצוות שבין אדם לחברו, בהן אפשר לכלול את איסור הגניבה, הניאוף, הרצח ועוד.",
            "",
            "1. תנ''ך",
            "התנ''ך הוא הספר המרכזי של העם היהודי, המוזכר גם במגילת העצמאות. התנ''ך מורכב למעשה משלושה חלקים, תורה, נביאים וכתובים:",
            "א. תורה: התורה נחלקת לחמישה חומשים: בראשית, שמות, ויקרא, במדבר ודברים. בין פרקיה נכללים הסיפורים המכוננים של העם היהודי לצדם של ציוויים וחוקים. את התורה קוראים בציבור שלוש פעמים בשבוע, בימים שני וחמישי ובשבת. התורה מחולקת לפרשות ואלו נקראות באופן מחזורי לאורך שבתות השנה. בחגים נקראות מתוך התורה פרשיות מיוחדות הקשורות אל החג עצמו.",
            "ב. נביאים: הכינוי 'נביא' מבטא אדם החווה התגלות על-אנושית. ספרי הנביאים מתייחסים לפעילותם של הנביאים לאורך ימי הבית הראשון ותקופת החורבן וכוללים בתוכם תיאור כללי לצד ביקורת חברתית ודתית.",
            "ג. כתובים: הספרים הבאים לאחר מכן מכילים מגוון סוגות ספרותיות, החל מתיאור היסטורי, דרך נבואות וחזיונות מוסריים עתירי דימויים וכלה בספרות בעלת אופי שירי ופילוסופי.",
            "",
            "2. קבצי התורה שבעל-פה",
            "במשך דורות נמסרה ונלמדה התורה שבעל-פה במקביל ללימוד הפסוקים הכתובים. העלאתה של התורה שבעל-פה על הכתב נחשבה לאיסור, אך עם חורבן הבית השני עלה החשש שהיא תישכח והחל תהליך שנמשך כ-500 שנה, במהלכו נכתבו מספר חיבורים משמעותיים:",
            "א. משנה: קובץ הלכתי שנערך ונחתם על-ידי רבי יהודה הנשיא* בשנת 220 לספירה. המשנה מחולקת לשישה סדרים (זרעים, מועד, נשים, נזיקין, קדשים, טהרות). כל אחד מהם מחולק למסכתות, כל מסכת לפרקים וכל פרק למשניות. המשנה כתובה בעברית ולשונה על-פי רוב דחוסה ומצומצמת, חכמי המשנה קרויים 'תנאים'. ",
            "ב.  תוספתא: במשנה לא קובצו כל המשניות והדיונים בעולם התורה שבעל-פה. לצד המשניות שאוגדו בה נותרו משניות חיצוניות המכונות 'ברייתות' (ביחיד: ברייתא, מארמית - חיצוני), חלק ממשניות אלו אוגדו בקבצי התוספתא (מארמית - תוספת).",
            "ג. מדרש: המדרשים הם לקט דרשות, סיפורים והדרכות המסודרים בזיקה לפסוקי המקרא. ישנם מדרשי הלכה העוסקים בנושאים הלכתיים, וישנם מדרשי אגדה העוסקים בדרשות מוסריות ובפירושם של סיפורי המקרא. המדרשים מאוגדים במספר קבצים, אחד המפורסמים שבהם הוא 'מדרש רבה'.",
            "ד. תלמוד (גמרא): מטרתו של התלמוד היא לנסות ולפרש את המשנה, הוא כולל דיונים ביחס לפסיקת ההלכה בה; אך גם אגדות רבות והתייחסות אל אורח החיים של הקהילה היהודית. קיימים שני קבצים של תלמוד: התלמוד הירושלמי שנחתם בגליל במאה הרביעית לספירה, והתלמוד הבבלי שנחתם בבבל במאה השישית לספירה. התלמוד הבבלי הוא התלמוד הנפוץ יותר ועל-פי רוב, בו נעשה שימוש לשם פסיקת ההלכה. ",
            "",
            "* רבי יהודה הנשיא (ידוע בכינוי המקוצר 'רבי'), חי בסביבות 135–220.היה תנא בדור החמישי, נשיא הסנהדרין ועורך המשנה, נצר למשפחת הלל הזקן וחותֵם תקופת התנאים."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "התפילה, הסידור והמחזור",
          "text": [
            "ביהדות התפילה היא פנייה של האדם אל בוראו. ניתן לחלק את התפילות לתפילה הספונטנית והאישית ולתפילה הממוסדת והציבורית. כיום, מתקיימת התפילה בדרך כלל בבית הכנסת והיא מבוססת על פסוקים ועל נוסחים שהתגבשו בקהילות ישראל והועלו על הכתב. ",
            "לאורך תקופת המקרא, אנו פוגשים בעיקר תפילות יחיד המכוונות כנגד אירוע או בקשה מסוימים. בהדרגה התפתחה תפילה ממוסדת יותר: בתקופת בית שני כבר הופיעו נוסחי תפילה מגובשים; ומשחרב המקדש תפסה התפילה בציבור מקום מרכזי יותר ולמעשה החליפה את עבודת המקדש.",
            "הסידור מכיל את כלל התפילות, הברכות והפיוטים לתפילות היום-יום ולמספר אירועים מיוחדים. המחזור כולל את סדר התפילה לחגים. לאורך היום מתקיימות שלוש תפילות: ערבית (בערב), שחרית (בבוקר, עם שחר) ומנחה (תפילה שזמנה מלאחר חצות היום ועד סיומו). בשבתות ובמועדים נוספת גם תפילת מוסף (כנגד הקורבן הייחודי לאותו מועד). במרכזן של כל התפילות עומדת 'תפילת העמידה' המכונה גם 'תפילת שמונה עשרה'.",
            "למרות הבסיס משותף, בקהילות ישראל נוהגים להתפלל בנוסחים שונים, (תימן, עדות המזרח, ספרד ואשכנז). בתנועות שאינן אורתודוכסיות (התנועה הרפורמית, התנועה הקונסרבטיבית), עבר נוסח התפילה שינויים והוא מותאם לתפיסות העולם של חבריהן. בשנים האחרונות תוקנו תוספות לתפילה בהשפעת אירועים משמעותיים: בקינות (פיוטי אבל) לתשעה באב יש הנוהגים לקרוא קינות שנכתבו על השואה, ולהבדיל, בבתי כנסת רבים, נוהגים לקרוא את ה-'תפילה לשלום המדינה' הכוללת התייחסות אל הקמת מדינת ישראל ותקווה להמשך קיומה ולשגשוגה."
          ],

          "minute": 3,
          "second": 40
        },
        {
          "title": "ההלכה",
          "text": [
            "הלכה היא שם כולל לכל החוקים, הדינים והמצוות של היהדות. ההלכה היהודית מבוססת על התורה שבכתב ועל התורה שבעל פה והיא מקיפה את כל תחומי החיים.",
            "השולחן ערוך שנכתב במאה השש-עשרה על-ידי רבי יוסף קארו*, מהווה כיום את ספר ההלכה המרכזי בעם היהודי ונעשה בו שימוש נרחב לשם פסיקת הלכה. ",
            "כבר משחר תולדותיו של העם היהודי, נבדלו קבוצות שונות בעם ישראל באופן קיומן את ההלכה, חלקן נפרדו מן העם היהודי באופן מלא (הנוצרים לדוגמה) וחלקן שמרו אתו על קשרים מורכבים (הקראים** לדוגמה). גם כיום מתקיימת מחלוקת בנושא זה: בעוד שהגישה האורתודוקסית מבקשת להיצמד אל ההלכה ללא שינוי, הקונסרבטיבים מבקשים להתאים את ההלכה לתקופה המודרנית אך לשמור על עקרונותיה ואילו הרפורמים מבקשים להכניס בה שינויים עומקים יותר. גם בתוך היהדות האורתודוקסית קיימים הבדלים ומחלוקות באשר לאופן קיום ההלכה, אך באופן כללי, שוררת הסכמה באשר לבסיס העקרוני המחייב שלה ברוב התחומים.",
            "",
            "* ר' יוסף קארו (1575-1488), רב ופוסק הלכה, נולד בספרד ובעקבות הגירוש, נדד בין מספר מדינות באסיה הקטנה עד שעלה לארץ-ישראל. ר' יוסף קארו כתב חיבור הלכתי גדול המתבסס על הסדר והמבנה של חיבור הלכה קודם ('ארבעת הטורים') וקרא לחיבור בית יוסף. לאחר מכן, לאור ריבוי מסורות פסיקה, ביקש לתמצת את ספרו לנוכח ריבוי מסורות ההלכה וכתב את השולחן ערוך.",
            "** היהדות הקראית היא זרם דתי שראשיתו במאה השמינית. הקראים מאמינים בתורה שבכתב אך אינם מקבלים את פרשנות חז''ל במסגרת התורה שבעל-פה. במדינת ישראל מרוכזת רוב העדה הקראית ברמלה ובמספר יישובים נוספים בדרום הארץ."
          ],

          "minute": 5,
          "second": 20
        },
        {
          "title": "השבת",
          "text": [
            "יום המנוחה השבועי ביהדות הוא שבת. עצם הרעיון של שביתה ממלאכה ועיסוק ברוח, היה רעיון יהודי ייחודי וזר לעולם העתיק שאף עורר לעג וביקורת. בבסיסה של השבת עומד זכר מעשה בראשית, בו שבת הבורא ממלאכתו ביום השביעי; וזכר יציאת מצרים והעבדות, בה היו נתונים בני ישראל, המחייבים על-פי התורה את הרגישות לצרכיהם של אלו הנמצאים בשולי החברה. פסוקי המקרא מדגישים כי השבת היא עקרון יסודי המכוון לחברה כולה: 'לא תעשה כל מלאכה, אתה ובנך ובתך, עבדך ואמתך ובהמתך, וגרך אשר בשעריך' (שמות כ', ט').",
            "על-פי ההלכה ישנן שלושים ותשע מלאכות עקרוניות האסורות בשבת והן מכונות ל''ט אבות מלאכה. אבות המלאכה מוזכרים בתורה, מפורשים ומורחבים בספרות חז''ל ונגזרים מהם איסורים וסעיפים קונקרטיים בספרות ההלכה. מנהגי השבת כוללים: הדלקת הנרות בכניסתה, תפילה הכוללת קבלת שבת לפנות ערב, קידוש על יין וקיום שלוש סעודות חגיגיות, קריאה בפרשת השבוע וקיום 'הבדלה' עם צאתה.",
            "במדינת ישראל מוגדרת השבת כיום המנוחה הרשמי ליהודים, בני דתות אחרות רשאים לבחור יום מנוחה אחר. קבוצות שונות בחברה הישראלית בוחרות לבטא את השבת שלהן באופנים שונים; עובדה המביאה לא אחת לדיונים ביחס לאופייה של השבת במרחב הציבורי. את הגישה העקרונית בהקשר זה התווה מסמך הסטטוס-קוו שקבע כי השבת תוגדר כיום המנוחה הלאומי ולא תתקיים במהלכה פעילות רשמית במוסדות הציבור. מאוחר יותר חוקק חוק שעות עבודה ומנוחה (1951) האוסר להעסיק עובד ביום המנוחה השבועי שלו. פקודות המטה של צה''ל נגזרות מעקרונות אלו ואוסרת על עשיית מלאכה שאינה מהווה צורך מבצעי דחוף במהלך השבת."
          ],

          "minute": 6,
          "second": 30
        },
        {
          "title": "כשרות",
          "text": [
            "כשרות היא מערכת הדינים והכללים המגדירה את סוגי המזון המותרים לאכילה על-פי דיני ישראל. דינים אלו כוללים את איסורי אכילת בשר וחלב, בעלי חיים האסורים לאכילה, דינים הנוגעים לשחיטה כשרה ודינים הנוגעים לניקוי ירקות ופירות מחרקים. כמו כן, קיימים חוקים שונים באשר לתוצרת החקלאית של ארץ-ישראל כחלק מן המצוות התלויות בארץ*. מוסדות ממלכתיים בארץ, דוגמת צה''ל, מקפידים על שמירת דיני הכשרות על-פי עקרונות הסטטוס- קוו.",
            "בשנים האחרונות צמחה יוזמה חדשה להכשר 'התו החברתי' – פיקוח על מרכיבים מוסריים בניהול בית העסק: הקפדה על נגישות לנכים, על העסקה הוגנת וחוקית של עובדי המקום ועוד.",
            "",
            "* מצוות התלויות בארץ הן שורה של מצוות שמקורן במקרא, ובאופן מסורתי הן נחלקות לשתי קבוצות - מצוות סוציאליות ומצוות המבטאות קדושה של ארץ-ישראל. המצוות קשורות לרוב בחקלאות ועבודת האדמה."
          ],

          "minute": 8,
          "second": 36
        },
        {
          "title": "סת''ם",
          "text": [
            "ראשי התיבות סת''ם מתייחסים אל שלושה תשמישי קדושה: ספר תורה, תפילין ומזוזה. שלושתם נכתבים על-ידי סופר מיומן, המשתמש בכתיב מיוחד על-גבי קלף העשוי מעור בהמה כשרה:",
            "1. ספר התורה הוא מגילת קלף עליה כתובים חמשת חומשי תורה. על-פי ההלכה, את קריאת התורה בבית הכנסת יש לעשות רק מתוך ספר התורה ולא מתוך חומש שהודפס על נייר.",
            "2. תפילין הן תשמיש קדושה המורכב משתי קופסאות עור אותן קושרים על הזרוע והמצח. על-פי ההלכה, את התפילין מניחים מגיל שלוש-עשרה במהלך תפילת שחרית לימי החול. התפילין חייבות להיות עשויות מעור ולהיצבע בצבע שחור, בתוכן נמצאות ארבע פרשיות מן התורה המתייחסות אל מצווה זו.",
            "3. מזוזה היא מגילת קלף אותה תולים על המשקוף השמאלי של הדלת ובה כתובה פרשיית שמע. על-פי רוב, נשמרת המזוזה בתוך בית מזוזה מיוחד המגן עליה מפגעי הזמן ומזג האוויר."
          ],
          "minute": 9,
          "second": 24
        }
      ]
    },
    {
      "title": "מיעוטים במדינת ישראל",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "לפי נתוני הלשכה המרכזית לסטטיסטיקה* חיים במדינת ישראל נכון לראשית שנת 2016, כ-6,433,000 יהודים; 1,480,000 מוסלמים; 165,000 נוצרים; ו-137,300 דרוזים. קבוצת מיעוט, מוגדרת כקבוצה סוציולוגית או אתנית המבקשת לשמר את זהותה הייחודית בשונה מזהותה של אוכלוסיית הרוב.",
            "מדינת ישראל מכירה בזכויותיהם השוות של בני מיעוטים ובזכותן של קבוצות מיעוט להתקיים, מחויבות זו מופיעה עוד במגילת העצמאות: 'מדינת ישראל... תשקוד על פיתוח הארץ לטובת כל תושביה, תהא מושתת על יסודות החירות הצדק והשלום לאור חזונם של נבאי ישראל. תקיים שוויון זכויות חברתי ומדיני גמור לכל אזרחיה, בלי הבדל דת גזע ומין, ותבטיח חופש דת, מצפון, לשון, חינוך ותרבות, תשמור על המקומות הקדושים של כל הדתות.'",
            "בהתאם לעקרונות אלו זכאים בני המיעוטים לקיים את מצוות דתם באופן חופשי, להקים בתי תפילה, לקיים רישום נישואין וגירושין על-פי עקרונות דתם, לקיים בתי דין דתיים, להפעיל בתי קברות דתיים ואף לקיים מערכת חינוך על- פי עקרונותיהם הדתיים והתרבותיים. בני מיעוטים בוחרים ונבחרים לכנסת הן במסגרת רשימות ייחודיות והן במסגרת המפלגות הגדולות והם יכולים להקים תנועות פוליטיות וחברתיות שיקדמו את ענייניהם והשקפת עולמם.",
            "יחד עם זאת, בפועל, ישנם פערים בין אוכלוסיית המיעוטים לבין אוכלוסיית הרוב, כפי שניתן ללמוד מנתונים סטטיסטיים שונים: אחוז הזכאים לבגרות, אחוז ההשתתפות בכוח העבודה ומדדי ההכנסה נמוכים יותר באופן משמעותי בקרב המיעוטים. נושא היחס והשילוב של המיעוטים בחברת הרוב הוא נושא אתו מתמודדות רוב מדינות הלאום בצורה כזו או אחרת ופערים הללו מהווים אתגר מתמיד בעבור מדינת ישראל. חוסר השוייון בא לידי ביטוי גם בחובות האזרחיות: בעוד שעל היהודים חל גיוס חובה לנשים ולגברים כאחד, על הדרוזים והצ'רקסים חל גיוס חובה לגברים ועל שאר בני המיעוטים לא חל גיוס חובה.",
            "",
            "* הלשכה המרכזית לסטטיסטיקה היא גוף ממשלתי האמון על איסוף מידע סטטיסטי אודות מדינת ישראל."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "דרוזים",
          "text": [
            "הדרוזים הם בני עדה דתית החיים במדינות המזרח התיכון. הדת הדרוזית התפלגה מן האסלאם השיעי בראשית המאה האחת-עשרה כאשר אלחכם באמר-אללה (מהדי) הכריז על עצמו כנביא. הדרוזים מאמינים בכך שאלחכם היה נביא אמת ואמונה זו מבדילה בינם לבין המוסלמים המאמינים בהיותו של מוחמד אחרון הנביאים ורואים באמונה בנביא מאוחר יותר ככפירה. המחלוקת בין הדרוזים לבין המוסלמים היא עמוקה ועל רקע זה נרדפו הדרוזים בעברם.",
            "הדת הדרוזית היא דת סודית ועיקריה ידועים רק לחכמי העדה. מרבית הדרוזים (המכונים ג'והאל) אינם מכירים את הדת על בוריה ולא עוסקים בלימודה. באופן כללי ניתן לומר כי הדרוזים מאמינים בקיומו של אל אחד (מונותאיזם), באמיתות נבואתם של כל הנביאים שקדמו להופעת הדת הדרוזית ובחמישה נביאים דרוזים נוספים (בראשם שועייב), וכן בקיומו של גלגול נשמות.",
            "היישוב הדרוזי בארץ הוא ותיק למדי, יש המתארכים אותו עוד למאה האחת- עשרה, מיד עם יסוד הדת, ויש הדוחים אותו למאה החמש-עשרה. בתחומי מדינת ישראל נמצא אחד המקומות הקדושים ביותר לעדה: קבר הנביא שועייב.",
            "הנביא שועייב מוזכר רבות בקוראן ועל-פי האמונה הדרוזית הוא יתרו כהן מדיין, אבי ציפורה אשתו של משה. קבר הנביא שועייב ממוקם בגליל בקרבת כפר חיטים. הדרוזים בישראל חיים בכפרים שהוקמו בעיקר בגליל ובכרמל, ברוב הכפרים מהווה היום גרעין הכפר המסורתי רק חלק קטן ממערך השטח הבנוי, והמערך החדש של הכפר מורכב משכונות חדשות המקיפות את הגרעין המסורתי.",
            "העדה הדרוזית בישראל מהווה קבוצת מיעוט המכריזה על נאמנותה המוחלטת למדינת ישראל ולחוקיה. לאחר הקמת המדינה התנדבו רבים מבני העדה לשירות צבאי, בעיקר ביחידת המיעוטים. החל משנת 1956 חייבים הדרוזים בשירות חובה, אחוזי הגיוס בקרב העדה גבוהים ושיעור הקצינים והנגדים בני העדה הדרוזית בצה''ל עולה על חלקם היחסי באוכלוסייה."
          ],

          "minute": 2,
          "second": 15
        },
        {
          "title": "מוסלמים",
          "text": [
            "האסלאם היא הדת השנייה בגודלה בעולם. בבסיס האמונה המוסלמית עומדת האמונה באל אחד, ההכרה במוחמד כאחרון הנביאים וכשליחו של האל ('רסול אללה') והאמונה בקוראן כספר היסוד של הדת. ",
            "באסלאם חמש מצוות יסוד: 'שהאדה' (עדות) החובה להצהיר על דבקות בעיקרי האמונה, 'צלאת' התפילה הנערכת חמש פעמים ביום, 'זכאת' החובה לתת צדקה, 'צום' החובה לצום במהלך חודש הרמדאן, חג החובה על כל אדם המסוגל לכך מבחינה כלכלית לעלות לרגל למכה. ",
            "המוסלמים בישראל מתחלקים לשלוש קבוצות אוכלוסייה עיקריות: ערבים, בדואים וצ'רקסים, רובם ככולם הם ערבים סונים* המהווים חטיבה אחידה למדי מבחינה דתית. מבחינה דמוגרפית אחוז המוסלמים באוכלוסייה עומד באופן עקבי על כ-16% מן האוכלוסייה בישראל. להלן נרחיב על כל קבוצה בנפרד.",
            "1. ערבים מוסלמים",
            "ערביי ישראל רובם ככולם הם מוסלמים סונים, המתגוררים בערים וביישובים כפריים ערביים וכן במספר ערים מעורבות. ריכוז היישוב הערבי נמצא בצפונה של ישראל, בגליל ולאורך מורדות הכרמל. צורת ההתיישבות הנפוצה ביותר של ערביי ישראל היא הכפר. הכפר המסורתי מנה כמה מאות משפחות, אך כיום ישנם גם כפרים גדולים המונים עשרות אלפי תושבים. רוב הכפרים הערביים נבנו על מורדות ההרים מעל לאדמות הפוריות של העמקים; זאת מטעמים חקלאיים וביטחוניים כאחד. ",
            "הפולחן הדתי של הערבים המוסלמים מתרכז במסגדים. המונח 'מסגד' מגיע מן הפועל הערבי 'מסג''ד' שפירושו לסגוד או להשתחוות. לצדו של המסגד הגדול קיימים בכל עיר גם מקומות תפילה קטנים יותר המכונים 'ג'מע' שמשמעותה התכנסות או התאספות. לצדם של המסגדים המרכזיים בנוי צריח הקרוי 'מינרט', מן הצריח קורא המואזין את המוסלמים לכל אחת מחמשת התפילות בהן הם חייבים ביום. אל המסגד נכנסים המאמינים יחפים והתפילה מתבצעת על גבי מרבדים ומחצלות המונחים על הקרקע. המתפללים פונים בתפילתם דרומה, לכיוונה של העיר מכה.",
            "2. בדואים",
            "הכינוי 'בדואים' מגיע מלשון 'בדיה', בערבית 'יושבי מדבר'. כינוי זה מתייחס אל השבטים הנודדים במדבריות המזרח התיכון וצפון אפריקה. באופן מסורתי עסקו הבדואים במרעה, עיסוק שחייב אותם לנדידה בחיפוש אחר שטחים מתאימים. הניידות של הבדואים השפיעה על אורחות חייהם ותרבותם, על עצמאותם ועל היעדר התלות שלהם במסגרת לאומית או בשלטון מרכזי. הנדודים נתנו את אותותיהם גם ביחס לצורת המגורים המסורתית – אוהל ארעי. מרבית הבדואים הם מוסלמים בדתם אולם בעבר פולחן הדת והמצוות הקשורות בה לא תפסו על-פי רוב מקום מרכזי בחייהם. ",
            "התכונות הראשיות המייחדות את החברה הבדואית הן ליכוד שבטי ומשפחתי, הכנסת אורחים (שיסודה בכורח של עזרה הדדית בתנאי המדבר הקשים) ומשפט שבטי (שהיה מיסודותיו של ליכוד השבט). עם הקמת מדינת ישראל ב-1948 מתיחת הגבולות בין ישראל לשכנותיה, הרחבת ההתיישבות בנגב והקמתם של בסיסים ושטחי אש, צומצם שטח הנדידה והמחייה של האוכלוסייה הבדואית. ",
            "הבדואים בישראל מתחלקים לשתי קבוצות מרכזיות: הבדואים בגליל המתגוררים ברובם בכפרים המוכרים על-ידי המדינה והבדואים בנגב שהחל משנות השישים פועלת מדינת ישראל על-מנת ליישבם ביישובי קבע (נכון לשנת 2012 הוקמו שבעה יישובים כאלו). בדואים רבים מתגוררים בכפרים לא מוכרים, יישוב שרשויות המדינה אינן מכירות בקיומו או אף מתנגדות לקיומו ואינו מהווה מועצה מקומית או כלול בתוך מועצה אזורית, חלק מן הכפרים הללו גם לא מחוברים לתשתיות של מים וחשמל. ",
            "על אף שעל הבדואים לא חל חוק גיוס חובה, רבים מבני העדה משרתים בצה''ל. הבדואים הראשונים התגייסו לצה''ל עוד בשנות החמישים והשתלבו בתפקידים שונים, רובם ביחידת המיעוטים**. בשנת 1970 הוקמה יחידת הגששים המבוססת רובה ככולה על בני העדה ובשנת 1986 הוקם 'גדוד הסיור המדברי' (הגדס''ר הבדואי) הכפוף לחטיבה הדרומית של אוגדת עזה. בדואים נוספים משרתים בתפקידים שונים במערכיו השונים של צה''ל.",
            "3. צ'רקסים",
            "עדה מוסלמית נוספת הנפרדת מן הערבים המוסלמים היא העדה הצ'רקסית. הצ'רקסים (המכנים את עצמם 'אדיגים') הם עם קווקזי שבמהלך המאה התשע-עשרה החל לנדוד ממולדתו בעקבות הכיבוש הרוסי. האימפריה העות'מאנית ששלטה באותה העת בבלקן פתחה את שעריה בפני הצ'רקסים הנמלטים ועודדה את התיישבותם באזורי ספר בעייתיים. כיום קיימים יישובים צ'רקסיים בטורקיה, סוריה, ירדן וישראל.",
            "בישראל מתגוררים הצ'רקסים בשני כפרים בצפון הארץ: כפר קמה וריחניה. מבחינה דתית הצ'רקסים הם מוסלמים סונים, כמו רוב ערביי ישראל; אולם הם שומרים על מסורות ייחודיות ועל שפתם המקורית המבדילות אותם מן הערבים המוסלמים. הצ'רקסים שומרים על תלבושתם המיוחדת, ביחוד בימי חג ומועד. הגבר חובש לראשו כובע שעיר המכונה 'פפח''ה', על גופו הוא לובש בגד שחור המקושט בכדורי רובה וחרב חגורה למותניו.",
            "הצ'רקסים קיימו מערכת יחסים טובה עם היישוב היהודי עוד מימי העליות הראשונה והשנייה. לאחר הקמת המדינה התנדבו מרבית בני העדה לשירות צבאי, בעיקר ביחידת המיעוטים ובפלוגות פרשים צ'רקסית שכונתה 'קלוואלריה'; לאחר שפורקה הפלוגה הוקם במקומה 'חיל הספר' שהפך ברבות הימים למשמר הגבול.",
            "בשנת 1958 ביקשו מנהיגי העדה הצ'רקסית להחיל עליהם גיוס חובה, במכתב לראש מועצת כבר-קמא נענה ראש הממשלה, דוד בן-גוריון, לבקשתם: 'מר עבד אל עזיז שוגאן הנכבד...לאחר עיון ובדיקה בבקשתך לגייס את צעירי הצ'רקסים גיוס חובה לצה''ל החלטתי לקבל הצעתך...זאת אני עושה מתוך הוקרה לאומץ הלב, שבני עדתכם הצטיינו בו מאז ומעולם והנאמנות למדינה שהנכם מגלים כל השנים הללו.'",
            "",
            "* במאה השביעית לספירה התפלגו המוסלמים לסונים ולשיעים. הכינוי 'סונים' מגיע מלשון 'סונה', בערבית נוהג, אורח חיים; במסורת המוסלמית משמשת המילה לציון הרגלי החיים של הנביא מוחמד, שעל כל מוסלמי לדבוק בהם. 'שיעים' מגיע מלשון 'שיעה', בערבית סיעה; בני השיעה ביקשו לדבוק במסורת סיעתו של עלי שהיה בן דודו של מוחמד ובעלה של פאטמה בתו.",
            "** יחידת המיעוטים הוקמה במהלך מלחמת העצמאות ובה שירתו דרוזים ובני מיעוטים אחרים. יחידת המיעוטים הייתה יחידה מבצעית שלחמה בכלל מלחמות ישראל. לימים הפכה היחידה לגדוד חרב הכפוף לחטיבה המרחבית ברעם של אוגדת הגליל."
          ],

          "minute": 4,
          "second": 27
        },
        {
          "title": "נוצרים",
          "text": [
            "במדינת ישראל חיים נוצרים בני כתות וזרמים שונים. רבים מן הנוצרים בישראל הם נצר לקבוצות החיות בשטחי הארץ אלפי שנים, לצדם חיים בארץ גם בני סגל כנסייתי שמוצאם אירופי, בני קבוצות נוצריות שאינם ערבים (ארמים וארמנים למשל), קרובי משפחה של יהודים שדתם נוצרית ועובדים זרים המגדירים את עצמם כנוצרים.",
            "את הנוצרים בישראל ניתן לחלק גם על-בסיס הזרם הכנסייתי אליו הם משתייכים. רובם של הנוצרים משתייכים לכנסייה היוונית-אורתודוקסית או לכנסייה הקתולית, אך לצד זאת מתקיימות בישראל קהילות המשתייכות לכנסיה הקופטית, המארונית, האשורית, האתיופית, האנגליקנית ועוד. ",
            "הנוצרים בישראל מרוכזים בגליל ובאזור ירושלים, היישוב הנוצרי הגדול ביותר הוא נצרת. ארץ-ישראל קדושה לנוצרים מאחר ובה חי ופעל ישו, אבי הנצרות, עובדה שיכולה להסביר את ריבויים של הזרמים והמסורות הנוצריות הנוכחות בישראל. בישראל ממוקמים אתרים רבים הקדושים לנצרות (כנסיית הקבר והוויה דולורוזה בירושלים, כנסיית הבשורה והר הקפיצה בנצרת, כנסיית הלחם והדגים וכפר נחום באזור הכנרת ועוד).",
            "צליינים רבים מגיעים בכל שנה לישראל על-מנת לבקר במקומות הקדושים להם. מדינת ישראל מאפשרת לאוכלוסייה הנוצרית חופש דתי מלא והם מנהלים כמה בתי דין עצמאיים האחראים על טיפול בענייני אישות של בני העדה. בדומה לערבים המוסלמים (שאינם בדואים) מרבית הערבים הנוצרים אינם מתגייסים לצה''ל. באחרונה החלה קבוצה של ערבים ארמים להתנדב לגיוס."
          ],
          "minute": 10,
          "second": 43
        }
      ]
    },
    {
      "title": "לוח השנה הישראלי-יהודי: חגים ומועדים",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "החג מהווה הזדמנות חינוכית להגביר את ההיכרות בין חברי היחידה ולעסוק בערכים וברעיונות העולים ממנו. על-פי חוק, צה''ל מציין את כלל המועדים הממלכתיים; החגים היהודיים משפיעים גם הם באופן טבעי על קצב החיים בו; וההיכרות עם המועדים הלא יהודיים היא הכרחית ביחידות בהם משרתים בני מיעוטים. ",
            "בפרק זה נבקש לסקור בקצרה את לוח השנה הישראלי לשכבותיו: מועדים ממלכתיים, מועדים יהודיים ומועדים לא יהודיים."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "מועדים ממלכתיים",
          "text": [
            "1. יום הזיכרון הממלכתי לרחבעם זאבי",
            "'אי אפשר לאהוב את המולדת בצורה וירטואלית, יש לאהוב אותה דרך כפות הרגליים...' (רחבעם זאבי).",
            "יום הזיכרון לשר רחבעם זאבי חל ב-ל' בתשרי. זאבי (1926-2001), היה אלוף בצה''ל ופוליטיקאי ישראלי שכיהן, בין השאר, כשר התיירות. ב-ל' בתשרי תשס''ב 17 באוקטובר 2001, נרצח על-ידי מתנקשים פלסטינים במלון בירושלים. זאבי היה האדם הבכיר ביותר שנרצח במהלך הסכסוך הישראלי-ערבי ובלווייתו, שהתקיימה בהר הרצל, השתתפו אלפי אנשים. ",
            "יום הזיכרון לרחבעם זאבי מצוין מתוקף חוק שהתקבל בכנסת בשנת 2005. החוק קובע כי יום הירצחו של זאבי יהווה יום זיכרון ממלכתי, במהלכו יתקיים טקס בסמוך לקברו, ובמחנות צה''ל יוקדש זמן ללימוד פועלו.",
            "2. יום הזיכרון הממלכתי ליצחק רבין",
            "'אלימות מכרסמת ביסוד הדמוקרטיה הישראלית. יש לגנות אותה, להוקיע אותה, לבודד אותה, זו אינה דרכנו.' (יצחק רבין).",
            "יום הזיכרון ליצחק רבין חל ב-י''ב בחשוון. יצחק רבין (1922-1995) היה רמטכ''ל מלחמת ששת הימים, שר ביטחון וראש ממשלה*. במוצאי שבת, י''ב בחשוון תשנ''ו, 4 בנובמבר 1995, נרצח בעת עצרת שלום שנערכה בכיכר מלכי ישראל בתל-אביב, בידי מתנקש יהודי. הרצח הפוליטי זעזע את החברה הישראלית ואלפים, מכל רחבי הקשת הפוליטית, יצאו אל הרחובות על מנת למחות כנגדו ולהדליק נרות נשמה.",
            "להלווייתו של רבין, שנערכה בהר הרצל, הגיעו רבים ממנהיגי העולם ובהם גם מנהיגים ממדינות ערב. מיד לאחר הרצח עלתה מקרב הציבור הדרישה להפוך את היום בו הוא בוצע ליום של חשבון נפש, במהלכו תעסוק החברה הישראלית בשאלה, כיצד הצליח הוויכוח הפוליטי להידרדר לאלימות כה קשה. יום הזיכרון מצוין מתוקף חוק שהתקבל בכנסת בשנת 1997. החוק קובע כי היום יצוין במוסדות המדינה, במחנות צה''ל ובבתי הספר; במהלכו יורדו דגלי הלאום לחצי התורן וייערך טקס ממלכתי.",
            "* דמותו של יצחק רבין נידונה בפרק נפרד בהמשך.",
            "3. חג הסיגד",
            "'אימוץ החג על ידי הכנסת ועל ידי מדינת ישראל יאפשר את שימורה של מסורת עתיקת יומין ויתרום לתחושת ההזדהות והמעורבות של בני הקהילה האתיופית.' (דברי הסבר לחוק חג הסיגד)",
            "חג הסיגד חל ב-כ''ט בחשוון, חמישים יום לאחר יום הכיפורים. סיגד (מאמהרית: סגידה) הוא אחד מן החגים שצויינו על-ידי הקהילה היהודית באתיופיה. הוא מהווה יום של צום, טהרה והתחדשות ובמרכזו עמד טקס שנערך בידי ראשי העדה (המכונים 'קייסים'). הטקס בוצע על ראשו של הר גבוה באתיופיה, כמקבילו של הר סיני בו ניתנה התורה לעם ישראל.",
            "מעמד הסיגד מזכיר מעמד דומה המתואר בספר נחמיה (א', א'-ג'). בטקס השתתפו כל בני הקהילה היהודית באתיופיה, עבורם הוא היווה גם מפגש חשוב שתרם לליכודה של הקהילה. גם בישראל ממשיכים בני העדה האתיופית לחגוג את חג הסיגד. כיום מתכנסים בני העדה בטיילת ארמון הנציב הצופה אל-עבר הר הבית ומקום המקדש, נושאים תפילה ולאחר מכן, צועדים אל עבר הכותל המערבי. ",
            "כינוס משתתפים על-פי רוב גם אישי ציבור המבקשים לחלוק כבוד לעדה ולסיפור עלייתה לארץ-ישראל. בשנת 2008 התקבל בכנסת חוק חג הסיגד. החוק קובע כי חג הסיגד יצוין באופן רשמי על-ידי מדינת ישראל. על -פי פקודות הצבא, חלה על המפקד חובה לשחרר מפעילות חייל אתיופי המבקש לקחת חלק בחג ויום ההיעדרות ירד ממניין ימי החופשה השנתית.",
            "4. יום הזיכרון לשואה ולגבורה",
            "'אין הזמן באושוויץ כפי שהוא כאן על כדור הארץ. כל שבר רגע הולך שם על גלגלי זמן אחר.' (ק. צטניק)*",
            "יום הזיכרון הבין-לאומי לשואה חל ב-27 בינואר, היום בו שוחרר בשנת 1945 מחנה הריכוז וההשמדה אושוויץ על-ידי הצבא האדום**. שחרורו של אושוויץ חשף בפני העולם את זוועות מעשיהם של הנאצים, והמחנה הפך לסמל לתהליך הדיכוי וההשמדה של היהודים ומיעוטים נרדפים אחרים.",
            " יום זה שימש כיום זיכרון לשואה בגרמניה, בבריטניה ובעוד מספר מדינות לאורך שנים רבות. בנובמבר 2005 החליט האו''ם להכריז על יום זה כעל יום זיכרון בין-לאומי וההצעה התקבלה פה אחד. יום הזיכרון הבין-לאומי מצוין גם בישראל לצדו של יום הזיכרון לשואה ולגבורה המוקדש לזיכרון הלאומי.",
            "* יחיאל די-נור (ק. צטניק), (2001-1909) סופר שואה ניצול מחנות ההשמדה. ספריו מאופיינים בתיאורים ריאליסטיים ולא פעם קשים. די-נור שימש כעד במהלך משפט אייכמן וכך נחשפה בפעם הראשונה זהותו, בתום עדותו התעלף ופונה אל בית חולים.",
            "** הצבא האדום, כינוי לצבאה של ברית המועצות. במהלך מלחמת העולם השנייה מנה הצבא האדום למעלה משלושים מיליון חיילים, מהם נהרגו במהלך הלחימה למעלה משמונה מיליון. ",
            "5. יום הזיכרון לשואה ולגבורה",
            "'על דעת עיני שראו את השכול... נדרתי הנדר: לזכור את הכל, לזכור – ודבר לא לשכוח' ('נדר', אברהם שלונסקי)*",
            "יום הזיכרון לשואה ולגבורה חל ב-כ''ז בניסן, את היום קבעה הכנסת בחוק שהתקבל בשנת 1959, סעיף 2 לחוק קובע את אופיו: ביום הזיכרון תהא בכל רחבי המדינה דומייה של שתי דקות בהן תושבת כל עבודה ותיפסק התנועה בדרכים; יקוימו אזכרות, עצרות עם, וטקסי התייחדות במחנות הצבא ובמוסדות החינוך; הדגלים על הבניינים הציבוריים יורדו לחצי התורן תכניות השידורים ברדיו יביעו את ייחודו של היום, ובבתי השעשועים יעלו אך נושאים ההולמים את רוחו.",
            "יום הזיכרון מתחיל בדומה לחגי ישראל מן הערב. העצרת הפותחת את יום הזיכרון מתקיימת ברחבת גטו ורשה ב-'יד ושם' ובמהלכה מודלקות שש משואות על-ידי ניצולי שואה המלווים בבני הדור השני והשלישי. למחרת, בשעה 10 בבוקר, נשמעת בכל רחבי המדינה צפירת דומייה בת שתי דקות ולאחריה מתקיימים אירועים ליד אנדרטאות, בבתי ספר ובמחנות צה''ל. מאוחר יותר במהלך היום, נפתח במשכן הכנסת וב'-אוהל יזכור' ב-'יד ושם' מעמד 'לכל איש יש שם', במהלכו מקריאים חברי כנסת ואישי ציבור שמות של יהודים ש ִנספו בשואה. בצהרים נערכת עצרת נוספת ב-'אוהל יזכור'.",
            "את האירועים חותמים עצרת של תנועות הנוער הנערכת בשעות אחר הצהרים, וטקס הזיכרון בקיבוץ לוחמי הגטאות, במוצאי יום השואה. משנת 1988 נערך ביום השואה אירוע נוסף – מצעד החיים, במהלכו צועדים אלפי יהודים מן הארץ ומן העולם בין אושוויץ לבירקנאו. מדינות נוספות בעולם מציינות גם הן את יום השואה, אם כי בצורה בולטת פחות, ומרביתן ממקדות את העיסוק בנושא ליום השואה הבין- לאומי.",
            "* אברהם שלונסקי (1973-1900) משורר, עורך ומחזאי. שלונסקי עלה לארץ בעלייה השלישית, היה חבר בגדוד העבודה ולאחר מכן התמסר לכתיבה. בין יצירותיו: הצגת הילדים 'עוץ לי גוץ לי', תרגום המחזה 'המלט' לעברית, תרגום 'שיר הפרטיזנים' לעברית ועוד.",
            "6. יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה",
            "'אז תשאל האומה שטופת דמע וקסם, ואמרה: מי אתם? והשנים שוקטים, יענו לה: אנחנו מגש הכסף שעליו לך ניתנה מדינה היהודים' ('מגש הכסף', נתן אלתרמן)*",
            "יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות האיבה חל ב-ד' באייר. בתחילה צוין זכרם של חללי מערכות ישראל במסגרת יום העצמאות. הדגם הנוכחי, בו יום הזיכרון חל ביום שלפני יום העצמאות, אומץ ב-1951 ונקבע בחוק בשנת 1963. סעיף 3 לחוק קובע את אופיו: ביום הזיכרון תהא בכל רחבי המדינה דומיה של שתי דקות בהן תשבות כל עבודה ותיפסק כל תנועה בדרכים; הדגלים על הבניינים הציבוריים יורדו לחצי התורן; יקוימו אזכרות ועצרות עם; ייערכו טקסי התייחדות במחנות צבא הגנה לישראל ובמוסדות חינוך; תכניות השידורים יביעו את ייחודו של היום.",
            "בימים שלפני הטקס מציבים חיילי צה''ל את דגל ישראל ומניחים פרח על קברו של כל חלל. האירוע הפותח את יום הזיכרון מתקיים לפנות ערב ב-'בית יד לבנים'** בירושלים. בשעה שמונה נשמעת ברחבי הארץ צפירת זיכרון בת דקה ואז מתחיל האירוע הרשמי הנערך ברחבת הכותל בירושלים. ",
            "לאחר הטקס נערכים טקסים נוספים ביישובים שונים ברחבי הארץ: בירושלים נערכת עצרת זיכרון במשכן הכנסת, ובכיכר רבין, בתל- אביב, נערך אירוע 'שרים בכיכר' המשלב שירי זיכרון וסיפורים של נופלים. למחרת, בשעה אחת-עשרה, נשמעת צפירת זיכרון נוספת ולאחריה מתחילים טקסי הזיכרון בבתי הקברות הצבאיים.",
            "בשעה אחת בצהרים נערך טקס זיכרון ממלכתי לחללי פעולות האיבה בהר הרצל. במהלך היום נערכים גם טקס אזכרה של משטרת ישראל, טקס אזכרה לחיילים הבדואים והדרוזים, טקס אזכרה למעפילים ועוד. לקראת סופו של היום, נערך טקס הדלקת המשואות בהר הרצל החותם את אירועי יום הזיכרון ופותח את אירועי יום העצמאות. הסמיכות הרבה שבין שני הימים מעוררת לא אחת דיון, אך נשמרת בשל הסמליות שבה.",
            "* נתן אלתרמן (1970-1910) משורר ומחזאי ישראלי שהשפיע רבות על השירה העברית המודרנית. אחת מיצירותיו המרכזיות הוא השיר מגש הכסף, בשיר מתואר המחיר הכבד ששילמו תושבי הארץ ובכך אפשרו את הקמתה של מדינת ישראל.",
            "** יד לבנים הוא ארגון ישראלי התנדבותי להנצחת זכרם של חללי מערכות ישראל וטיפול במשפחות השכולות. הארגון נוסד ב-1949.",
            "7. יום העצמאות",
            "בבאזל יסדתי את מדינת היהודים, אם אומר זאת היום, יענה לי צחוק כללי. אולי בעוד חמש שנים, בוודאי בעוד חמישים שנה, יודו בכך כולם.' (בנימין זאב הרצל)",
            "יום העצמאות חל ב-ה' באייר. יום זה הוא יום החג הלאומי המרכזי של מדינת ישראל המציין את ההכרזה על הקמתה עם תום המנדט הבריטי. ",
            "יום העצמאות מתחיל בטקס הדלקת המשואות בהר הרצל, המתקיים ברצף משנת 1950 במהלך הטקס מודלקות שתים עשרה משואות המסמלות את שנים עשר שבטי ישראל בידי נציגים הנבחרים בהתאם לנושא המתחלף מדי שנה.",
            "ביום העצמאות עצמו עורך נשיא המדינה קבלת פנים מיוחדת לחיילים וקצינים מצטיינים. בשעות הבוקר המאוחרות נערך חידון התנ''ך העולמי לנוער יהודי, וצה''ל פותח את בסיסיו לקהל הרחב ומקיים תצוגות ותערוכות. בעבר היה נערך במהלך היום מצעד צה''ל בו הוצגו יכולותיו וחילותיו השונים, אך אירוע זה נפסק וכיום מקיימים רק חיל האוויר וחיל הים מטסים ומשטים מיוחדים.",
            " במוצאי יום העצמאות נערך טקס הענקת פרסי ישראל*. במהלך השנים נעשו ניסיונות שונים לחבר הגדות ומסכתות ליום העצמאות. בציבור הדתי מצוין החג בתפילות חגיגיות הנערכות ברוב-עם; רבים יוצאים לטיול וארוחה בחיק הטבע; במרכזי הערים נפתחות במות בידור ומתקיימות הופעות שונות; ובערוצי הרדיו והטלוויזיה משוגרות תכניות מיוחדות.",
            "* פרס ישראל הוא הפרס החשוב והיוקרתי ביותר שמעניקה מדינת ישראל. הפרס מוענק בכל מוצאי יום העצמאות ברציפות החל משנת 1953. הזוכים בפרס הם אזרחים שגילו הצטיינות מיוחדת, מצוינות ופריצת דרך בתחומם או שתרמו תרומה מיוחדת לחברה.",
            "8. יום הרצל",
            "קראתי פעם לציונות אידיאל אין -סופי, ואני מאמין באמת כי גם לאחר השגת ארצנו, ארץ ישראל, לא תחדל מלהיות אידאל.' (בנימין זאב הרצל)",
            "יום הרצל חל ב-י' באייר, היום בו נולד הרצל שהיה אבי התנועה הציונית וזכה לכינוי 'חוזה המדינה' *. היום מצוין מתוקף חוק שהתקבל בכנסת בשנת 2004 הקובע כי במהלכו ייערך טקס זיכרון ממלכתי בסמוך לקבר הרצל; יוקדש זמן ללימוד חזונו ופועלו בבתי הספר ובמחנות צה''ל; ובירושלים יתקיים כנס לזכרו, בו ידונו סוגיות המעסיקות את התנועה הציונית ביחס להגותו.",
            " יום זה החליף את יום כ' בתמוז, יום פטירתו של הרצל, שהיה מצוין כיום הרצל בתקופת היישוב.",
            "* דמותו של בנימין זאב הרצל נידונה בפרק נפרד בהמשך.",
            "9. יום ירושלים",
            "יום ירושלים חל ב-כ''ח באייר, היום בו שוחררה ירושלים לאחר תשע-עשרה שנות כיבוש ירדני, שנמשך עד מלחמת ששת הימים, ואוחדה תחת ריבונות ישראל. עם תום מלחמת העצמאות חולקה ירושלים בין ישראל לירדן, ומדינת ישראל נותקה מן המקומות הקדושים בעיר העתיקה ומן הרובע היהודי.",
            "תוצאות מלחמת ששת-הימים עוררו רגשות עזים בקרב הציבור הישראלי וכבר שנה לאחר מכן נקבע יום השחרור כיום חג לאומי. בשנת 1998 עוגן מעמדו של היום באמצעות חוק מיוחד. ",
            "במהלך היום נערך טקס ממלכתי מרכזי באתר גבעת התחמושת* וטקסים נוספים במספר אתרים אחרים בעיר. במהלך יום ירושלים מצוין גם יום הזיכרון ליהודי אתיופיה שנספו בדרכם לישראל.",
            "* גבעת התחמושת אתר בצפון ירושלים ששימש כבונקר של הלגיון הירדני. במהלך מלחמת ששת-הימים התרחש בתחומיו קרב קשה בו נהרגו שלושים ושישה חיילים. לאחר המלחמה הפך המוצב לאתר הנצחה ממלכתי.",
            "10. יום הזיכרון המלכתי לזאב ז'בוטינסקי",
            "'בוא יבוא היום ועמי גדול יהא ובן-חורין, וארץ-ישראל תזהר בכל צבעי הקשת של נופה הנהדר – בכוח זיעת אפיהם של בני -עמי' (זאב ז'בוטינסקי).",
            "יום הזיכרון הממלכתי לזאב ז'בוטינסקי חל ב-כ''ט בתמוז, היום בו נפטר. זאב ז'בוטינסקי (1880-1940) היה מנהיג ציוני חשוב, מאבות הציונות הרוויזיוניסטית, יוזם הקמתם של הגדודים העבריים ובית''ר ומנהיגו של האצ''ל, משורר, סופר ומתרגם.",
            "יום הזיכרון מצוין מתוקף חוק שהתקבל בכנסת בשנת 2005 הקובע כי ביום זה ייערך טקס זיכרון ממלכתי בסמוך לקבר ז'בוטינסקי בהר הרצל, יוקדש זמן ללימוד חזונו במחנות צה''ל, הכנסת תערוך ישיבה מיוחדת לזכרו, ובירושלים יתקיים כנס בו יידונו סוגיות המעסיקות את התנועה הציונית ביחס להגותו."
          ],

          "minute": 0,
          "second": 36
        },
        {
          "title": "מועדים יהודיים",
          "text": [
            "1. השנה העברית",
            "ברחבי העולם נהוגים כמה לוחות שנה הנבדלים זה מזה. על-פי הלוח השמשי שנה מהווה סיבוב שלם של כדור הארץ סביב השמש; ואילו על-פי הלוח הירחי החודש מהווה סיבוב שלם של הירח סביב כדור הארץ. ",
            "לוח השנה העברי פועל בה-בעת על-פי שתי המערכות. מצד אחד, ימי החודש נמנים על-פי הירח, כל חודש בשנה היהודית מתחיל בתחילת המחזור הירחי. מצד שני, בשל היותם של החגים כה קשורים לעולם החקלאות והטבע, ישנה הקפדה יתירה על שימורו של מעגל השנה. ",
            "מאחר ומחזור הירח קצר בכאחד-עשר ימים ממחזור השמש, נדרש הלוח העברי לסנכרן ביניהם. אם לא ייעשה כן הדבר יגרום, עם הזמן, לתזוזה של החגים לאורך עונות השנה (כפי שקורה בלוח ההיג'רי, כאשר חודש הרמדאן יכול לחול פעם בחורף ופעם בקיץ). על מנת להתגבר על בעיה זו, פעם בכשלוש שנים חלה שנה מעוברת (מלשון עיבור, היריון), שנה בת שלושה-עשר חודשים בה נכללים שני חודשי אדר (אדר א' ואדר ב'). הוספת חודש זה מאפשרת להתגבר על הפער שבין שנת השמש לשנת הירח. בעבר נשמרה הדרך בה מתבצע העיבור בסוד, אך מאז המאה הרביעית מתבצע העיבור על פי נוסחה מתמטית קבועה.",
            "",
            "2. ראש השנה",
            "'בר אל בני ישראל לאמור: בחדש השביעי באחד לחדש, יהיה לכם שבתון זכרון תרועה, מקרא קדש' (ויקרא כג'-כד').",
            "ראש השנה חל ב-א' בתשרי והוא אחד מימי הציון המרכזיים בלוח השנה היהודי. לחג שלושה היבטים מרכזיים: היום הראשון בשנה החדשה, יום בו מתחיל מחזור זמנים חדש; יום הדין, בו, על-פי האמונה נידונים כל באי עולם; היום בו נברא האדם ותמה מלאכת הבריאה.",
            "בראש השנה נהוגים מספר מצוות ומנהגים: תקיעה בשופר לאורך תפילות היום המסמלת את הצורך להתעורר לתשובה ומאזכרת את סיפור עקדת יצחק*. אכילת מאכלים שונים אשר מסמלים תקווה לשנה החדשה (כדוגמת רימון או תפוח בדבש) ותשליך, תפילה הנאמרת ביום הראשון של ראש השנה, אחרי תפילת מנחה, על שפת נהר או מקווה מים אחר ומהווה ביטוי לרצון להשליך את כל החטאים ולחזור בתשובה.",
            "* עקדת יצחק, אחד מן הסיפורים המרכזיים המופיעים בספר בראשית, על-פיו צווה אברהם לעקוד = (לקשור) את בנו יצחק למזבח ולהקריבו לעולה. לבסוף נשמעה בת-קול משמים ויצחק ניצל. סיפור העקדה מהווה סמל למסירות נפש; הוא זכה לפרשנויות רבות, נכתבו עליו שירים והוא תואר בציור ובאמנות הפלסטית. ",
            "",
            "3. יום הכיפורים",
            "'כי ביום זה יכפר עליכם, לטהר אתכם: מכל, חטאתיכם, לפני ה', תטהרו' (ויקרא ט''ז, כ').",
            "יום הכיפורים חל ב-י' בתשרי ומקורו בספר ויקרא (ויקרא כ''ג כ''ו-כ''ח). הוא נחשב ליום הקדוש ביותר במחזור השנה היהודית ומכונה שבת שבתון. ",
            "במרכזו עומדת בקשת הסליחה והכפרה על חטאים שהאדם עשה במהלך השנה; כפי שמסביר הרמב''ם*: 'יום הכיפורים הוא זמן תשובה לכול, ליחיד ולרבים, והוא קץ מחילה וסליחה לישראל. לפיכך חייבים הכול לעשות תשובה ולהתוודות ביום הכיפורים.' ",
            "המצווה העיקרית של היום היא 'ועיניתם את נפשותיכם', ממנה גזרו חז''ל שישה איסורים: מלאכה, אכילה ושתייה, רחיצה, סיכה (שימוש במוצרים קוסמטיים), נעילת הסנדל (העשוי מעור) ותשמיש המיטה (קיום יחסי מין). בנוסף לאלו, נוספו ליום הכיפורים מספר מנהגים, ובהם: לבישת בגדים לבנים, טבילה במקווה, קיום סעודה גדולה בערב החג וקיום 'כפרות'**. ",
            "בבית הכנסת נערכות במהלך היום תפילות מיוחדות: את החג פותחת תפילת כל נדרי, המתירה לכל אדם לבוא ולהתפלל עם הקהל ומבטלת את הנדרים, ההבטחות והאיסורים שנטל האדם על עצמו במהלך השנה שחלפה; במהלך תפילות היום מוזכרת עבודת הכהן הגדול בבית המקדש; ואת התפילות מסיימת תפילת נעילה במהלכה מבקש ציבור המתפללים 'פתח לנו שער בעת נעילת שער', ובסופה נשמעת תקיעת שופר והקריאה 'לשנה הבאה בירושלים הבנויה'.",
            "* הרמב''ם (ר' משה בן מימון, 1204-1135), הוא פוסק הלכה, הוגה דעות, רופא ופילוסוף שהשפיע באופן עמוק על ההגות היהודית. מפעלו ההלכתי הגדול היה חיבורם של ארבעה-עשר ספרי משנה תורה המסדרים את ההלכות באופן שיטתי. בנוסף כתב את מורה נבוכים ספר פילוסופיה העוסק בהבנתו של העולם על-ידי האדם המאמין. ",
            "** כפרות הוא מנהג הנערך בערב יום הכיפורים במהלכו לוקחים תרנגול, מסובבים אותו מעל ראשו של כל אחד מבני המשפחה ומכריזים, 'זה התרנגול ילך למיתה ואני אלך לחיים טובים, ארוכים ולשלום'. לאחר הטקס נשחט התרנגול ובשרו בדרך כלל מחולק לעניים. מנהג הכפרות עמד במחלוקת קשה בעבר, בשנים האחרונות נוסף לטיעוני המתנגדים טענה של צער בעלי-חיים הנובעת מן התנאים בהם מוחזקים התרנגולים. כיום רבים מקיימים את המנהג באמצעות כסף הנתרם לצדקה ('פדיון כפרות').",
            "",
            "4. סוכות",
            "'חג הסכת תעשה לך, שבעת ימים: באספך מגנרך ומיקבך ושמחת, בחגך. אתה ובנך ובתך, ואמתך, והלוי והגר והיתום והלאמנה, אשר בשעריך.'",
            "חג הסוכות חל ב-ט''ו בתשרי ונמשך שבעה ימים. סוכות הוא אחד משלושת הרגלים (פסח, שבועות וסוכות), בהם היו עולים עולי הרגל אל בית המקדש שבירושלים. מהותו של החג, כמו רבים מחגי ישראל, היא כפולה: ",
            "ראשית, הוא מאזכר אירוע היסטורי – הנדידה במדבר לאחר היציאה ממצרים, תוך כדי מגורים בסוכות ובאוהלים ארעיים. ",
            "שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג האסיף' - בתקופה בה הוא חל נאספת התבואה של העונה החקלאית הקודמת. המשמעות ההיסטורית של החג באה לידי ביטוי בבנייתה של הסוכה ובחיוב ההלכתי של האדם לצאת מביתו ולעבור להתגורר במבנה ארעי הנמצא תחת כיפת השמים. ",
            "כיום, כאשר רובנו אינם עובדי אדמה, האספקט החקלאי התעמעם מעט אך הוא עדיין בא לידי ביטוי בתפילת הגשם, אותה מתחילים לומר במהלך החג ובקשר שבין החג למים. המשנה (ראש השנה א', ב') מציינת כי בחג הסוכות 'נידונים על המים'; ",
            "בזמן שבית המקדש היה קיים, היה נערך במהלך ימי חול המועד טקס 'ניסוך המים', שנקשר בשמחה גדולה המכונה שמחת בית השואבה, אותה מתאר הרמב''ם: 'והיאך הייתה שמחה זו: החליל מכה, ומנגנין בכינור ובנבלים ובמצלתיים, וכל אחד ואחד, בכלי שיר שהוא יודע לנגן בו... ורוקדין ומספקין ומטפחין ומפזזין ומכרכרין כל אחד ואחד כמו שיודע... מצוה, להרבות בשמחה זו. ולא היו עושין אותה עמי הארץ, וכל מי שירצה אלא גדולי חכמי ישראל וראשי הישיבות והסנהדרין והחסידים והזקנים ואנשי מעשה' אופייה של שמחת בית השואבה השתנה לאחר חורבן המקדש, אך גם בימינו נערך אירוע בעל שם זהה בחסידויות ובקהילות רבות. ",
            "מצוות ארבעת המינים היא אחת המצוות המרכזיות של החג. ארבעת המינים (אתרוג, לולב, הדס, ערבה) ניטלים בכל יום מימי החג (אך לא בשבת) בבית הכנסת, והם מוחזקים בידי המתפללים בזמן תפילת ההלל*. באירופה היה בעבר קשה מאוד להשיג את ארבעת המינים הגדלים רק באזור המזרח התיכון. דבר שהפך את השגתם למשימה קהילתית ראשונה במעלה עליה היו טורחים בני הקהילה חודשים מראש.",
            "* תפילת ההלל היא תפילה הנאמרת כחלק מתפילת שחרית בימי חג ומועד ובראשי חודשים.",
            "",
            "5. שמיני עצרת ושמחת תורה",
            "'ביום השמיני עצרת תהיה לכם כל מלאכת עבדה לא תעשו.'",
            "שמיני עצרת חל ב-כ''ב בתשרי, הוא יום חג הצמוד לסוכות אך מהווה חג בפני עצמו. בשמיני עצרת הופכת הבקשה על המים למפורשת יותר ונוסח תפילת העמידה משתנה. ",
            "שמחת תורה הוא חג נוסף שחל בארץ-ישראל באותו היום של שמיני עצרת* מקורו של חג זה בתקופת הגאונים והוא מסמל את סיום מחזור הקריאה בתורה: בכל שבת נקראת 'פרשה' מן התורה – פרשת השבוע; יום שמחת תורה הוא היום בו מסתיים מחזור קריאה אחד בפרשת 'האזינו' ומתחיל מיד מחזור חדש בפרשת 'בראשית '. ",
            "בבתי הכנסת מוציאים את כל ספרי התורה (הפסולים והכשרים) מארון הקודש. המתפללים נושאים אותם ומקיפים את הבימה שבע פעמים ולכל הקפה מיוחדים פסוקי תפילה ופיוטים. עם השנים התרחב המנהג וכל הקפה התארכה מעט והתפתחה לכדי ריקודים של שמחה עם ספרי התורה.",
            "בהמשך היום עולה כל אדם לתורה ובכלל זאת גם מי שלא הגיע לגיל מצוות. מקרב הקהילה נבחרים 'חתן תורה' ו-'חתן בראשית', הראשון מסיים את המחזור הקודם והשני פותח את המחזור הבא. בשנים האחרונות נערכות במוצאי שמחת תורה 'הקפות שניות' ברחובות הערים בליווי של מוזיקה ובהשתתפות הציבור הרחב.",
            "* בשל החשש מקביעה לא נכונה של תאריך החג, בחוץ-לארץ נחוג כל חג במשך יומיים ('יום טוב שני של גלויות'). מסיבה זו, בחוץ-לארץ נחוגים שמיני עצרת ושמחת תורה בנפרד: שמיני עצרת, שמונה ימים לאחר שהחל סוכות, ושמחת ימים, תשעה ימים לאחר מכן.",
            "",
            "6. חנוכה",
            "כשנכנסו יוונים להיכל טמאו כל השמנים שבהיכל, וכשגברה יד בית חשמונאי ונצחום, בדקו ולא מצאו אלא פך אחד שהיה מונח בחותמו של כהן גדול... ונעשה בו נס והדליקו ממנו שמונה ימים' (מגילת תענית).  ",
            "חג החנוכה חל ב-כ''ה בכסלו ונמשך לאורך שמונה ימים. בסיסו של סיפור החנוכה הוא במרד החשמונאים משנת 164 לפני הספירה. החשמונאים סירבו לקבל את הגזרות והרדיפה הדתית של המלך היווני-סלווקי, אנטיוכוס אפיפנס, ופתחו במרד כנגדו. באמצעות טקטיקות מלחמה מתוחכמות, הצליחו לנצח את הכוחות העדיפים של האויב, להקים מדינה עצמאית שהתקיימה במשך עשרות שנים ולטהר את בית המקדש שחולל.",
            "החג נקבע לשמונה ימים בעקבות סיפור נס פך השמן. בעת טיהור בית המקדש התגלה שכל הפכים בהם נאצר השמן הדרוש להדלקת מנורת הזהב, נפתחו. על כן, אינם טהורים עוד. בסופו של דבר נמצא רק פך טהור אחד שהיה אמור להספיק ליום אחד, אך בדרך נס הספיק לשמונה ימים.",
            "זכרה של מנורת המקדש בדולקת עומד גם בבסיס המצווה המרכזית בחג, הדלקת החנוכייה; ובבסיס המנהג לאכול מאכלים מטוגנים. ",
            "חנוכה הוא החג הראשון שנקבע על-ידי חז''ל ואינו מוזכר בתנ''ך ובמאה האחרונה ראו בו הוגים ופעילים ציוניים חשיבות רבה: למדו את קורות מלחמות החשמונאים, ערכו כנסים ומסיבות ציוניים בלילות החג וקיימו מסעות מיוחדים לאתרי הקרבות בבתי-הספר ובתנועות הנוער.",
            "",
            "7. ראש השנה לאילנות (ט''ו בשבט)",
            "'באחד בשבט ראש השנה לאילן כדברי בית שמאי, בית הלל אומרים בחמישה עשר בו' (משנה, ראש השנה, א').",
            "ראש השנה לאילנות חל ב-ט''ו בשבט. ראשיתו של היום בתקופת המשנה. אז הוא נקבע כיום בו מיושמות מספר מצוות התלויות בארץ, ובעיקר התרומות והמעשרות המהוות למעשה את המיסים, אותם משלם החקלאי מתוך סך כל היבול.*",
            "הבחירה בתאריך זה אינה מקרית והוא מייצג את ראשית האביב ואת סופו של החורף. עם השנים נוספו ל-ט''ו בשבט רבדים נוספים, בקהילות היהודיות בחוץ לארץ, ובפרט בארצות אירופה, היה מקובל לאכול בחג מפירותיה של ארץ-ישראל ולדבר בשבחה. במאה השבע- עשרה התפתח המנהג הקבלי של סדר ט''ו בשבט, במהלכו קיבלה אכילת הפירות ממד חגיגי ורשמי. ",
            "התנועה הציונית הוסיפה לחג רובד נוסף וראתה בו הזדמנות לעסוק בנטיעות ובהפרחת השממה ובכל ט''ו בשבט פותחת הקרן הקיימת לישראל במבצע נטיעות נרחב. בשנים האחרונות הפך החג להיות מזוהה גם עם תכנים של איכות הסביבה ושל שמירה על הקיימות.",
            "* תרומות ומעשרות הן החלק היחסי אותו מפריש החקלאי בארץ-ישראל לטובת הכהנים, הלוויים והעניים. על-פי המקרא, הכוהנים והלוויים הם משרתי ציבור שלא מקבלים נחלה בארץ ועל הציבור חלה החובה לפרנסם. חלק מסוים מן המעשר( מעשר שני) ניתן לאכילה בשנים מסוימות על-ידי החקלאי ובני משפחתו בירושלים; בשנים אחרות מומר חלק זה למעשר עני הניתן לעניים (מעשר עני).",
            "",
            "8. פורים",
            "'איש לרעהו ומתנות לאביונים' (אסתר,ט, כב).",
            "פורים חל ב-י''ד באדר ברוב העולם אך בירושלים ובמספר ערים עתיקות נוספות, הוא חל ב-ט''ו באדר. הסיפור ההיסטורי שהוביל לקביעתו של החג, מופיע במגילת אסתר והתרחש בתקופה שלאחר חורבן בית המקדש הראשון.",
            " על-פי המגילה זמם המן האגגי, אחד מן המקורבים למלך הפרסי אחשוורוש, 'להשמיד, להרוג ולאבד' את כל היהודים שהתגוררו בתחום הממלכה. מן הגזרה הקשה הצליחו היהודים להינצל בזכות אסתר ומרדכי.",
            " ימי חודש אדר הפכו, על כן, מימים של אבל לימים של שמחה, ומרדכי ואסתר ביקשו לקבעם לדורות. בפורים נקבעו ארבע מצוות מרכזיות: מגילה, קריאתה של מגילת אסתר בערב ובבוקר החג; משתה, סעודה חגיגית המלווה בשתיית יין; משלוח מנות, משלוח של לפחות חבילה אחת הכוללת שני מוצרים הניתנים למאכל מידי לחברים; מתנות לאביונים, הרחבת מעגל השמחה כדי לאפשר גם לעניים לקחת חלק בסעודה.",
            "בנוסף למצוות אלו התקבעו כמה מנהגים נוספים, בהם התחפשות, שימוש ברעשן ואכילת אוזני המן. י''ג באדר, היום שלפני חג הפורים, הוא יום תענית המכונה תענית אסתר, המצוינת על-מנת להזכיר את תעניתה ותפילתה של אסתר קודם שניגשה למלך אחשוורוש ואת כוחה של התפילה.",
            "הצום מתחיל מעלות השחר ונמשך עד לאחר קריאת המגילה עם שקיעת החמה. ההלכה קובעת הבדל בזמן שבו חל החג בין ערים שעל-פי המסורת היו מוקפות חומה עוד מימיו של יהושע בן-נון (לדוגמה: ירושלים), בהן נחוג החג ב-ט''ו באדר, לבין ערי פרזות (שאינן מוקפות חומה, לדוגמה: תל-אביב), בהן נחוג החג ב-י''ד באדר. בערים בהן קיים ספק (לדוגמה: טבריה, צפת, חברון, יפו) נחוג פורים לאורך יומיים. ",
            "הסיבה נעוצה בבקשתו של מרדכי לאפשר ליהודים המתגוררים בשושן, בירת פרס, לחוג את הפורים במשך יום אחד נוסף, לכן מכונה יום ט''ו באדר, שושן פורים.",
            "",
            "9. פסח",
            "'ואמרתם זבח פסח הוא לה אשר פסח על בתי בני ישראל במצרים, בנוגפו את מצרים בתינו הציל' (שמות י''ב, כ''ז).",
            "פסח חל ב-ט''ו בניסן ונמשך שבעה ימים. בלוח השנה היהודי המקורי, בו השנה התחילה בחודש ניסן, היה פסח החג הראשון שנחוג בשנה. פסח הוא אחד משלושת הרגלים (פסח, שבועות וסוכות) בהם היו עולים עולי הרגל אל בית המקדש שבירושלים. במרכזו של החג עומד סיפור יציאת מצרים.",
            " על-פי המסופר במקרא, בני-ישראל שועבדו במשך שנים רבות במצרים, לאחר תהליך ארוך שכלל את עשרת המכות, יצאו לחופשי, ועם תום ארבעים שנות נדודים הגיעו לארץ-ישראל. מסיפור מכונן זה נגזר ערך החירות שהוא הערך המרכזי המלווה את החג.",
            "השם 'פסח' מרמז לקורבן הפסח שהוקרב לראשונה לפני היציאה ממצרים ואותו היו מקריבים בכל שנה בתקופה בה בית המקדש היה קיים. משמעותו המילולית של השם מרמזת על הפסיחה (דילוג) על בתי היהודים במצרים במהלך מכת בכורות. ",
            "המצווה המרכזית בפסח היא איסור החמץ. חמץ הוא תערובת הכוללת קמח של אחד מחמשת מיני דגן שבא במגע עם מים ותפח (החמיץ). על-פי ההלכה, במהלך חג הפסח אסור ליהודי לאכול או להחזיק בבעלותו חמץ, כזכר לבני-ישראל שיצאו ממצרים ושבשל החיפזון 'לא הספיק בצקם להחמיץ'. המצה שהיא סוג הלחם היחיד המותר באכילה בפסח, עשויה בצק שלא החמיץ; על-פי ההלכה עליה להיות מוכנה תוך 18 דקות מהרגע בו עורבב הקמח עם המים. עובדה זו הפכה את חג הפסח למזוהה עם העיסוק בניקיון.",
            " ערב לפני החג נערכת בדיקת חמץ, במהלכה בודק בעל הבית לאור נרות את פינות ביתו בחיפוש אחר חמץ. החמץ שנמצא במהלך הבדיקה, נשמר עד לבוקרו של ערב פסח ואז נוהגים לשרוף אותו. ההלכה מאפשרת מוצא נוסף ביחס לאדם שהוא בעליו של חמץ רב, מכירת חמץ: החמץ נמכר במהלך הפסח לגוי והוא מוחזר לאחר החג לבעליו.",
            " הערב הראשון של החג מכונה ליל הסדר, במהלכו נקראת ההגדה ומסופר סיפור יציאת מצרים. דו''ח גוטמן מצא כי בשנת 2012, 90% מהיהודים בישראל ציינו כי חשוב להם לקיים ליל סדר. לצד הנוסח המסורתי של ההגדה, עוצב בקיבוצים גם דגם מחודש של ההגדה המשלבת התייחסויות אל הקמת המדינה ואל מאורעות השנים האחרונות.",
            " ביום שלאחר חג הפסח נוהגים יוצאי צפון אפריקה לציין את המימונה – חג עממי שמקורו לא ברור, אך יש המזהים בו כמעין חוויה חברתית מתקנת לאחר תקופת החג, בה נמנעים חברי הקהילה לאכול ביחד בשל השוני במנהגים ובמסורות. במהלך המימונה פותחת כל משפחה את דלתה בפני הקהילה ומציעה שולחן מלא במיני מתיקה. ברכת החג היא' תרווחו ותסעדו' – הגיעו למצב של רווחה כלכלית ואישית והשתמשו ברווחה זו על-מנת לסעוד (לסייע, לעזור) לאחרים.",
            "",
            "10. ל''ג בעומר וספירת העומר",
            "'וספרתם לכם, ממחרת השבת, מיום הביאכם, את עמר התנופה: שבת שבתות, תמימה תהיינה. עד ממחרת השבת השביעית תספרו חמשים יום' (ויקרא כג', טז'- יז').",
            "ל''ג בעומר הוא יום ציון החל ב-י''ח באייר, היום השלושים ושלושה (ל''ג) לספירת העומר. ספירת העומר היא המצווה לספור כל יום מארבעים ותשעה הימים המפרידים בין חג הפסח לחג השבועות. הספירה מחברת בין הקרבת קרבן העומר למחרת הפסח, להקרבת שתי-הלחם בשבועות. היא מסמלת גם את המסע שעבר עם ישראל מיציאתו ממצרים בפסח ועד מתן תורה בשבועות. ",
            "מאוחר יותר, בשל מותם של תלמידי ר' עקיבא במגפה שהתרחשה בזמן זה*, החלו נוהגים במהלך ימי ספירת העומר מנהגי אבלות: לא מתגלחים ומסתפרים ולא עורכים חתונות. ל''ג בעומר עצמו גם הוא מנהג מאוחר יותר, וביחס אליו קיימות מסורות שונות: ביום זה נפסקה המגפה המתוארת בתלמוד שפגעה בתלמידיו של ר' עקיבא, הלך לעולמו התנא ר' שמעון בר יוחאי (רשב''י**) וחל מפנה לטובת היהודים המורדים ברומא במהלך מרד בר-כוכבא. ",
            "כל שלושת המסורות עוסקות באירועים שהתרחשו בארץ-ישראל במהלך המאה השנייה לספירה וכולן קשורות למרד בר-כוכבא שהיה אירוע משמעותי מאוד מבחינת העם היהודי. מבחינה הלכתית, רבים מהנוהגים מנהגי אבלות במהלך ספירת העומר, מפסיקים אותם ביום זה. ",
            "בערב ל''ג בעומר נוהגים להדליק מדורות המסמלות את אור תורת הקבלה של רשב''י או את דרך העברת ההודעות בין לוחמיו של בר-כוכבא. בקבר רשב''י במירון נערכת הילולה גדולה ורבים נוהגים לעלות אליו לרגל. התנועה הציונית הדגישה את הקשר בין יום זה לבין מרד בר-כוכבא. ביום זה נוסד הפלמ''ח (1941)***, והוא צוין כיום הגדנ''ע****; בשנים האחרונות מציין צה''ל ביום זה את יום ההוקרה למערך המילואים.",
            "* ר' עקיבא (17-137) תנא ארץ-ישראלי בן הדור השלישי. ר' עקיבא היה מגדולי התומכים במרד בר-כוכבא בו ראה משיח. על-פי התלמוד רבים מתלמידיו מתו במהלך ימי ספירת העומר ממגפה, ועל-בסיס זה נקבעו בהם מנהגי אבלות. יש הקושרים בין מותם של התלמידים לבין מרד בר-כוכבא. מרד בר-כוכבא נידון בפרק נפרד בהמשך. ",
            "** ר' שמעון בר-יוחאי (המאה הראשונה לספירה) מכונה רשב''י תנא ארץ-ישראלי בן הדור הרביעי, תלמידו של ר' עקיבא. רשב''י היה בין המתנגדים הבולטים לשלטון הרומי בארץ ומיוחס על-פי המסורת עיסוק בקבלה וחיבורו של ספר הזוהר.",
            " *** הפלמ''ח נידון בפרק נפרד בהמשך.",
            "**** גדנ''ע (גדודי נוער) היא מסגרת טרום-צבאית הפועלת בצה''ל. הגדנ''ע הוקם בשנות העשרים במטרה להקנות הכשרה צבאית בסיסית לנוער לשם הגנה בעת חירום. במהלך מלחמת העצמאות אכן שימש הגדנ''ע בתפקיד מכריע, במיוחד בעיר ירושלים. בראשית שנות התשעים פורק הגדנ''ע כמסגרת עצמאית, והוא שולב בחיל החינוך והנוער כשמטרתו המרכזית היא הכנה לשירות צבאי.",
            "",
            "11. שבועות",
            "'שבעה שבעת, תספר לך: מהחל חרמש, בקמה, תחל לספר, שבעה שבעת' (דברים ט''ז, ט').",
            "שבועות חל ב-ו' בסיוון ומהווה את אחד משלושת הרגלים (פסח, שבועות וסוכות), בהם היו עולים עולי הרגל אל בית המקדש שבירושלים.",
            "מהותו של חג השבועות, כמו רבים מחגי ישראל, היא כפולה: ראשית, הוא מאזכר אירוע מעברו של העם – מתן התורה לבני ישראל על הר סיני לאחר היציאה ממצרים. ",
            "שנית, הוא חלק מן המעגל החקלאי בארץ ישראל ומכונה 'חג הקציר' או 'חג הביכורים' – בתקופה בה הוא חל, נקצרת התבואה ובמהלכו היו מביאים החקלאים את ביכורי אדמתם אל בית המקדש. ",
            "עם השנים נוספו לחג מספר מנהגים מרכזיים: 'תיקון ליל שבועות' במהלכו נוהגים ללמוד עד אור הבוקר, קישוט בתי הכנסת והבתים בירק וקיום סעודות החג מורכבות ממאכלים חלביים. בנוסף, נקראת בבתי הכנסת מגילת רות המתארת את סיפור גיורה של רות המואבייה ועיקר עלילתה מתרחש בתקופה זו של השנה. ",
            "חג השבועות צוין באופן ייחודי על ידי התנועה הציונית ובפרט על-ידי ההתיישבות העובדת שקיימה במהלכו טקסים שונים זכר לביכורים. בשנים האחרונות נפוץ גם מנהג תיקון ליל שבועות, כאשר בערב החג ובימים שקודמים לו מתקיימים ערבי לימוד שונים ברחבי הארץ.",
            "",
            "12. ארבעת צומות החורבן",
            "ביהדות מהווה חורבן הבית את אחד האירועים ההיסטוריים המרכזיים והטראומטיים ביותר; זכרו של המאורע נקבע בארבעה ימי צום המפוזרים לאורך השנה. המרכזי שבהם הוא ט' באב, בו מציינים חז''ל חמישה אירועים (משנה, תענית, ד', ו').",
            "חמישה דברים אירעו את אבותינו בתשעה באב. ואלו הם: נגזר על דור המדבר שלא יכנסו לארץ ישראל, חרב בית המקדש הראשון, חרב בית המקדש השני, נלכדה ביתר ונחרבה ירושלים. מבחינה הלכתית מתחיל ט' באב מן הלילה ונוהגים בו חמשת האיסורים הנהוגים ביום הכיפורים: אכילה ושתייה, רחיצה, סיכה (שימוש במוצרים קוסמטיים,) נעילת הסנדל (העשוי מעור) ותשמיש המיטה (קיום יחסי מין).",
            "יום זה מוקדש לא רק לזיכרון ההיסטורי אלא בעיקר לחשבון נפש בנוגע לסיבות שהביאו לו: שנאת חינם, פילוג ומחלוקת בקרב העם. בערב הצום נקראת מגילת איכה המתארת את חורבן בית המקדש הראשון, ובמהלכו נקראות קינות (פיוטי אבל) שהתחברו במהלך השנים ומתייחסות אל שלל אסונות שאירעו לעם היהודי.",
            "בשנים האחרונות מצוין ליל ט' באב באירועים ציבוריים במרכזי הערים המכונים: 'הלילה לא לומדים תורה' (על בסיס האיסור ההלכתי ללמוד תורה במהלך ט' באב), בהם נפגשים חילונים ודתיים במטרה לדון במחלוקות המרכזיות בחברה ולפעול כנגד 'שנאת החינם', שהביאה, על-פי האמונה, לחורבן.",
            "שלושת צומות החורבן הנוספים הם צומות קלים יותר המתחילים עם זריחת השמש ומסתיימים לאחר שקיעתה, הם מציינים אירועים שונים סביב החורבן:",
            "א.  צום גדליה החל ב-ג' בתשרי, מציין את רציחתו של גדליהו בן אחיקם, יהודי שמונה בידי נבוכדנצר מלך בבל לנציב האחראי על שארית הפליטה שנותרה בארץ לאחר חורבן בית המקדש הראשון. גדליה נרצח בידי מתנקש יהודי ומותו סימל את תחילתה של הגלות. חז''ל קבעו את הצום 'ללמדך ששקולה מיתתן של צדיקים כשריפת בית אלוהינו' (בבלי, ראש השנה, י''ח).",
            "ב.  צום י' בטבת נקבע לזכר התחלת המצור של נבוכדנצר מלך בבל על ירושלים שהביא בסופו של דבר לחורבנה. לאחר השואה ועם הקמתה של מדינת ישראל, קבעה הרבנות הראשית בישראל את התאריך הזה כיום הקדיש הכללי בו מצוין מותם של יהודים מתקופת השואה, שאין אפשרות לדעת מתי הלכו לעולמם, וקרובי משפחתם יכולים לומר במהלכו את תפילת ה- 'קדיש'*.",
            "ג.  צום י''ז בתמוז נקבע לזכר פריצת חומות ירושלים בידי נבוכדנצר מלך בבל, וכניסתם לעיר של הצבאות הבבליים שהחריבו את בית המקדש. בתאריך זה מתחילה תקופה בת שלושה שבועות המכונה בין המצרים, במהלכה נהוגים מנהגי אבלות: הימנעות משמיעת מוזיקה, איסור תספורת וגילוח, איסור קיום חתונות ושמחות ועוד.",
            "* קדיש תפילה יהודית הנאמרת לזכרו של אדם מת. על-פי ההלכה, את הקדיש יש לומר תקופה מסוימת לאחר המוות וכן בתאריך בו הלך לעולמו הנפטר בשנים הבאות.",
            "יפה שהגעת עד לפה :)"
          ],

          "minute": 13,
          "second": 26
        },
        {
          "title": "מועדים דרוזיים",
          "text": [
            "1. חג הנביא אח'אדר ( النبي شعيب)",
            "חג הנביא אלח'אדר חל ב-25 בינואר ונחוג משנות השישים. חג זה מציין את זכרו של הנביא אלח'אדר (הנביא הירוק) אשר מזוהה לפי המסורת הדרוזית עם אליהו הנביא המוזכר גם במקורות היהודיים והמוסלמים.",
            " בארץ-ישראל ישנם כמה מקומות קדושים שעל פי המסורת הדרוזית עבר בהם הנביא והשאיר את ברכתו. אתרים אלו נושאים את שמו ומשמשים כמוקדי עלייה לרגל אולם האתר המרכזי בחשיבותו הינו הקבר של הנביא אלח'אדר הנמצא בכפר יסיף, ליד עכו.",
            " במהלך החג, ראשי העדה מתפללים בעבור שלום העדה, המדינה והעולם ואילו משפחות רבות באות לקבל את ברכת הנביא וראשי העדה. בנוסף נערכת באתר הקבר מכירה של סמלים וספרים דרוזיים.",
            "2. חג הנביא שועייב ( النبي شعيب)",
            "חג הנביא שועייב חל בין התאריכים 27-24 באפריל, כאשר עיקר החגיגות נערכות ב- 25 באפריל. חג זה מציין את זכרו של הנביא שועייב אשר נחשב לנביא המקודש ביותר בקרב הדרוזים ומזוהה עם יתרו חותן משה.",
            "במרכזו של החג עומדת העלייה לרגל אל קברו של הנביא הממוקם בסמוך להר קרני חיטין. העלייה לרגל מייצרת מקום מפגש עבור בני העדה ויש לה הקשרים תרבותיים וחברתיים רבים. אחד המנהגים המרכזיים במתחם הקבר הוא יציקת שמן לשקע המצוי ליד הקבר ומיוחס לטביעת כף רגלו של הנביא ('דעסה') ומשיחת הגוף בשמן כסגולה להצלחה.",
            " בימי העלייה לרגל נהוגה גם 'השלמת נדרים', אדם שנדר בקבר נדר מסוים והנדר התגשם חוזר אל הקבר ומשלים את נדרו באמצעות זביחת זבח או תרומה לקישוט מקום הקבר.",
            "3. חג הנביא סבלאן( النبي سبالن)",
            "חג הנביא סבלאן חל ב-10 בספטמבר ונחגג משנת 1969 ועד היום. חג זה מציין את זכרו של הנביא סבלאן שיש המייחסים אותו לזבולון בנו של יעקב, המוזכר גם בכתבי הקודש הדרוזים.",
            " הדרוזים והמוסלמים סבורים כי מקום קבורתו של הנביא נמצא בגליל העליון ליד הכפר הדרוזי חורפיש, אשר נחשב למקום השני בקדושתו בקרב הדרוזים (אחרי קבר הנביא שועייב).",
            "במרכזו של החג עומדת העלייה לרגל אל קברו של הנביא, המתחילה עוד מערב החג. במהלך יום החג עצמו נפתח שוק בחצר הגדולה של המתחם. לרבים מהחוגגים, אירוע זה מהווה מפגש חברתי ואף הזדמנות לזקני העדה וראשיה להתכנס ולהכריע בעניינים חשובים אקטואליים."
          ],

          "minute": 13,
          "second": 26
        },
        {
          "title": "מועדים מוסלמים",
          "text": [
            "1. חג הקורבן ( عيد األضحى, עיד אל-אדחא)",
            "חג הקורבן הינו חג מוסלמי הנמשך לאורך חמישה ימים ומסתיים ב-10 בחודש האחרון של לוח השנה ההג'רי הוא מכונה גם 'החג הגדול' (אל-עיד אל-כביר).",
            " חג זה מסמל את מועד העלייה לרגל למכה (חאג') שהיא אחת מחמשת מצוות היסוד של האסלאם. בבסיסו עומד סיפור עקדת ישמעאל (המוכר ליהודים כסיפור עקדת יצחק) והוא מעלה על נס את כניעתו המוחלטת של אברהם כלפי הבורא.",
            " על פי המסורת המוסלמית, אברהם וישמעאל טיהרו את ה-'כעבה', אבן שחורה הנמצאת במכה ומהווה את המקום הקדוש ביותר למוסלמים, מהפולחן האלילי שהונהג בה והפכו אותה למקדש מונותיאיסטי. בנוסף, ישמעאל נחשב באסלאם לשליח האל ולאבי שבט קורייש ממנו נולד מוחמד.",
            "מעבר לעלייה לרגל ולמנהגים נוספים הנהוגים במכה, נוהגים רבים לשחוט במהלך החג כבש ולאכול את בשרו או לחלקו לעניים, זכר לקורבן שהקריב אברהם במקומו של בנו. החג מהווה הזדמנות להתכנסות משפחתית ושבטית ובמהלכו נאמרות גם תפילות מיוחדות.",
            "לבדואים ולצ'רקסים מנהגים זהים לאלה של המוסלמים. הדרוזים מציינים גם הם את החג, אך לפי מסורתם החג נקשר עם הופעת המשיח הדרוזי באחרית הימים. מנהגי החג מתמקדים בכפרה על חטאים, חשבון נפש, עזרה לזולת וחזרה בתשובה.",
            "עשרת הימים הקודמים לחג נקראים 'ליאלי אל-עשר' (עשרת ימי התשובה) בהם מרבים בני העדה להתכנס ב-'ח'לווה' (בתי התפילה). החג נמשך ארבעה ימים במהלכם זובחת כל משפחה זבח, חוץ ממשפחות שאחד מבניהן נפטר באותה השנה. ראשי הכפרים נוהגים לפקוד משפחות אלה ביום החג ולהזמינן להשתתף בסעודותיהם.",
            "2. יום הולדת הנביא מוחמד",
            "חג יום הולדתו של הנביא מוחמד חל ב-12 בחודש השלישי בלוח השנה ההג'רי. חג זה מציין את יום הולדתו של הנביא מוחמד אשר נחשב למייסד האסלאם ולנביא האחרון והחשוב ביותר בקרב המוסלמים.",
            "יום הולדתו של הנביא לא נחגג במהלך חייו אלא רק לאחר מותו, מתוך הכבוד שרוחשים כלפיו המאמינים המוסלמים. מכיוון שמועד היוולדו אינו מופיע בכתבי הקודש המוסלמים מועד החג נקבע בעבר על פי הסכמה בתוך הקהילה המוסלמית.",
            "יום זה מצוין בתפילות, חגיגות ותהלוכות רבות, בירושלים מתקיימת בערב החג תהלוכה המונה אלפי מאמינים העולים להתפלל בהר הבית בליווי תזמורות.",
            "3. צום הרמדאן (رمضان) ועיד אל-פיטר (عيد الفطر)",
            "חודש הרמדאן הינו החודש התשיעי בלוח השנה ההג'רי. חודש זה מקודש, שכן על פי המסורת קיבל בו מוחמד את הקוראן לראשונה מהאל. ",
            "בחודש זה נדרש המוסלמי המאמין להימנע מאכילה, שתייה, עישון, חיי אישות וכדומה, מצאת החמה ועד שקיעתה. צום הרמדאן נחשב לאחת מחמש מצוות היסוד באסלאם, מהותו היא טיהור הגוף והנפש ממחשבות ומעשים רעים ולימוד משמעת עצמית. ",
            "במהלך החודש מרבים לשהות במסגד ובשליש האחרון שלו מתקיימות תפילות לילה מיוחדות. לקראת סופו של החודש מצויין 'לילת אל-קאדר' שהוא על-פי המסורת הלילה בו התגלה אל מוחמד המלאך ג'יבריל. הצום מתחיל בארוחת ה-'צחור' הנאכלת לפנות בוקר, קודם לזריחת החמה.",
            "סיום הצום, עם שקיעת החמה מצוין בדרך כלל בארוחת ה-'אפטאר', ארוחה דשנה הנערכת בחוג המשפחה והחברים. עם סיומו של חודש הרמדאן ותחילת החודש העשירי בלוח השנה ההג'רי, מצוין עיד אל פיטר (המכונה 'החג הקטן'), חג הפסקת הצום.",
            "החג נמשך לאורך שלושה ימים ומסמל את סוף תקופת הטיהור והצום. במהלכו נערכות סעודות משפחתיות, תפילות במסגדים וניתנת צדקה מיוחדת- 'זכאת אל פיטר' הניתנת ככפרה על עבירות שנעשו בשגגה במהלך חודש הצום. בעדה הצ'רקסית, עיקר המקיימים את מצוות הרמדאן הם המבוגרים והזקנים ואילו שאר בני העדה מציינים בעיקר את עיד אל-פיטר. בתקופה זו נוהגים לפקוד את בתי הקברות ולקרוא פסוקי קוראן לזכר הנפטרים."
          ],

          "minute": 15,
          "second": 59
        },
        {
          "title": "מועדים נוצריים",
          "text": [
            "1. חג הפסחא",
            "חג הפסחא חל ביום ראשון הראשון לאחר הופעת הירח בראשיתו של האביב והוא נודד בין החודשים מרץ לאפריל.",
            "החג מסמל על-פי האמונה הנוצרית את תחייתו של ישו כשלושה ימים לאחר צליבתו. לחג עצמו קודם 'השבוע הקדוש' בו מציינים שלושה ימים עיקריים: 'יום ראשון של הדקלים', המצוין לזכר הכניסה של ישו לירושלים וקבלתו בענפי דקלים שהונחו לרגליו על-ידי המאמינים; 'יום חמישי הקדוש', המצוין לזכר 'הסעודה האחרונה', שהיא סעודת ליל הסדר שערך ישו עם תלמידיו בהר ציון זמן קצר לפני צליבתו; ו-'יום שישי הטוב' המציין את צליבתו של ישו ובמהלכו מתקיימות תפילות ותהלוכות מיוחדות בכנסיות.",
            "אחד מסמלי החג מזה מאות שנים הוא ביצי הפסחא המסמלות פריון והיווצרותם של חיים חדשים. את הביצים נהוג לצבוע בצבעים בהירים המסמלים את אור השמש ולהשתמש בהן לקישוט. סמל נוסף של החג הינו ארנב הפסחא, המסמל גם הוא פריון ואת תחילת החיים החדשים בטבע עם בוא האביב. כיום נוהגים להכין מאכלים מתוקים בצורת ארנב ולאוכלם במהלך החג.",
            "2. חג המולד",
            "חג המולד הוא חג המשותף לכל הזרמים בנצרות ומציין את הולדתו של ישו; אולם הזרמים השונים מציינים אותו בתאריכים שונים, כשהתאריך הרווח ביותר הוא ה-25 לדצמבר לפיו מתנהלים הזרם הקתולי והפרוטסטנטי.",
            " סיפור החג מתבסס על תיאור הולדתו ישו לפי הברית החדשה. במהלכו מקיימים מנהגים שונים, חלקם נוצריים, חלקם חילוניים וחלקם מתבססים על מסורות אליליות קדם-נוצריות. בחצות הלילה שבין ה-24 וה-25 בדצמבר חלה 'מיסת חג המולד', טקס תפילה מיוחד אליו נוהגים להגיע כל בני הקהילה. מנהגי החג כוללים את דמותו של 'סנטה קלאוס' וחלוקת מתנות; קישוט עץ אשוח והצבתו בבית; סעודות חג משפחתיות עם מאכלים מסורתיים; וצדקה ומעשים טובים בין לאדם ובקהילה."
          ],
          "minute": 20,
          "second": 9
        },
        {
          "title": "מועדים אזרחיים",
          "text": [
            "נובי גוד",
            "בערב שבין ה-31 בדצמבר ל-1 בינואר חל ערב השנה האזרחית חדשה המצוין בכל העולם.",
            " ברוסיה ובשאר מדינות חבר העמים, מכונה ערב זה 'נובי גוד'. השלטון הקומוניסטי ששלט ברוסיה הסובייטית במשך שנים רבות פגע בחופש הדת ואסר על קיומם של חגים דתיים במרחב הציבורי. ",
            "באותה התקופה התעצב הנובי גוד כחג אזרחי חשוב בו נפגשו בני המשפחה וסעדו סעודה משפחתית. חלק גדול מעולי ברית המועצות החיים בישראל שחגגו את החג האזרחי ברוסיה ממשיכים לציינו גם כיום."
          ],
          "minute": 22,
          "second": 14
        }
      ]
    },
    {
      "title": "סיכום",
      "subSections": [
        {
          "title": "הסיכום",
          "text": [
            "בשער זה העמקנו את היכרותנו עם החברה הישראלית. הרחבנו לגבי עולם האמונה היהודי ולמדנו כמה מושגים בסיסיים בהקשר זה, למדנו על תרבותם ומאפייניהם של המיעוטים במדינת ישראל וסיימנו בסקירתו של לוח השנה הישראלי-יהודי. היכרות זו חשובה עבורנו כקצינים לעתיד ועשויה לסייע לנו בהבנת הרקע התרבותי-חברתי ממנו אנו באים ובהבנתו של הרקע ממנו מגיעים חיילינו."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
