{
  "title": "ביטחון ישראל",
  "description": "נפתח בתיאור של ארגוני כוח המגן העברי סוקר את מלחמות ישראל ומספר מבצעים נוספים. תכני הפרק הכרחים לשם הבנת המציאות המדינית ביטחונית בעת הזו ולשם היכרות עם מורשת הקרב של צה\"ל.",

  "sections": [
    {
      "title": "פתיחה : הכרזה על מדינה",
      "subSections": [
        {
          "title": "פתיחה",
          "text": [
            "מדינת ישראל קמה אל תוך סערת המלחמה. יום לאחר אסיפת האו''ם ב-29 בנובמבר 1947, בה הוחלט על חלוקת הארץ והקמתה של מדינה יהודית לצדה של מדינה ערבית, פרצה מלחמת העצמאות. ההמונים ביישוב שרקדו ברחובות עד אור הבוקר, נדרשו להתגייס להגנתה של המדינה שעדיין לא קמה. ",
            "ב-14 במאי 1948, ה' באייר תש''ח, כאשר הבריטים עזבו את הארץ, ובתל-אביב הכריזו על הקמת מדינת ישראל, ההמונים כבר לא רקדו ברחובות. לצד השמחה האדירה וההכרה בשעה ההיסטורית, רווחה בארץ תחושה מתוחה וקשה. רק יום לפני ההכרזה הסתיים 'מבצע חמץ' לכיבוש יפו; ",
            "ההיסטוריון אלון קדיש* מציין בספרו על מלחמת העצמאות כי במהלכה, נאלצו לברוח כ-17,000 יהודים שהתגוררו בשכונות הדרומיות של תל-אביב, מאימת הצלפים שירו עליהם מכיוון יפו והכפרים בסביבה. יום לפני ההכרזה נפל אזור גוש עציון** לידי הלגיון הירדני, ורבים מתושביו ומגניו נהרגו. נדמה כי יותר מכול מעידה על טיב המצב, מודעה שהתפרסמה בשולי העיתון החגיגי המדווח על הקמת מדינת ישראל. במודעה נכתב כי: 'חומרת השעה מחייבת מאמץ עליון'. ",
            "לקיום הגיוס המהיר והנמרץ של המפקדים ושל החיילים, השוטרים והנוטרים, הרבנות הראשית התירה – מטעם פיקוח הנפש – את קיום התחבורה הקשורה בהעברת המגויסים גם בשבת. נדמה כי חומרת הדברים מדברת בעד עצמה. ",
            "אף על-פי כן, ראתה לנכון המדינה הצעירה לכלול במסמך היסוד שלה קריאה לשלום, הן כלפי ערביי ארץ-ישראל, איתם היה היישוב היהודי במלחמה עזה לאורך חודשים ארוכים והן כלפי המדינות השכנות שהיה חשש כי הן תפלושנה אל תחומיה. כך או כך, מאז מלחמת העצמאות נאלצה מדינת ישראל להתמודד שוב ושוב עם איומים על קיומה. מיום הקמתה ידעה ישראל שבע מלחמות והייתה מעורבת באין ספור עימותים צבאיים. אלו גבו מן החברה הישראלית מחיר כבד.",
            " השער שלפניכם סוקר בקצרה כמה מאבני הדרך המרכזיות במאבק המתמשך על ביטחון ישראל, בהן שבע מערכות ישראל ועוד מספר מבצעים מרכזיים שנצרבו בזיכרון הקולקטיבי הישראלי. סקירה זו, מעצם טבעה אינה מלאה, היא מבקשת לגעת רק בכמה מן הנקודות המרכזיות לאורך ציר הזמן.",
            " מטרתו של השער היא לחדד את ערך היסוד, 'הגנת המדינה, אזרחיה ותושביה' העומד בבסיס רוח צה''ל. ערך יסוד שמימושו במציאות ביטחונית משתנה, מעולם לא היה קל, ונראה כי הוא אינו הופך להיות קל יותר. ",
            "לנוכח זאת, מתאר השער את האירועים מנקודת מבטו של צה''ל. נקודות מבט אחרות ודאי קיימות גם הן וההיכרות עמן עשויה להשלים את התמונה. אך מבחינתנו, משמעותו המרכזית של השער היא לסייע בהבנת שורשיה של המציאות המורכבת והמשתנה בה פועל צה''ל, והשפעותיה על המשימות העומדות בפניו.",
            "",
            "*אלון קדיש, פרופסור בחוג להיסטוריה של האוניברסיטה העברית, כיהן בעבר כראש מחלקת היסטוריה בצה''ל. ספרו, 'מלחמת העצמאות תש''ח-תש''ט:דיון מחודש' נחשב לאחד הספרים המרכזיים בחקר מלחמת העצמאות.",
            " ** גוש עציון הוא כינוי לקבוצת יישובים מדרום לירושלים שהוקמו החל משנות העשרים. במהלך מלחמת העצמאות נפלו יישובי גוש עציון בידי הירדנים בתום קרבות קשים. ההתיישבות באזור חודשה לאחר מלחמת ששת הימים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "התפתחות כוח המגן העברי",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "כפי שראינו בשער החמישי, החל מתקופת העלייה השנייה החל להתבסס בארץ כוח מגן עברי שעסק בשמירה ובהגנה. בפרק זה נבקש לסקור בקצרה את כלל המחתרות, הגופים ושיתופי הפעולה עם צבאות זרים שהתקיימו בארץ-ישראל קודם להקמתו של צה''ל.",
            " הפרק הוא מושגי באופיו ודן בכל ארגון וארגון בנפרד במטרה להשלים את התמונה ולסקור את התשתית עליה נשען צה''ל בעת הקמתו."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "במלחמת העולם הראשונה",
          "text": [
            "ניל''י - נצח ישראל לא ישקר",
            "ניל''י היה גוף מחתרתי שהוקם ב-1915 על-ידי אהרון אהרונסון (1919-1876) וכמה מצעירי מושבות העלייה הראשונה במטרה לסייע לבריטים לכבוש את הארץ מידי הטורקים במהלך מלחמת העולם הראשונה. זאת מתוך הנחה ששלטון בריטי יקדם את האינטרס הציוני. ",
            "במהלך פעולתה סייעה המחתרת במסירת מידע לבריטים על תנועות ומתקנים של טורקיה ומעצמות המרכז, בהן הם נלחמו. ניל''י מנתה מספר מצומצם של חברים, מרכזה היה בזיכרון יעקב ובין מנהיגיה יש להזכיר, לצד אהרונסון, גם את אבשלום פיינברג*. אנשי הארגון הצליחו ליצור קשר עם הבריטים שהתנהל, על-פי רוב, באמצעות ספינה שהגיעה ממצרים אל חוף עתלית.",
            "פעילותם עוררה התנגדות ביישוב ובקרב מנהיגים ציוניים, בשל החשש כי הטורקים עשויים להעניש את היישוב כולו במקרה שתתגלה המחתרת. אף על פי כן, בין ניל''י להנהגה הציונית התקיימו קשרים מסוימים. ",
            "בספטמבר 1917 לכדו הטורקים יונת דואר ששלחו אנשי ניל''י אל הבריטים וגילו את קיומה של המחתרת. הם פשטו על המושבה זיכרון יעקב וביצעו מעצרים. בין העצורים היו שרה אהרונסון**, אחותו של אהרון וחברת הארגון, שעונתה קשות וכן יוסף לישנסקי ונעמן בלקינד, שניים מחברי הארגון שנתלו בדמשק.",
            "",
            "הגדודים העבריים",
            "'הגדודים העבריים' הם כינוי לגדודי צבא יהודיים שהוקמו על-ידי הבריטים במלחמת העולם הראשונה ולחמו לצידם נגד מעצמות המרכז. הוגה הרעיון היה זאב ז'בוטינסקי, שראה בגדודים אמצעי להשגת תמיכה בריטית בהגשמת השאיפות הציוניות בארץ-ישראל.",
            " הגדוד הראשון היה 'גדוד נהגי הפרדות' אשר הורכב מיהודים בעלי נתינות זרה שהטורקים גירשו מארץ-ישראל עם פרוץ המלחמה. הגדוד היה גדוד תובלה שנועד לסייע לבריטים בקרבות גליפולי***, מפקדו היה קולונל בריטי וסגנו היה יוסף טרומפלדור. עם סיום המערכה, בשנת 1916, פונה הגדוד ופורק. חלק מחייליו התנדבו להמשך שירות והועברו ללונדון, שם היוו גרעין לגדוד חדש שהוקם בחודשים הבאים.",
            "בעקבות לחצו של ז'בוטינסקי הוקמו בשנים הבאות גדודים נוספים שהורכבו מקבוצות יהודים שונות ועסקו בלחימה ממש. בסוף 1917 הוקם 'הגדוד הראשון של קלעי המלך' (38, הגדוד הלונדוני) שהורכב ברובו ממהגרים יהודים ממוצא רוסי שהתגוררו בבריטניה. לאחר פרסום הצהרת בלפור, הוקם 'הגדוד השני של קלעי המלך' (39, הגדוד האמריקני) שהורכב ברובו ממהגרים יהודים שחיו בארצות הברית אך טרם החזיקו באזרחות אמריקנית ומגרעין של אנשי 'החלוץ' בהנהגת יצחק בן צבי ודוד בן-גוריון. 'הגדוד השלישי של קלעי המלך' (40, הגדוד הארץ-ישראלי), הוקם לאחר שהבריטים כבר החלו בכיבוש הארץ והגיעו לריכוז היהודי באזור המרכז.",
            "הגדודים השונים לקחו חלק במאמץ המלחמתי ועם תום המלחמה, היוו חלק ניכר מן הכוחות הבריטיים ששהו בארץ-ישראל. לאחר המלחמה פורקו שני הגדודים הראשונים ואילו הגדוד הארץ-ישראלי הפך ל-'גדוד הראשון ביהודה', ולימים הפך לחלק מחיל המצב הקבוע בארץ והוסיף להתקיים עד למאי 1921. ",
            "",
            "* אבשלום פיינברג ( 1917-1889), פעיל מרכזי בניל''י, עבד כעוזרו של אהרונסון בתחנה החקלאית שהקים בעתלית. פיינברג ניסה ליצור קשר עם הבריטים שישבו במצרים מספר פעמים. באחד מניסיונותיו זוהה על-ידי בדואים מקומיים ונהרג בקרב עמם.",
            "** שרה אהרונסון (1917-1890), מראשי מחתרת ניל''י, אחותו של אהרון אהרונסון. אהרונסון נתפסה על-ידי הטורקים ועונתה בעינויים קשים. על-מנת למנוע מעצמה עינויים נוספים, ובמטרה לא להסגיר את סודות המחתרת, ניסתה להתאבד ומתה מפצעיה כעבור מספר ימים.",
            "*** גליפולי הוא חצי אי במצרי הדרנלנדים המפרידים בין אסיה לאירופה (כיום טורקיה). במלחמת העולם הראשונה נערכו באזור קרבות רבים בין מדינות ההסכמה בראשות בריטניה לבין מעצמות המרכז בראשות טורקיה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ארגוני השמירה",
          "text": [
            "בר-גיורא",
            "בר-גיורא הוא ארגון השמירה הראשון בארץ-ישראל שהוקם בשנת 1907, במהלך ימי העלייה השנייה. מייסדיו היו פעילים ממפלגת 'פועלי ציון' ובראשו עמד ישראל שוחט*. הארגון נקרא על שמו של שמעון בר-גיורא, אחד ממנהיגי המרד הגדול והוקם במטרה ליטול את האחריות על השמירה והביטחון של היישובים שהוקמו בארץ-ישראל מידי השומרים הזרים, הערבים. ",
            "סיסמת הארגון הייתה 'בדם ואש יהודה נפלה, בדם ואש יהודה תקום'. חברי 'בר-גיורא' חתמו על חוקה שחייבה אותם בשמירה על משמעת וחשאיות. החברים קיבלו על עצמם את העבודה והשמירה בחוות סג'רה וכעבור זמן מה הצליחו 'לכבוש' את השמירה גם במסחה (כפר תבור) ובמושבות נוספות.",
            "",
            "השומר",
            "בשנת 1909, בעקבות הצלחתם של חברי 'בר-גיורא', הוחלט על הרחבת פעילות השמירה ועל הקמתו של ארגון גלוי ורחב יותר שיהווה 'הסתדרות שומרים',  ארגון 'השומר'. מטרתו הייתה גם היא ליטול את האחריות על השמירה והביטחון של היישוב היהודי בארץ-ישראל מידי השומרים הזרים, הערבים.",
            "אנשי 'השומר' היו ברובם אנשי העלייה השנייה, חברי 'פועלי ציון' שהושפעו מתנועת המהפכה ברוסיה, והיו פעילים בהגנה העצמית היהודית כנגד הפרעות שם. המועמדים להצטרפות לארגון עמדו בבחינות גופניות ואידאולוגיות, בסופן נערך טקס השבעה סודי.",
            "בתחילה הם פעלו לביסוס השמירה העברית בגליל ואחר כך פנו גם למושבות הוותיקות – ראשון לציון, רחובות וחדרה. 'השומר' היה אף אחראי להקמתם של מספר יישובים ובהם תל עדשים וכפר גלעדי. ב-1913 הגיע הארגון לשיא כוחו והצליח 'לכבוש' את השמירה במושבות רבות, אך חודשים ספורים לאחר מכן, סולק מחלקן ועם פרוץ מלחמת העולם הראשונה נאלץ לרדת למחתרת וכמה מחבריו נעצרו. ",
            "עם ראשיתו של השלטון הבריטי בארץ והקמתה של מפלגת 'אחדות העבודה', סברו רבים ממנהיגי היישוב כי יש להטיל את השמירה על גוף רחב ועממי, בניגוד לעמדתם של ותיקי 'השומר' ששאפו לשמור על האופי החצי- חשאי והאליטיסטי של הארגון. ",
            "על רקע חילוקי דעות אלו, ובצל מאורעות תל-חי, התכנסה במאי 1920 האספה האחרונה של 'השומר', במסגרתה הוחלט שהארגון יתפרק מרצונו ויעביר את סמכויותיו הביטחוניות למפלגת 'אחדות העבודה'. ימים אחדים לאחר מכן הוכרז בוועידת 'אחדות העבודה' בכנרת על הקמת ארגון 'ההגנה'.",
            "",
            "* ישראל שוחט (1961-1886), ממקימיה של מפלגת 'פועלי ציון' וממנהיגיו של 'בר-גיורא' ו-'השומר'. שוחט עלה לארץ במהלך העלייה השנייה והיה פעיל מאוד בהנהגת היישוב ותנועת הפועלים, עם הקמת המדינה התמנה ליועץ משפטי במשרד המיעוטים ובמשרד המשטרה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ארגוני המחתרת",
          "text": [
            "ההגנה ",
            "לאחר כיבוש ארץ-ישראל בידי הבריטים בתום מלחמת העולם הראשונה, סברו רבים כי הם ייטיבו את המצב הביטחוני וכי לא יהיה עוד צורך בשמירה. אולם כפי שראינו, תוך שנים מעטות התלקח הסכסוך הישראלי-ערבי לכדי שורה של אירועים אלימים. באמצע יוני 1920, התכנסה בקבוצת כנרת ועידה של מפלגת 'אחדות העבודה'. לאחר ויכוחים מרים נפלה ההחלטה לפזר את 'השומר' ולהקים ארגון חדש – 'ההגנה'.",
            " הוחלט כי ארגון זה יהיה עממי ורחב, כך שיוכל להתמודד עם האיום הנשקף על היישוב ולהגן עליו. מטרת הארגון הייתה להוות כוח צבאי עממי גדול הכפוף למרות מוסדות היישוב וכולל בתוכו כל גבר ואישה הכשירים לשירות.",
            "'הגנה' עסקה בהגנה על היישובים והשכונות היהודיים במהלך המאורעות של שנות העשרים, כשהיא הופכת בהדרגה לארגון ריכוזי וגדול יותר. ב-1930 הוקמה 'המפקדה הארצית', גוף אזרחי בו היו חברים שלושה נציגים של הסתדרות העובדים ושלושה נציגים נוספים של 'המחנה האזרחי' (איכרים, עירוניים, רוויזיוניסטים) שפיקח על פעולות הארגון. במרוצת השנים הבאות הוקמה רשת להברחת נשק מאירופה במטרה לחמש את חברי הארגון.",
            "במהלך מאורעות תרצ''ו- תרצ''ט גבר שיתוף הפעולה בין 'ההגנה' לבריטים במסגרת הנוטרות, פלוגות הלילה המיוחדות ועוד. במקביל הוקמו פלוגות שדה (פו''ש), יחידות ניידות שיצאו אל מחוץ לגדרות היישובים והשכונות היהודיים על-מנת לקדם את הפורעים ולאתר את בסיסיהם. הארגון אף לקח חלק בפעולות בלתי-חוקיות כגון העלייה על הקרקע של יישובי 'חומה ומגדל' ופעולות ההעפלה. ",
            "במהלך מלחמת העולם השנייה התהדק שיתוף הפעולה עם הבריטים. ב-15 במאי 1941 הוקם הפלמ''ח (פלוגות המחץ), על רקע איום פלישה של כוחות צבא גרמניים ואפשרות השתלטותם על ארץ-ישראל. הפלמ''ח היווה 'חטיבה ארצית מגויסת', יחידה צבאית שעמדה לרשות הפיקוד העליון והמנהיגות המדינית של היישוב.",
            "עוד עמד איום הפלישה הגרמני בתוקף, נתמך ואומן הארגון על-ידי הבריטים, אך כאשר סכנה זו התרחקה, הסירו ממנו הבריטים את ידם והוא הפך לגוף מחתרתי. על-מנת לממן את פעילויות הפלמ''ח, חילקו מחלקותיו את זמנן בין אימונים לבין עבודה בקיבוץ. המסגרת הארגונית שנוצרה בפלמ''ח והחלוקה לגדודים, פלוגות, מחלקות ו-'שירותים' המופקדים על תחומים מיוחדים, השפיעה רבות על צה''ל והיוותה את התשתית למבנהו הארגוני. ",
            "בשנים שלאחר מלחמת העולם השנייה, שימשו ההגנה והפלמ''ח מכשיר הביצוע של המוסדות הלאומיים ביצירת לחץ על ממשלת המנדט להקמת מדינה יהודית, עסקו באינטנסיביות בפעולות ההעפלה, בהקמה ובאבטחה של נקודות יישוב חדשות ושל תשתיות לאומיות ועוד. ",
            "עם פרוץ מלחמת העצמאות ב-30 בנובמבר 1947, מילאו ההגנה והפלמ''ח תפקיד מפתח בהגנה על היישוב. על-בסיס הפלמ''ח שולבו בצה''ל שלוש חטיבות: הראל, יפתח והנגב, שלחמו בגזרות השונות. ",
            "עם הקמתו של צה''ל פורקה ההגנה אך גופיה, מחלקותיה ואנשיה היוו את הבסיס להקמתו של הצבא החדש. בחודשים הבאים הוסיף הפלמ''ח לפעול בתוך צה''ל במסגרת נפרדת, אך ב-5 בנובמבר 1948, הוא פורק לחלוטין. ",
            "",
            "האצ''ל- ארגון צבאי לאומי",
            "בעקבות מאורעות תרפ''ט (1929), מדיניות ההבלגה והאכזבה מביצועיה, התעוררה ביקורת על דרכה של ההגנה ודרישה שתעבור לפעולות התקפיות. באפריל 1931 פרשו מפקד מחוז ירושלים של הארגון, אברהם תהומי (1903-1990) וקבוצת מפקדים ששמרו לו אמונים. ",
            "הם הקימו ארגון מחתרת חדש, שכונה בתחילה 'ארגון ב' חודשים הבאים הצטרפו אליהם צעירים שהשתייכו אל תנועת בית''ר ואל התנועה הרוויזיוניסטית.  במאי 1937, לנוכח מאורעות תרצ''ו-תרצ''ט שבו תהומי וחבריו והתאחדו עם ההגנה 'ארגון ב' נותר בחזקתם של הרוויזיוניסטים שהעניקו לו שם חדש – ארגון צבאי לאומי, אצ''ל. ",
            "מטרת הארגון הייתה להביא להקמת מדינה יהודית בארץ-ישראל על שתי גדות הירדן (ארץ-ישראל המנדטורית והחלק שהפך בשנות העשרים לממלכת עבר הירדן). לצורך כך האמינו מנהיגיו כי יש לעבור מהבלגה והגנה פסיבית להגנה אקטיבית ולביצוע פעולות תגמול נגד הערבים.",
            " האצ''ל נתפס על-ידי ההגנה והנהגת היישוב כארגון סורר שאינו מקבל את מרותם. ולכן, היה היחס אליו קשה ובתקופות מסוימות אף הידרדר לרדיפתם ולהסגרתם לשלטונות הבריטים, תקופת ה-'סזון'.",
            "לאחר פרסום הספר הלבן השלישי של מקדונלד במאי 1939, הוא החל לפעול גם נגד מטרות בריטיות. עם פרוץ מלחמת העולם השנייה השהה הארגון את מאבקו בבריטים, וכמו ההגנה, ביקש לשתף איתם פעולה במלחמתם בנאצים. ",
            "קבוצת חברים באצ''ל שהתנגדה להפסקת המאבק נגד הבריטים, פרשה והקימה את ארגון 'לוחמי חירות ישראל', לח''י.  בתחילת 1944, עוד טרם הסתיימה מלחמת העולם השנייה, חידש האצ''ל את המאבק בבריטים והכריז מרד על שלטונם. באוקטובר 1945 הושג הסכם על שיתוף פעולה במאבק בבריטים בין המחתרות במסגרת תנועת 'המרי העברי'.",
            " ב-22 ביולי 1946, פוצץ בירושלים מלון המלך דוד ששימש את שלטונות המנדט, בפעולה שנויה במחלוקת שבוצעה בהובלת האצ''ל אך גונתה לאחר מעשה על-ידי ההגנה. פעולה זו הובילה לפירוק תנועת 'המרי העברי', ולאחריה המשיך האצ''ל בפעולות עצמאיות. ",
            "עם פרוץ מלחמת העצמאות ב-30 בנובמבר 1947, מילא האצ''ל תפקיד מרכזי בקרבו, בין השאר כבשו כוחותיו את יהוד ואת שכונת מנשייה הצמודה ליפו. עם פלישת צבאות ערב לארץ-ישראל נלחם הארגון בעיקר באזור רמת רחל במטרה לעצור את התקדמות הצבא המצרי. ",
            "לאחר הקמתו של צה''ל ב-26 במאי 1948 שולבו כוחות האצ''ל בצה''ל. בירושלים (שלא הייתה אמורה להיות חלק מן המדינה היהודית בהתאם למתווה שהתקבל באו''ם) המשיכו כוחות האצ''ל לפעול באופן עצמאי.",
            "ביוני 1948 התקרבה אל חופי הארץ 'אלטלנה' ספינה שהובילה נשק שרכשו האצ''ל ועולים חדשים. מנחם בגין, מפקד האצ''ל לשעבר, דרש שהנשק יועבר לידי יחידות האצ''ל בירושלים, בן-גוריון סירב לכך. בסופו של דבר, הגיעו הדברים לכדי חילופי אש בין אנשי האצ''ל לחיילי צה''ל, והספינה הוטבעה כאשר התקרבה אל חופי תל-אביב. בעקבות האירוע פורקו לחלוטין יחידות האצ''ל ופוזרו בתוך צה''ל, וכמאתיים מאנשי הארגון נעצרו.",
            "",
            "הלח''י (לוחמי חירות ישראל)",
            "עם פרוץ מלחמת העולם השנייה החלו חילוקי דעות באצ''ל: רוב חברי הארגון ובהם מפקדו, דוד רזיאל*, החליטו להפסיק את המאבק בבריטים ולשתף פעולה במלחמתם בגרמניה הנאצית.",
            "קבוצה קטנה ובראשה אברהם 'יאיר' שטרן** התנגדו לקו זה וביקשו להמשיך ולהילחם בבריטים אשר היו לתפיסתם האויב המרכזי של היישוב. הפורשים הקימו ארגון מחתרתי קטן שלימים ייקרא 'לוחמי חירות ישראל', לח''י, ומטרתו הייתה סילוק הבריטים מן הארץ והקמת מדינה יהודית. במהלך פעילותו פגע הלח''י במתקנים ובנציגים בריטיים, פעולות שהיו שנויות במחלוקת ביישוב. ",
            "הבריטים רדפו את הארגון, כלאו רבים מחבריו, וב-12 בפברואר 1942, רצחו את שטרן שהיה מנהיגו. בנובמבר 1943 הצליחו חברי הלח''י שהיו כלואים בלטרון לברוח מכלאם, וביצעו כמה פעולות בולטות ובהן ניסיון התנקשות בנציב העליון הבריטי (אוגוסט 1944) ורצח הלורד מוין, השר לענייני המזרח התיכון שישב במצרים*** (נובמבר 1944).",
            "עם תום המלחמה המשיך הארגון בפעולותיו נגד הבריטים: התקיף מחנות צבא, הצית את בתי הזיקוק בחיפה ועוד. עם פרוץ מלחמת העצמאות החל הלח''י לפעול גם נגד הערבים, ועם הקמת צה''ל פורק הארגון בכל הארץ פרט לירושלים, וחבריו שולבו ביחידות הצבא. ",
            "ב-17 בספטמבר 1948 רצחו ארבעה מיוצאי הארגון את פולקה ברנדוט****, ששימש מתווך מטעם האו''ם בין ישראל למדינות ערב. הרצח זעזע את המדינה, מועצת המדינה הזמנית חוקקה בעקבותיו את פקודת מניעת טרור ורבים מפעילי הלח''י נעצרו. רק כעבור עשורים רבים הכירה המדינה בפועל של חברי הלח''י והנציחה את מעשיהם.",
            "",
            "* דוד רזיאל (1941-1910) מפקדו הרביעי של האצ''ל ואחד ממייסדיו. תחת פיקודו ביצע הארגון מספר רב של פעולות כתגובה למאורעות תרצ''ו-תרצ''ט. עם פרוץ מלחמת העולם השנייה השהה רזיאל את ההתנגדות לבריטים ויצא בראש יחידת קומנדו לפעולה בעירק בה נהרג.",
            "** אברהם ('יאיר') שטרן (1942-1907), מקימו ומפקדו הראשון של הלח''י. הבריטים ראו בשטרן טרוריסט וכינו את הארגון בראשו עמד: 'כנופיית שטרן'. בפברואר 1942 הצליחו סוכני בולשת בריטים לעצור אותו, ורצחו אותו בירייה במהלך המעצר. ",
            "*** וולטר גינס שכונה הלורד מוין (1944-1880), היה השר הבריטי לענייני המזרח התיכון ומושבו הקבוע בקהיר. במסגרת תפקידו ראו בו רבים כמי שאחראי למדיניות 'הספר הלבן' של הבריטים. הוא נרצח על-ידי אנשי לח''י בצעד שעורר סערה רבה בבריטניה ובארץ-ישראל.",
            "**** פולקה ברנדוט (1948-1895), מתווך מטעם האו''ם בין ישראל למדינות ערב. ברנדוט נולד בשטוקהולם והשתייך למשפחת המלוכה השבדית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "התגייסות היישוב במלחמת העולם השנייה",
          "text": [
            "כפי שציינו בשער החמישי, בבסיס פעולת היישוב במלחמת העולם השנייה עמדה דילמה באשר ליחסים עם הבריטים: מחד הוא ביקש לסייע להם במאבקם בגרמניה הנאצית, אך מאידך, דווקא לנוכח האירועים באירופה, היה צורך להיאבק בסגירת שערי הארץ בפני הפליטים היהודים המבקשים להגיע אליה. לבסוף, התפשטות הלחימה לכיוונה של ארץ-ישראל גרמה לרבים להניח בצד את כעסיהם ולהתנדב לצבא הבריטי. ",
            "הסוכנות היהודית פנתה עוד בשלביה הראשונים של הלחימה אל בריטניה בבקשה להקים כוח צבאי יהודי שיילחם לצידן של בעלות הברית. בריטניה לא נענתה באופן מלא להצעה, ובפועל דחתה את ביצועה וגייסה באופן עצמאי יהודים מן היישוב כתומכי לחימה. בהדרגה ובלחץ הסוכנות הורחב הגיוס ונוצרו יחידות קרביות יהודיות, עד שב-1944 הוקמה החטיבה היהודית הלוחמת (חי''ל) שכונתה גם הבריגדה היהודית. החטיבה לחמה תחת דגל ועליו מגן-דוד ונתפסה כמי שמייצגת באופן רשמי את העם היהודי. ",
            "לאחר המלחמה נודעה חשיבות רבה למפגש בין חיילי הבריגדה שלחמו בצפון איטליה לבין ניצולי השואה. החיילים פעלו במחנות העקורים ומילאו תפקיד חשוב בהפעלתה של תנועת ההעפלה (העלייה הבלתי חוקית לארץ) ובהמשך ברכישת נשק עבור ההגנה. ",
            "פרשייה חשובה נוספת בהקשר זה היא סיפורם של הצנחנים הארצישראליים שגם הם הופעלו בלחץ הסוכנות היהודית. צנחנים אלו הוכשרו על-ידי הבריטים לצניחה מעבר לקווי האויב לצורך מילוי מספר תפקידים: הצלת שבויי מלחמה בריטים, הפעלת אלחוט ביחידות הפרטיזנים ושליחות בקרב הקהילה היהודית. ",
            "לבסוף יצאה התוכנית לפועל רק לקראת סופה של המלחמה ובהיקף מצומצם, שלושים ושלושה צנחנים הוצנחו באזור דרום אירופה וחמישה נוספים חדרו אליה דרך הקרקע. הם נתקלו בקשיים רבים, שנים-עשר מהם נתפסו ונפלו בשבי ושבעה מהם הוצאו להורג. עם זאת, הצנחנים שהצליחו להגיע לכלל פעולה (בעיקר ברומניה ובסלובקיה) ומילאו תפקיד חשוב בעידוד הקהילות היהודיות המקומיות. ",
            "לצידם של יהודי ארץ-ישראל, פעלו בצבאות השונים יהודים רבים נוספים שמלאו תפקיד חשוב בלחימה ובכלל זאת בצבא האדום, בצבא ארצות הברית ובצבאות נוספים. אלו וגם אלו רכשו במהלך מלחמת העולם השנייה ניסיון צבאי רב ששימש מאוחר יותר את צה''ל במהלך מלחמת העצמאות."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "הקמת צה''ל",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "ב-ה' באייר תש''ח קמה מדינת ישראל בתוך סערת מלחמת העצמאות. השלב הראשון של המלחמה, שהתרחש לפני הקמת המדינה ובראשיתו של השלב השני פעלו המחתרות השונות בנפרד כשהן מנסות לקיים שיתוף פעולה ביניהן. ",
            "עם הקמתה של המדינה ולנוכח עקרונות הממלכתיות שהתווה ראש הממשלה דוד בן-גוריון, ברור היה כי יש צורך בהקמתו של כוח צבאי ממלכתי שיופקד על הגנתה של המדינה הריבונית היהודית ויביא לפירוקן של המחתרות.",
            " ב-26 במאי 1948 הוקם, על-פי עקרונות אלו, צבא ההגנה לישראל. נאסר על הקמתו או על קיומו של כל כוח צבאי אחר והוחלט כי כל אדם המשרת בצבא ההגנה לישראל, יהיה חייב להישבע אמונים למדינת ישראל, לחוקיה ולשלטונותיה המוסמכים. למחרת נשבע הפיקוד הבכיר של צה''ל אמונים, ובמהלך השבועות הקרובים, לאחר הכרזת 'ההפוגה הראשונה' הצטרפו אליהם כלל חיילי צה''ל.",
            "בן גוריון עמד על החשיבות שבקיומו של כוח צבאי אחד: 'הסעיף הרביעי של הפקודה הוא נגד הקמתו וקיומו של כל כוח מזוין מחוץ לצבא ההגנה לישראל. ושוב: זה לא היה סעיף המכוון רק לסדר ממלכתי תקין- אם כי גם זה חשיבותו גדולה ומכרעת- אלא צורך חיוני להתגוננותנו: נגד אויב חיצוני אפשר לעמוד רק בכוח אחיד, המציית לממשלה אחת ולפיקוד עליון אחד.'"
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מלחמות ומבצעי צה''ל",
      "subSections": [
        {
          "title": "מלחמת העצמאות",
          "text": [
            "ראש הממשלה: דוד בן גוריון",
            "שר הביטחון: דוד בן-גוריון",
            "ראש המטה הכללי: יעקב דורי",
            "תאריך: 30 בנובמבר 1947 – 20 ביולי 1949",
            "",
            "הרקע לפרוץ המלחמה",
            "במהלך מלחמת העולם הראשונה, נכבשה ארץ-ישראל על-ידי הצבא הבריטי וביולי 1922 החל בארץ שלטון המנדט. הבריטים היו מחויבים על-פי כתב המנדט להקמתו של בית לאומי לעם היהודי; אולם היו להם, כפי שראינו, התחייבויות גם לערבים. ",
            "בתקופת המנדט התפתח היישוב היהודי בארץ – הוקמו יישובים, פותחה הכלכלה ונוצרו מוסדות הנהגה וארגוני מגן שהיוו את המסד להקמתה של מדינה. באופן הדרגתי התהווה, במהלך תקופת המנדט הבריטי, סכסוך לאומי בין יהודים לערבים, שגם על האירועים המרכזיים הקשורים בו עמדנו. בנוסף, לתפיסתה של האוכלוסייה היהודית, נסוגה בריטניה מהבטחתה כשהחלה ביישום מדיניות 'הספר הלבן' והגבילה את העלייה היהודית לארץ. ",
            "המצב בארץ הביא את בריטניה להחלטה להעביר את האחריות לגבי עתידה אל האו''ם. האו''ם מינה ועדה לבחינת הבעיה (ועדת אונסקו''פ), שהמליצה על סיום המנדט הבריטי והקמת מדינה יהודית ומדינה ערבית בשטח ארץ-ישראל. ",
            "ב-29 בנובמבר 1947 החליטה עצרת האו''ם לקבל את ההמלצות. ההחלטה התקבלה בשמחה רבה על-ידי הציבור היהודי, אך ההנהגה הערבית דחתה אותה ופתחה ב-30 בנובמבר, למחרת קבלת ההחלטה, במלחמה כנגד היישוב היהודי בארץ שמטרתה ביטול החלטת החלוקה.",
            "מלחמת העצמאות הייתה הקשה שבמלחמות ישראל. בראשיתה, הכוחות הלוחמים היהודיים עדיין לא היו מאורגנים כצבא, והם נאלצו להתמודד עם האוכלוסייה הערבית המקומית כמו גם עם פלישה של חמישה צבאות ערביים חזקים (מצרים, סוריה, לבנון, ירדן, עירק). החזית נמתחה לאורך ולרוחב הארץ, ולמעשה היישוב היהודי כולו עמד בסכנה. ",
            "את המלחמה ניתן לחלק לשני שלבים עיקריים: השלב הראשון, מה-30 בנובמבר 1947 ועד להכרזה על הקמת המדינה, ב-14 במאי 1948 (ה' באייר תש''ח). במהלכו התנהלה הלחימה בין כוחות המגן של הישוב לבין הערבים המקומיים. השלב השני, מפלישת צבאות ערב, יום לאחר הכרזת העצמאות, ב-15 במאי 1948, ועד סיום המלחמה עם החתימה על הסכמי שביתת הנשק בחזיתות השונות, במהלכו התנהלה לחימה בין הצבאות הסדירים של מדינות ערב וצה''ל שהוקם בסערת המלחמה.",
            "",
            "השלב הראשון",
            "ראשיתה של מלחמת העצמאות התאפיינה בסדרה של פעולות טרור וגרילה שהזכירו באופיין את פעולותיו של הצד הערבי במהלך 'תקופת המאורעות' אותה סקרנו לעיל. במרכזן של פעולות אלו עמדו ירי והתקפות על שכונות ספר בערים המעורבות, התקפות על התחבורה העברית, והתקפות על יישובים מבודדים. כתוצאה מכך התנהלה הלחימה בכל הארץ, ללא קווי חזית ברורים. כוחות המגן של היישוב לא התארגנו עדיין ללחימה ופעילותם הייתה הגנתית בעיקר מתוך מגמה להכיל את ההתקפות הערביות ולא להביא להסלמה. ",
            "בין היהודים לערבים עמדו כוחות בריטיים שהתכוננו לפינוי מן הארץ על-פי החלטת האו''ם, וניסו לקיים מראית עין של שמירה על הסדר, לעתים חוצצים בין הצדדים ולעתים מסייעים לאחד מהם. ",
            "הלחימה התפרסה בהדרגה והתנהלה בגזרות רבות. בחודשים הראשונים הייתה היוזמה בידי הערבים, שנהנו מאספקת נשק וזרם מתנדבים מהארצות השכנות בהם כוחות סדירים למחצה, כמו 'צבא ההצלה'*. שיא הצלחתם היה במרץ 1948, כאשר הצליחו להשמיד מספר שיירות ולנתק את הדרכים לירושלים, לנגב ולגליל המערבי.",
            "בה-בעת עשתה הנהגת היישוב מאמצים לגבש תכנית, לגייס כוחות ולהשיג נשק. כך גובשה תכנית ד' שמטרותיה היו להשתלט באופן יזום על השטחים שיועדו על-פי תכנית האו''ם למדינה היהודית תוך שמירה על נקודות יישוב הנמצאות מחוץ לשטחים אלו והבטחת הדרך אליהם.",
            "במסגרת התוכנית אף אורגנו הכוחות בחטיבות שקיבלו אחריות למרחבים מוגדרים. בראשית אפריל 1948 החל להסתמן מפנה במהלך: מבצע 'נחשון' שנחשב לראשון המבצעים שבוצעו על-פי עקרונות התכנית. מטרת המבצע הייתה לפרוץ את הדרך לירושלים ובמהלכו רוכז לראשונה כוח בעוצמה של חטיבה שפעל במתכונת של צבא סדיר, במטרה לכבוש שטחים ולהחזיק בהם. ",
            "המבצע נחל הצלחה חלקית בלבד, ובשבועות שלאחריו הוחל במספר מבצעים נוספים במטרה להבטיח את הדרך לירושלים ('מבצע הראל', 'מבצע יבוסי', 'מבצע מכבי'), העיר יפו נכבשה באופן סופי מבצע ('חמץ') שופרו העמדות בגליל ונכבשו הערים צפת וטבריה (מבצע 'יפתח' מבצע 'מטאטא', מבצע 'בן-עמי') וכן נכבשו אזור השפלה ומישור החוף הדרומי (מבצע 'ברק').",
            "מרבית יעדיה של תכנית ד' הושגו, אך היו גם כישלונות – הדרך לירושלים לא נפרצה, גוש עציון שמדרום לירושלים נפל ומספר יישובים מבודדים פונו.",
            "",
            "השלב השני",
            "השלב השני של המלחמה נפתח עם הכרזת המדינה, ב-14 במאי 1948. מדינות ערב איימו לפלוש אל ארץ-ישראל אם יוכרז על הקמת המדינה היהודית, וברור היה למנהיגי היישוב כי הן לא תהססנה לממש איום זה. את האווירה הקשה ששררה בארץ ערב השלב השני, מבטא יותר מכל קטע מיומנו של דוד בן-גוריון:",
            " 'בארבע אחה''צ הוכרזה העצמאות היהודית והוקמה המדינה. גורלה בידי כוחות הביטחון. מיד אחרי טקס ההכרזה חזרתי לבית המפקדה ונתייעצנו על המצב המחמיר... החלטנו על 'גיוס' רובים במשקים בשביל חטיבה חדשה... בערב באו ידיעות קשות גם מהנגב - היפציצו הלילה את ת''א?'",
            "הידיעות שהגיעו אל בן-גוריון היו מדויקות, וגם חששו מהפצצה של תל-אביב התממש כעבור זמן קצר. לצבאות ערב הייתה עדיפות ברורה על הכוחות הצבאיים של המדינה שזה עתה נולדה, אך מכיוון שלא פעלו לפי תכנית מתואמת ותחת פיקוד אחד, לא הצליחו להביא לידי ביטוי את מלוא יכולתם. הכוחות הישראליים היו נחותים בציוד ובחימוש ובמהלך החודש הראשון לקרבות הצליחו לבלום את כוחות האויב ומנעו ממנו הישג שיסכן את קיומה של המדינה.",
            "חלק חשוב בבלימה נטלו היישובים ומגניהם עמדו מול כוחות עדיפים ורק אחדים מהם נפלו. צבא מצרים פלש מדרום והתקדם בשני מאמצים – העיקרי צפונה לאורך מישור החוף אל עבר תל-אביב, והמשני מזרחה, דרך באר שבע וחברון אל עבר ירושלים. בציר החוף הגיע הכוח המצרי, לאחר קרבות קשים ביד מרדכי**, עד מצפון לאשדוד (גשר 'עד הלום'), השתלט על כביש אשקלון בית-גוברין וכך למעשה, ניתק את הנגב מהמדינה היהודית. ",
            "בציר המשני הגיעו המצרים עד לאזור קיבוץ רמת-רחל השוכן מדרום לירושלים, שם חברו לכוחות הירדנים. באזור זה התרחשו קרבות עזים והקיבוץ עבר מיד ליד מספר פעמים, רק כיבושו הסופי על-ידי צה''ל, בלם את התקדמות המצרים לכיוון ירושלים.",
            "הלגיון הערבי של צבא ירדן תקף באזור ירושלים, אך ניסיונותיו לפרוץ לעיר המערבית, נבלמו. רובע היהודי בעיר העתיקה נפל בידי הירדנים והר הצופים נשאר כמובלעת מבודדת בשטח האויב. כוחות הלגיון התקדמו מזרחה, הגיעו עד לוד ורמלה, התבססו באזור לטרון וניתקו את הדרך לירושלים. הניסיונות לכבוש את לטרון נכשלו, אך בסופו של דבר נפרצה דרך חלופית אל העיר שכונתה 'דרך בורמה' ואפשרה את חידוש הקשר והעברת האספקה. צבא עירק פלש אל הארץ באזור גשר שבעמק הירדן אך נבלם. העירקים העתיקו את המאמץ לשומרון, הגיעו עד לעיר ג'נין ואיימו על אזור השרון ממזרח, ניסיונות לכבוש את ג'נין נכשלו.",
            " ב-26 במאי 1948, בעוד הקרבות בשיאם, הוקם צבא ההגנה לישראל, צבא סדיר הנמצא באופן מלא תחת מרות המדינה והוא נועד לאחד תחתיו את פעילותם של כלל הגורמים הצבאיים ביישוב. האו''ם גילה מעורבות בבעיית ארץ ישראל ומינה את הרוזן פולקה ברנדוט למתווך מטעמו. ב-11 ביוני 1948 הצליח ברנדוט להשיג הפוגה בלחימה לאורך ארבעה שבועות שלימים תכונה 'ההפוגה הראשונה'. ",
            "ההפוגה אפשרה לצה''ל להתארגן, להתחמש, לרענן כוחות ולהתכונן לחידוש הקרבות. במהלך ההפוגה הושבעו כלל החיילים לצה''ל, הוקמו החילות השונים, נקבעו תקנים ודרגות למפקדים ועוד. במהלך ההפוגה התרחשה גם פרשיית אניית הנשק אלטלנה עליה הרחבנו לעיל.",
            "בראשית יולי חודשה האש. הפעם הייתה היוזמה בעיקרה בידיו של צה''ל שבמהלך 'קרבות עשרת הימים' הצליח להגיע להישגים בגזרות השונות. במרכז החל ב-9 ביולי מבצע 'דני' במהלכו נכבש המרחב שבין ראש העין לעמק איילון, הערים לוד ורמלה, שדה התעופה של לוד (לימים נמל התעופה בן-גוריון) ושטחים בפרוזדור ירושלים. בצפון החל מבצע 'ברוש' שמטרתו הייתה כיבוש 'ראש הגשר' שהחזיקו הסורים באזור משמר הירדן. כיבוש ראש הגשר אמנם לא הושג, אך נבלמו ניסיונות סוריים לכבוש את מחניים ולבתר את הגליל העליון. ",
            "במקביל החל בגליל התחתון מבצע 'דקל' במהלכו השתלט צה''ל על אזור נצרת, פתח את הדרך לטבריה וסילק את 'צבא ההצלה'. בגזרת ג'נין לא הצליחו כוחות צה''ל להשתלט על העיר וייצבו קו הגנה על הגלבוע. באזור הדרום התנהלו קרבות עזים במסגרת מבצע 'אנ-פאר' ומבצע 'מוות לפולש', אך אף אחד מן הצדדים לא הצליח לזכות בהישג משמעותי. ",
            "ב-19 ביולי כפה האו''ם הפוגה נוספת ('ההפוגה השנייה'), הפעם ללא הגבלה בזמן, וקרא לצדדים לפתוח במשא ומתן. ישראל נענתה לקריאה, אך מדינות ערב לא הגיבו. המתווך ברנדוט גיבש תכנית שעיקרה ויתור ישראלי על הנגב בתמורה לגליל המערבי שהיה בלאו הכי בידיה של ישראל.",
            " ב-17 בספטמבר 1948 נרצח ברנדוט בירושלים בידי מתנקשים הקשורים בארגון הלח''י. הרצח זעזע את המדינה, מועצת המדינה הזמנית חוקקה בעקבותיו את פקודת מניעת טרור ורבים מפעילי הלח''י נעצרו. מבחינה בין-לאומית העמיד הרצח את ישראל במצב לא נוח ושיווה לתוכנית שגיבש ברנדוט, מעמד של צוואה. מצב של הפוגה ללא הכרעה, כאשר כוחות האויב בשטחה, לא היה נוח לישראל והיא שאפה להגיע להכרעה ולכפות על מדינות ערב להסכים למשא ומתן.",
            "על רקע זה החלה באוקטובר סדרה חדשה של מבצעים. בחזית הדרום החל ב-15 בחודש מבצע 'יואב', במהלכו נפרצה הדרך לנגב ונכבשה באר-שבע. בדרום-מערב נסוגו המצרים עד לצפון רצועת עזה. כך נותרה באזור שכונה 'כיס פלוג'ה' (סמוך לקריית גת) חטיבה מצרית מכותרת שקווי האספקה שלה נותקו.  במהלך המבצע טובעה גם אניית הדגל של חיל הים המצרי 'האמיר פארוק'. במקביל למבצע זה נערך באזור ירושלים מבצע 'ההר' במהלכו השתלטו כוחות צה''ל על השטח שבין נחל שורק לבית גוברין.",
            "בחזית הצפון החל בסוף אוקטובר מבצע 'חירם' במהלכו שוחרר הגליל העליון וצה''ל פלש אל שטח לבנון. במהלך נובמבר המשיכה הלחימה בחזית הדרום וצה''ל סיכל במסגרת מבצע 'אסף' את כוונות המצרים להרחיב את אחיזתם ברצועת עזה מזרחה, אל עומק שטח ישראל.",
            " לנוכח הקיפאון המדיני והחשש הישראלי מכפיית פתרון בנוסח תכנית ברנדוט, החל בדצמבר מבצע צבאי נוסף בדרום – מבצע 'חורב' במהלכו נכבש האזור שמדרום לבאר שבע עד לניצנה, וכוחות צה''ל אף חדרו לשטח סיני, כבשו את אבו-עגילה והחלו להתקדם אל עבר אל-עריש, מהלך שאיים בכיתור כל הצבא המצרי.",
            "",
            "סיום הלחימה",
            "הישגיו של צה''ל הביאו להתקדמות במשא ומתן שנערך בחסות האו''ם באי רודוס ולחתימה על סדרה של הסכמי שביתת נשק שכונו הסכמי רודוס.",
            "מצרים: ב-24 בפברואר נחתם ההסכם הראשון עם מצריים וזה הותיר בידיה את רצועת עזה, אך הביא לוויתורה על שאר חלקי הנגב.",
            "לבנון: ב-23 במרץ 1949 נחתם בראש הנקרה ההסכם עם לבנון. ",
            "ירדן: ב-4 במרץ 1949 החל ברודוס המשא ומתן עם ירדן, במהלכו הם טענו לשליטה על הנגב הדרומי ועקב זאת פתח צה''ל ב-5 במרץ במבצע 'עובדה' במטרה להשתלט על אזור אילת והערבה. ההסכם עם ירדן נחתם ב-3 באפריל 1949 ובמסגרתו נקבע כי היא תוסיף להחזיק בשטחי הגדה המערבית אך תוותר על רצועת שטח שכונתה 'המשולש' שתועבר לידי ישראל.",
            "סוריה: המשא ומתן עם הסורים היה ארוך וממושך במיוחד וההסכם עמם נחתם ב-20 ביולי 1949.",
            "מלחמת העצמאות הסתיימה בניצחון ישראל, אך במחיר כבד – למעלה מ-6,000 איש נפלו (כאחוז אחד מכלל האוכלוסייה היהודית), כ-1,000 מהם אזרחים. שירו של חיים גורי, 'הנה מוטלות גופותינו' שנכתב על סיפור מותם של שלושים וחמישה הרוגי שיירת ה-ל''ה*** הפך לאחד מסמליה:",
            "'הנה מוטלות גופותינו, שורה ארוכה ואיננו נושמים. אך הרוח עזה בהרים ונושמת. והבקר נולד, וזריחת הטללים רוננה. עוד נשוב, ניפגש, נחזור כפרחים אדומים. תכירונו מיד, זו מחלקת ההר האילמת. אז נפרח. עת תידום בהרים זעקת יריה אחרונה.'",
            "עם תום המלחמה הייתה ישראל לעובדה קיימת וגבולותיה היו רחבים מן הגבולות שהותוו לה במסגרת תכנית החלוקה. עם סיום הלחימה התפנתה מדינת ישראל לעסוק ביתר שאת בבעיות שהטרידו אותה: קליטת העלייה, ייצוב הכלכלה והקמת תשתיות.",
            "",
            "* צבא ההצלה היה צבא של מתנדבים ערבים בפיקודו של פאוזי קאוקג'י הלבנוני. צבא זה הוקם על-פי החלטה של הליגה הערבית מדצמבר 1947 והיה צבא סדיר למחצה. הוא פלש אל ארץ-ישראל עוד קודם לסיום המנדט במטרה לבוא לעזרתם של ערביי הארץ.",
            "** יד מרדכי קיבוץ במישור החוף הדרומי, נוסד ב-1943 וקרוי על-שם מרדכי אנילביץ (1943-1919), מנהיג המורדים בגטו ורשה. במהלך מלחמת העצמאות התרחשו בקיבוץ קרבות קשים והוא שוחרר במסגרת מבצע יואב.",
            "*** שיירת ה-ל''ה או מחלקת ההר, כוח של שלושים וחמישה לוחמים בפיקודו של דני מס (1948-1923). בלילה שבין ה-15 ל-16 בינואר 1948, יצא הכוח מכיוון המושבה הר-טוב אל-עבר גוש עציון הנצור. בשלב כלשהו הוא התגלה והחל קרב קשה בראש גבעה נ.ג 573 שלימים כונתה 'גבעת הקרב'. במהלך הקרב הושמד הכוח לחלוטין, סיפור לחימתו ונפילתו הפך לאחד מן הסיפורים המכוננים במורשת הקרב של צה''ל.",
            "",
            "סחתיין על ההשקעה, גאים בך!"
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ההסתננות ופעולות התגמול",
          "text": [
            "הסכמי שביתת הנשק שנחתמו עם מדינות ערב בתום מלחמת העצמאות, כוננו גבולות ברורים יחסית בין ישראל לשכנותיה, ויצרו ועדות מיוחדות שהיו אמורות לפקח על ההסכמים ולברר מחלוקות בין הצדדים. הסכמים אלו היו אמורים להיות זמניים בלבד ולהתבטל כאשר הצדדים יגיעו להסכם שלום כולל; בפועל הסכם כזה לא נחתם וקווי הפסקת הנשק שנודעו בשם הקו הירוק, הפכו למעשה לגבולותיה של ישראל. ",
            "זה היה גבול יבשתי באורך של כאלף קילומטר, רובו המכריע לא נשען על מכשול טבעי, הוא חצה את ירושלים, חילק כפרים והפריד אותם מאדמותיהם החקלאיות וסימונו לא היה תמיד קיים או ברור. במספר מקומות לאורך הגבולות בהם הייתה מחלוקת בין הצדדים בנוגע לריבונות, כוננו שטחים מפורזים (כמו באזור ניצנה, בירושלים ובעיקר בגבול עם סוריה). ",
            "ישראל ומדינות ערב היו חלוקות ביניהן בנוגע לכללים החלים בהם: ישראל טענה כי שמורה לה הזכות לקיים בשטחים המפורזים פעילות אזרחית מלאה עד לקו הגבול. סוריה ומדינות ערב, לעומת זאת, תפסו אותם כשטחי הפקר בהם אסורה כל פעילות ובכלל זאת פעילות אזרחית או חקלאית. ",
            "על רקע זה פרצו תקריות רבות שהתרחבו לעתים לכדי קרבות. בעיה נוספת שהתעוררה כתוצאה מן הגבולות המפותלים והארוכים הייתה תופעת ההסתננות לישראל שהחלה בשלהי מלחמת העצמאות וגברה בשנים הבאות. ",
            "בהסכמי שביתת הנשק נכלל סעיף שאסר את חצייתו של הגבול על-ידי אזרחים, אף על פי כן עוד במהלך המלחמה החלה תופעה של אזרחי מדינות ערב שחצו את קו הגבול והסתננו לשטח מדינת ישראל. תחילה אלה היו כפריים שביקשו לחזור אל כפריהם על-מנת להציל רכוש או לקצור יבול, אך הסיכון שבהסתננות הרתיע את רובם ובהדרגה שינתה ההסתננות את פניה.",
            "בשנים הבאות היו מרבית המסתננים 'מסתננים מקצועיים' שחדרו למטרות גנבה, שוד, רצח וחבלה. הסלמה בפעילות זו חלה באוגוסט 1955, עת החלו לפעול יחידות ה-'פידאיון' (מערבית: 'המחרפים את נפשם') שאומנו על-ידי המצרים ברצועת עזה וחדרו מכיוונה, ומאוחר יותר גם מכיוון ירדן, למטרות חבלה ורצח.",
            "בהתאם לעקרונות אלו פעלה ישראל כנגד כפרים ששימשו בסיסים למסתננים, דרכי תחבורה ששימשו אותם וכו'. פעולות אלו בוצעו בתחילה על-ידי היחידות הסדירות (גבעתי, גולני, חטיבה 7),  אך זכו להצלחה מצומצמת.",
            "באוגוסט 1953 הוקמה יחידה 101, יחידת קומנדו, מצומצמת בגודלה, ששימשה 'מעבדה' לבחינת שיטות לחימה. בחודשים המעטים בהם פעלה, הציבה סטנדרטים חדשים של כושר לחימה וביצעה פעולות רבות מעבר לגבול שנחלו הצלחה. ",
            "בינואר 1954 מוזגה יחידה 101 לחטיבת צנחנים, בשנים שעד מלחמת סיני בוצעו פעולות תגמול רבות בשטח מצרים, ירדן וסוריה. מבחינה צבאית היו אלה פעולות מוצלחות, נרכש בהן ניסיון קרבי ופותחו שיטות לחימה שהונחלו לכל הצבא.",
            "אולם, למרות ההצלחה, לא היה בפעולות אלה להביא להפסקת הטרור נגד ישראל. בין המנהיגים הישראלים שררה חוסר הסכמה ביחס ליעילותן של פעולות התגמול, אשר התפרצה לאחר הפעולה בכפר קיביה שבירדן (אוקטובר 1953)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת סיני (מבצע קדש)",
          "text": [
            "ראש הממשלה: דוד בן-גוריון ",
            "שר הביטחון: דוד בן-גוריון",
            "ראש המטה הכללי: יעקב דורי",
            "תאריך: 29 באוקטובר 1956 – 5 בנובמבר 1956",
            "",
            "הרקע לפרוץ המלחמה",
            "מלחמת סיני הייתה מלחמת-מנע בה פתחה ישראל נגד מצרים. ברקע למלחמה עמדו מספר סיבות:",
            "1) 'פידאיון': מאפריל 1955 הופעלו יחידות ה-'פידאיון' הכפופות למודיעין המצרי. הם חדרו מגבול מצרים ולאחר מכן גם מגבול ירדן למטרות חבלה ורצח ושיבשו את החיים התקינים ביישובי הספר. פעולות התגמול שביצעה ישראל לא הביאו למיגור התופעה.",
            "2) חופש השיט: כבר בשנת 1951 מנעו המצרים מעבר אוניות ישראליות בתעלת סואץ וכעבור שנתיים גם מעבר סחורות לישראל באוניות הנושאות דגל זר. בשנת 1953 הם חסמו את מצרי טירן המובילים לנמל אילת, ובשנת 1955 סגרו גם את המרחב האווירי שמעל המצרים.",
            "3) ערעור מאזן הכוחות: בספטמבר 1955 נחתמה עסקת הנשק הצ'כית-מצרית. העסקה הבטיחה למצרים נשק חדיש ובכך הפרה את מאזן הכוחות בינה לבין ישראל והקנתה למצרים יתרון בהתמודדות צבאית עתידית. בנוסף החלה מצרים בהקמת פיקוד צבאי משותף עם סוריה וירדן.",
            "4) הסכם עם צרפת ובריטניה: הנסיבות הבינלאומיות זימנו לישראל שעת כושר ובעלי ברית. ביולי 1956 הכריז נשיא מצריים, ג'מאל עבד אל-נאצר, על הלאמת תעלת סואץ, צעד שפגע מאוד בבריטניה וצרפת והביא אותן לשקול תגובה צבאית. לישראל היו באותה העת יחסים הדוקים למדי עם צרפת וזו יצרה את הקשר עם בריטניה.",
            "שלושת המדינות הגיעו להסכם חשאי על תכנית פעולה משותפת. עיקרי ההסכם היו כי ישראל תיצור איום צבאי על תעלת סואץ ובכך תספק למעצמות עילה להתערב. הן מצדן תצגנה אולטימטום לשני הצדדים, להפסיק את האש ולסגת למרחק 10 מייל מגדות התעלה, תתפוסנה את העמדות לאורכה ותבטחנה את חופש השיט. סביר להניח כי מצריים לא תיענה לתביעות אלה ובמקרה זה, שתי המעצמות תפתחנה בפעולות צבאיות נגד מצריים וישראל תהיה חופשית לפעול בסיני בהתאם לתוכניותיה.",
            "",
            "מהלך המלחמה",
            "ב-29 באוקטובר 1956 פתחה ישראל בלחימה בחזית המצרית. מטרותיה היו: שיקום מאזן הכוחות והשבת כושר ההרתעה כלפי העולם הערבי, פתיחת מצרי טירן לשיט ישראלי וכן, חיסול פעילות הטרור בגבול ישראל-מצריים.",
            "המבצע החל בניתוק קווי הטלפון בחצי-האי סיני על-ידי מטוסי חיל האוויר. עם ערב הוצנח גדוד צנחנים ליד מעבר המיתלה* (הצניחה הקרבית הראשונה בצה''ל), ובכך נוצר האיום על התעלה והעילה להתערבות שתי המעצמות. בלילה תקפו כוחות צה''ל את קציימה, וחטיבה 7 פרצה לסיני. למחרת, ב-30 באוקטובר, נעה חטיבת הצנחנים אל עומק סיני, כבשה את תמד ואת נחל, וחברה עם ערב אל הגדוד שהוצנח במיתלה. חטיבה 7 המשיכה בהתקדמותה אל-עבר אבו-עגילה, תוך עקיפת מתחם אום-קטף. בהתאם להסכם, בריטניה וצרפת הציגו את האולטימטום ולמחרת ב-31 באוקטובר, החלו בהפצצת שדות התעופה במצרים. כוחות צה''ל המשיכו בתנועה עד שב-5 בנובמבר הושלמה ההשתלטות על כל חצי האי ועל רצועת עזה.",
            "",
            "תוצאות המלחמה",
            "עם סיום הלחימה השתלט צה''ל על חצי האי סיני ורצועת עזה, הצבא המצרי הובס, חלקו נסוג ורבים נפלו בשבי. בקרבות נפלו למעלה ממאה שבעים חיילי צה''ל. בארץ הייתה תחושה של ניצחון מוחץ, כפי שאפשר למשל ללמוד מהתיאור של מסדר הניצחון בשארם א-שייח' מעיתון 'דבר':",
            "'בקצה הדרומי של סיני הונף דגל ישראל... כל ישר-לב וכל שוחר חופש ושלום באמת ובתמים יכיר במלוא צדקתנו במבצע זה ולא יוכל להתנכר לשאיפתנו לבצר את ההישג הזה של צבאנו רב-הניצחון. אך מי שהיה אתמול באותה פינה נהדרה שעל ים -סוף, ומי ששמע מפי מפקד החטיבה את פרטי מסע-הגבורה... ומי שראה את פני הבחורים... לא היה זקוק להוכחות הגיוניות ומדיניות, כי הוא חש בכל נימי נפשו את משק כנפי ההיסטוריה היהודית.'",
            " אולם, השליטה בחצי-האי סיני לא נמשכה לאורך זמן: לחץ בין לאומי אילץ את ישראל, צרפת ובריטניה להסכים להפסקת אש, ובשלב מאוחר יותר לסגת משטח מצרים. צה''ל החל בנסיגה ב-22 בנובמבר 1956 והשלים אותה ב-10 במרץ 1957. ",
            "במלחמה הוכיח צה''ל את יכולותיו הצבאיות, פגע קשות בצבא המצרי והרס את תשתיות הטרור ברצועת עזה. הניצחון הביא לשיקום כוח ההרתעה של ישראל ולשיפור מעמדה בזירה הבין-לאומית. ההסגר על מפרץ אילת הוסר וכוח או''ם הוצב בסיני וברצועת עזה במטרה להבטיח את שמירת השקט. ארצות הברית, בריטניה וצרפת נתנו ערובה לתמיכה בזכות ההגנה של ישראל במקרה של סגירה מחודשת של מצרי טירן או חידוש הטרור.",
            "",
            "* מעבר המיתלה הוא מעבר יבשתי בין שני רכסי הרים במערב חצי האי סיני. אורכו של המעבר ב-32 ק''מ וחשיבותו נובעת מכך שהוא מהווה את אחת משתי הדרכים היחידות דרכן אפשר להגיע אל אזור דרום תעלת סואץ."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת ששת הימים",
          "text": [
            "ראש הממשלה: לוי אשכול",
            "שר הביטחון: משה דיין",
            "ראש המטה הכללי: יצחק רבין",
            "תאריך: 5 ביוני 1967 – 10 ביוני 1967",
            "",
            "הרקע לפרוץ המלחמה",
            "עם תום מלחמת סיני השתרר שקט יחסי בגבולות המדינה, אך המתיחות בגבול הסורי נותרה על קנה. הסורים התנגדו לכל פעילות בשטחים המפורזים, התנכלו לחקלאים שעיבדו אדמות בסמוך לגבול, ניסו למנוע שיט ודיג בצפון-מזרח הכינרת וביקשו להטות את מקורות הירדן (הבניאס והחצבני) כדי לחבל במפעל המוביל הארצי. ",
            "על רקע זה התרחשו תקריות גבול רבות ובחלקן הופעלו ארטילריה, טנקים ומטוסים ובוצעו מספר פעולות גמול נגד הסורים. ישראל אף מנעה בכוח את ביצוע עבודות ההטיה בשטח רמת הגולן (1966). לצד פעולות אלו התחמשו סוריה ומצריים בנשק סובייטי, והחל גל טרור חדש של פיגועים שיצאו משטחן של סוריה וירדן בהובלת הפת''ח. ישראל מצדה הגיבה בפעולות תגמול שאחת המרכזיות שבהן הייתה פעולת סמוע (נובמבר 1966). ב-7 באפריל 1967 אירעה תקרית בדרום הכינרת, במהלכה הופלו שישה מטוסים סוריים. עובדה שהובילה לפגיעה בשלטון הסורי עד כדי חשש ליציבותו. ",
            "המתיחות גברה כשברית המועצות העבירה למצרים מידע  כוזב כי ישראל מרכזת כוחות בגבול סוריה. בעקבות מידע זה, מצריים שהייתה חתומה על הסכם הגנה עם סוריה, הגבירה את הכוננות, וב-14 במאי 1967 החלה להניע כוחות לכיוון סיני. בישראל החלה תקופת ההמתנה שאופיינה באיפוק ובצעדי כוננות. הסלמה חלה כאשר דרשה מצרים לפנות את כוח החירום של האו''ם וכעבור מספר ימים סגרה את מצרי טירן. מבחינת ישראל מדובר היה בעילה למלחמה, אך הממשלה בחרה למצות את הדרך המדינית קודם.",
            "כל אותה עת נמשך תגבור הצבא המצרי בסיני, ובישראל החל גיוס מילואים. האווירה הציבורית בישראל הייתה קשה וגבלה בחרדה שרק הלכה וגברה ככל שחלף הזמן. ב-1 ביוני הפכה ממשלת ישראל לממשלת אחדות ומשה דיין מונה לשר ביטחון. לבסוף, לאחר התלבטות קשה, ב-5 ביוני החליטה מדינת ישראל לצאת למלחמת מנע שנודעה לימים כמלחמת ששת-הימים והיא נחשבת לאחד הניצחונות המזהירים של ישראל.",
            "",
            "מהלך המלחמה בחזיתות השונות",
            "בבוקר יום שני, ה-5 ביוני 1967, פתח צה''ל במבצע 'מוקד' במהלכו תקף חיל האוויר את שדות התעופה ברחבי מצריים והשמיד בתוך שלוש שעות את חיל האוויר המצרי. בהמשך כתגובה להתערבות חילות האוויר של מדינות נוספות, פגע צה''ל גם בשדות התעופה ובמטוסים של סוריה, ירדן ועירק, ונטרל אותם להמשך הלחימה. מבצע זה הוכתר בהצלחה ואפשר למעשה את פעילותו הבלתי מופרעת של צה''ל בימים הבאים. ",
            "במהלך הלחימה פעל צה''ל בשלוש חזיתות:",
            "1) החזית המצרית: המאמץ העיקרי של צה''ל כוון לזירה זו. כוחות היבשה, בעוצמה של שלוש אוגדות, הבקיעו את המערך המצרי וחדרו לסיני. כוח נוסף פנה לרצועת עזה. כוחות נעו לעומק סיני, השמידו את השריון המצרי ועד ה-9 ביוני כבשו את חצי האי ורצועת עזה והתייצבו על גדות תעלת סואץ.",
            "2) החזית הירדנית: בראשית הלחימה לא התכוונה ישראל לפתוח בלחימה בחזית זו ומסר ברוח זו הועבר לחוסיין מלך ירדן; אלא שהצבא הירדני שהיה נתון בפיקוד של גנרל מצרי, פתח באש. כאשר הפכה האש הירדנית למסוכנת יותר, וכוח ירדני השתלט על 'ארמון הנציב'*, הוחלט להגיב. חטיבת ירושלים כבשה את 'ארמון הנציב' ומספר מוצבים סמוכים, ובכך ניתקה את ירושלים המזרחית מדרום. מצפון הבקיעה חטיבת 'הראל' לעבר רכס נבי סמואל** והתייצבה בצפון ירושלים. חטיבת הצנחנים במילואים הבקיעה את הקו העירוני*** וכבשה את מזרח ירושלים. ב-7 ביוני שלימו הצנחנים את כיבוש העיר, פרצו לעיר העתיקה והגיעו אל הכותל המערבי. כוחות פיקוד הצפון פרצו לעבר ג'נין ובהמשך השתלטו על השומרון. כוחות נוספים התקדמו משטח ישראל מזרחה לכיוון הר חברון ובכך השלימו את כיבוש הגדה המערבית כולה.",
            "3) החזית הסורית – סוריה לא מיהרה להצטרף ללחימה, למרות לחצי מצרים לתקוף. ביום השני למלחמה ערכו הסורים שתי התקפות, ונהדפו באבדות ניכרות. ב-9 ביוני, לאחר ריכוז כוחות מהגזרות האחרות, הבקיע צה''ל את קו המוצבים הסורי והתקדם לעומק רמת הגולן. עד כניסת הפסקת האש לתוקפה, למחרת בערב, נתפסו שטחים רחבים. ב-12 ביוני תפס כוח גולני במסוקים את כתף החרמון.",
            "",
            "תוצאות המלחמה",
            "לאחר שבוע ימים זכה צה''ל בניצחון מוחץ בכל הזירות, הביס שלושה צבאות ערביים, הסיר את האיום מעל ישראל וכבש שטחים נרחבים. במלחמה נפלו קרוב לשמונה מאות חיילי צה''ל. מדינת ישראל מצאה את עצמה, עם תום הלחימה, במצב חדש, שטחה גדל לאין ערוך עם כיבוש הגולן, הגדה המערבית, רצועת עזה וחצי האי סיני; והניצחון המהיר הימם את הציבור.",
            " שחרור העיר העתיקה והחזרה אל האתרים המקודשים שבתחומיה, נתן את אותותיו על החברה הישראלית ועורר אף הוא התרגשות רבה. היחס אל שטחים אלו הפך בהדרגה לסלע מחלוקת בחברה הישראלית. בשטחים החדשים שכבש צה''ל, ביהודה ושומרון וברצועת עזה, חיה אוכלוסייה ערבית גדולה, וכדי לשלוט באוכלוסייה האזרחית ולטפל בבעיותיה, כונן ממשל צבאי. היו מי שראו בשליטה הישראלית בשטחים אלו שליטה זמנית והיו מי שהדגישו את משמעותם ההיסטורית והביטחונית ופעלו על-מנת להעמיק בהם את הנוכחות היהודית. ",
            "עד מהרה גם התברר כי הניצחון במלחמה לא הביא את הצד הערבי להפסקת אש מוחלטת, מדינות ערב פנו לשיקום כוחם הצבאי, והאירועים הראשונים של מלחמת ההתשה, פרצו ימים ספורים לאחר סיום המלחמה. לצד זאת, תחושת האופוריה והאמונה בכוחו של צה''ל שנוצרו בעקבות הניצחון, סנוורו את הציבור הישראלי ומנעו ממנו להבחין בסימנים שקדמו למלחמת יום הכיפורים.",
            "",
            "* ארמון הנציב הוא מתחם שלטוני שהוקם בירושלים בימי המנדט הבריטי ושימש לשכה ומקום מגורים לנציב העליון. המתחם ממוקם על הר העצה הרעה (ג'בל מוכבר) והוא צופה אל-עבר העיר העתיקה. עם סיום המנדט הבריטי הועבר המבנה לידי הצלב האדום, ניסיונות של צה''ל לכבוש את המתחם וסביבתו נכשלו. עם סיום המלחמה הוכרז האזור כמפורז והועבר לידי האו''ם. במהלך מלחמת ששת הימים נכבש המתחם על-ידי הישראלים, ולאחריה הושב חלק ממנו לשימושו של האו''ם עד ליום הזה.",
            "** נבי סמואל או קבר שמואל הנביא הוא אתר מקודש ליהדות, לנצרות ולאסלאם מצפון לירושלים, בו נקבר על-פי המסורת שמואל הנביא. אתר הקבר נמצא בראש הר המתנשא מעל לסביבתו, סביבו נתגלו תגליות ארכאולוגיות רבות. ",
            "***  הקו העירוני הוא כינוי לקטע מקו הפסקת האש בין ישראל לירדן בתוך העיר ירושלים. על תוואי הקו נבנתה גדר תיל שהוחלפה בחלק מן המקומות בחומה גבוהה שנועדה להגן על התושבים היהודים מצלפים ירדנים. הקו העירוני נהרס לאחר מלחמת ששת הימים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת ההתשה",
          "text": [
            "ראש הממשלה: לוי אשכול (עד 1969) וגולדה מאיר (מ-1969)",
            "שר הביטחון: משה דיין",
            "ראש המטה הכללי: יצחק רבין (עד 1968) וחיים בר לב (מ-1968)",
            "תאריך: 11 ביוני 1967 – 8 באוגוסט 1970",
            "",
            "הרקע לפרוץ המלחמה",
            "במלחמת ששת הימים ספגו מדינות ערב תבוסה קשה, אך זו לא הביאה אותם לחתור להסדר שלום.  בוועידת חרטום שהתכנסה ב-1 בספטמבר 1967, הכריזו מנהיגי מדינות ערב על שלושת ה'לא-ים': לא לשלום עם ישראל, לא להכרה בה ולא למשא ומתן עמה ולוויתור על זכויות הפלסטינים. עקרונות אלו הבטיחו למעשה את המשך העימות. קווי הפסקת האש היו כעת מרוחקים ממרכזי האוכלוסייה של ישראל, ולראשונה בתולדותיה נשענו על תוואי טבעי ואפשרו עומק אסטרטגי. מציאות זו דרשה היערכות חדשה - הקמת מפקדות, הצבת כוחות, בניית מוצבים והיערכות לוגיסטית מתאימה. השם 'מלחמת ההתשה' יוחד תחילה ללחימה האינטנסיבית ממרץ 1969 עד להפסקת האש בגזרות תעלת סואץ וירדן. תקופה זו לא הוגדרה רשמית כמלחמה ולא יוחד לה אות. בינואר 2003 החליטה הממשלה להכיר בתקופת לחימה זו כמלחמה, לייחד לה אות וקבעה את משכה מ-11 ביוני 1967 ועד 8 באוגוסט 1970; המלחמה הארוכה ביותר בתולדות ישראל.",
            "",
            "מהלך המלחמה בחזיתות השונות: יוני 1967 - פברואר 1969",
            "החזית הירדנית הייתה בתקופה זו החזית בה התנהלה עיקר הלחימה. עם תום מלחמת ששת הימים ניסו ארגוני המחבלים ליזום 'מלחמת שחרור עממית' שתתנהל בשטחי יהודה ושומרון שהיו כעת תחת שלטון ישראלי, אך למרות מספר הצלחות, פעילות כוחות הביטחון דחקה אותם מזרחה אל מעבר לנהר הירדן. על קו הגבול החדש עם ירדן התנהלה פעילות אינטנסיבית שהתבטאה בעיקר בירי ובחדירות לישראל לצורך מיקוש; בחלק מן המקרים התערב בנעשה גם צבא ירדן. ",
            "צה''ל הגיב בפעולות יזומות אל שטח ירדן, הקשה שבהן הייתה פעולת כראמה (מרץ 1968). במהלכה השתלטו כוחות צה''ל על העיירה כראמה בה פעלה מפקדה של הפת''ח, פגעו במחבלים רבים, שבו אחרים והשמידו את בסיסיהם. כוחות שריון בודדו את אזור הפעולה, נכנסו לקרב קשה עם כוחות ירדניים ורק עם ערב נותק המגע, וכל הכוחות חזרו לשטח ישראל. ",
            "פעולות אלו לא פתרו את הבעיה באופן מלא. על-מנת להתמודד עם האיום נבנתה גדר, נעשה שימוש באמצעים מיוחדים ופותחה שיטת המרדף. בבסיס השיטה עמדה ההנחה כי אין אפשרות למנוע לחלוטין חדירה של גורמי טרור אל אזור הבקעה, מחד; וכי אסור לאפשר לאותם גורמים להמשיך אל פנים הארץ, מאידך. בשל כך עשה צה''ל מאמץ לעצור את המחבלים בשטח הבקעה באמצעות סיירים וגששים שרדפו אחר המחבלים בתנאי השטח הקשים בסיוע של כוחות רכובים, מטוסים ולעתים אף טנקים. החזית המצרית הייתה בשלב זה רגועה יחסית, למעט מספר תקריות.",
            " באוקטובר 1967 טובעה המשחתת 'אילת' של חיל הים. צה''ל הגיב בהפגזת בתי הזיקוק בסואץ והדבר הביא לרגיעה של כשנה. בספטמבר ושוב באוקטובר 1978, פתחו המצרים בהפגזת פתע על המוצבים הישראליים שעל גדות התעלה. בתגובה פשטו כוחות צה''ל על אזור נגע חמאדי השוכן בעומק מצריים במסגרת 'מבצע הלם'* והביאו לרגיעה נוספת שנוצלה על-ידי צה''ל לבניית קו מוצבים מבוצר על גדות התעלה, שכונה קו בר-לב, על שמו של הרמטכ''ל באותה העת חיים בר-לב.",
            "החזית הסורית הייתה רגועה בתחילה, אך לאחר כמה ניסיונות חדירה ומיקוש, תקף חיל האוויר, בפברואר 1969, בסיסי מחבלים במדינה. גם החזית הלבנונית הייתה שקטה בראשית התקופה, אך בהדרגה החלו המחבלים לבצע פיגועי ירי ומיקוש. בשנת 1968 החלו המחבלים להתבסס במורדות המערביים של החרמון, באזור שכונה 'פתחלנד', ממנו יצאו פיגועים אל שטח ישראל. בסוף דצמבר 1968, נורו בפעם הראשונה קטיושות** אל-עבר קריית שמונה.",
            "",
            "מהלך המלחמה בחזיתות השונות: מרץ 1969 – אוגוסט 1970",
            "1) החזית המצרית התחממה במרץ 1969 והחלה להתנהל בה לחימה אינטנסיבית ורצופה שהתאפיינה בהפגזת המעוזים ובהצבת מארבים בשטח סיני. הפעולות המצריות הסבו לצה''ל נפגעים והוא הגיב בירי שהביא לנטישת ערי התעלה, בפשיטות על הקו המצרי ובפעולות בעומק מצרים. ביולי 1969 החריף צה''ל את תגובתו: ב-19 בחודש השתלט כוח צה''ל על האי גרין (מבצע 'בולמוס 6'), מתחם מצרי מבוצר בפתח תעלת סואץ; יום לאחר מכן החל חיל האוויר בתקיפה אינטנסיבית על קו המוצבים המצרי על גדות התעלה, ובספטמבר 1969 בוצעה פשיטה משוריינת על הקו (מבצע 'רביב'), בינואר 1970 החל חיל האוויר בהפצצות בעומק מצרים והסובייטים נטלו על עצמם את ההגנה על המרחב האווירי במדינה. כל אלו לא הביאו את המצרים לעצור את הירי ואת החדירה לשטח ישראל. רק ביוני 1970 פתחו אמריקאים במהלך שתכליתו להשיג הפסקת אש, וב-7 באוגוסט בחצות נכנסה זו לתוקפה והאש בתעלה פסקה.",
            "2) בחזית הירדנית נחלה פעילות הביטחון השוטף הצלחה במניעת חדירות. המחבלים התמקדו בעיקר בירי אל מעבר לגבול ובניסיונות חדירה באזור ים המלח והערבה. באוגוסט 1970 הצטרפה ירדן להסכם הפסקת האש המצרית והיא הייתה אמורה להיכנס לתוקפה גם בגזרה זו. אולם פעילות ארגוני הטרור רק החריפה בעקבות ההסכם, דבר שהוביל להתנגשויות בינם לבין השלטונות ושיאן בספטמבר 1970 שכונה על- ידי ארגוני הטרור 'ספטמבר השחור'.",
            "3) בחזית הסורית שהייתה שקטה יחסית בשנתיים הראשונות שלאחר מלחמת ששת הימים, חלה בתקופה זו הסלמה הדרגתית. תחילה אירעו פעולות בודדות, אך בחלוף הזמן הן הפכו לתכופות ואלימות יותר ויותר. צה''ל הגיב ב-'ימי קרב' במהלכם הונחתה אש ארטילריה, טנקים ומטוסים ובוצעו פשיטות בעומק סוריה. ביוני 1970 בוצעה פשיטה משוריינת על הקו הסורי בדרום רמת הגולן. הסורים לא הצטרפו אל הפסקת האש והפעילות בגזרה זו נמשכה.",
            "4) החזית הלבנונית – גזרת לבנון התחממה גם היא לאורך תקופה זו ופעילות הטרור ב-'פתחלנד' הלכה וגברה. ב-22 במאי 1970 התרחש אחד מן הפיגועים החמורים בגזרה זו: מחבלים פתחו באש אל-עבר אוטובוס שהסיע ילדים מהיישוב אביבים. כדי לבלום פעילות מסוג זה: הוחל בהקמת 'גדר המערכת' על הגבול, כוחות חיל האוויר תקפו בסיסי מחבלים, בוצעו מספר פשיטות של כוחות חי''ר ושריון, וצה''ל השתלט על הר דב ובכך קנה שליטה באזור. בעורף הישראלי נמשכו לכל אורך התקופה ניסיונות הפיגוע באמצעות מטענים בערים השונות. החמור שבהם היה מכונית תופת שהתפוצצה בתל-אביב, ביוני 1969.",
            "",
            "תוצאות המלחמה",
            "כוונתה של מצרים להתיש את ישראל ולאלצה לסגת מסיני ללא הסדר מדיני, לא הושגה. למעשה מצריים עצמה הותשה, ספגה אבדות כבדות, הביאה לחורבן ערי התעלה ונאלצה להסכים להפסקת אש. ירדן ספגה גם היא מכות קשות, צבאיות וכלכליות, שהביאו אותה להצטרף אל הפסקת אש. ארגוני המחבלים, למרות האבדות שהסבו לצד הישראלי, לא הצליחו לשבש את החיים בישראל.",
            " צה''ל הצליח לעמוד בלחימה ממושכת במספר זירות בו זמנית, למצוא פתרונות חדשים, ליטול יוזמה ולסכל את כוונת מדינות ערב לאלץ את מדינת ישראל לסגת מן השטחים שכבשה במלחמת ששת הימים ללא הסדר מדיני. העורף הישראלי והיישובים בקווי העימות עמדו בשנים של פיגועים, תקריות אש ונפגעים והמשיכו בשגרת החיים הרגילה.",
            " יחד עם זאת, הפסקת האש לא הובילה גם הפעם לשקט ארוך טווח עם אף אחת מן מדינות הסובבות. מרכז הטרור שהלך והתהווה בדרום לבנון, המשיך להוות איום על ישראל ולהטריד את יישובי הצפון לאורך השנים הבאות. במלחמת ההתשה נפלו למעלה מאלף שלוש מאות חיילים, ובפיגועים נהרגו עשרות אזרחים נוספים.",
            "",
            "* נגע חמאדי היא עיר מצרית השוכנת בגדה המערבית של הנילוס. ב-31 באוקטובר פשט על העיר כוח לוחמי צנחנים שהוטס במסוקים במסגרת 'מבצע הלם'. מבצע זה היה המבצע הראשון שביצעה ישראל בעומק מצרים ובמסגרתו נפגעו מתקני תשתית בסביבת העיר, במטרה להרתיע את המצרים מהמשך ההפגזות על המוצבים בקו התעלה. ברצועת עזה שרר שקט יחסי, למעט מקרים בודדים של השלכת רימונים והנחת מטעני חבלה.",
            "** 'קטיושה' הוא כינוי לרקטה המשוגרת ממשגר מתנייע מתוצרת ברית המועצות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת יום הכיפורים",
          "text": [
            "ראש הממשלה: גולדה מאיר",
            "שר הביטחון: משה דיין",
            "ראש המטה הכללי: דוד אלעזר",
            "תאריך:  6 באוק׳ 1973 – 25 באוק׳ 1973",
            "",
            "הרקע לפרוץ המלחמה",
            "הפסקת האש שהושגה בקיץ 1970, הביאה לרגיעה בגזרות מצרים וירדן, ומראשית 1973 רגעה גם הגזרה הסורית ורק גזרת לבנון נותרה פעילה. בספטמבר 1970 הלך לעולמו נשיא מצרים, עבד אל-נאצר, ובמקומו מונה אנואר סאדאת. הנשיא החדש נתפס כחלש והערכת המודיעין הייתה כי במצרים לא יפתחו במלחמה לפני שישפרו את יכולתם האווירית ומאחר וסוריה לא תצא למלחמה לבדה, הסבירות למלחמה נמוכה (!).",
            "הערכה זו, שכונתה לימים 'הקונספציה', הניחה תנאים מקדימים שללא מימושם, אין סבירות למלחמה. אגף המודיעין דבק בהערכה זו ובהתאם לה טעה בפירוש הכנות האויב למלחמה. ברקע לאימוצה של הקונספציה והדבקות בה עומדת האופוריה הישראלית בסיום מלחמת ששת הימים, וההנחה כי לאחר הניצחון המזהיר יימנעו שליטי מצרים וסוריה מפעולה.",
            "בפועל, כפי שהתברר בדיעבד, נואש הנשיא המצרי מן המהלכים המדיניים, ב-1973 החל להכין את הצבא המצרי למלחמה ורקם שיתוף פעולה סודי עם סוריה. במאי אותה שנה הגיעו ידיעות על כוונות המלחמה של מצרים, אך הערכת המודיעין נותרה על כנה. למרות זאת, החליט הרמטכ''ל על צעדי כוננות, אך אלה בוטלו לאחר זמן מה מכיוון שהרגיעה נמשכה.",
            " בחודש אוגוסט 1973 הובחן בתגבור המערך הסורי, ובאמצע ספטמבר התרחש קרב אווירי במהלכו הופלו שנים עשר מטוסים סוריים ומטוס ישראלי. לאור ההערכה כי סוריה עשויה להגיב, תוגברה גזרת רמת הגולן בכוחות שריון וארטילריה. בזירת הדרום היה ידוע על תרגיל מצרי בהיקף גדול וריכוז הכוחות בקו התעלה הוסבר על-ידי המודיעין כהכנות אליו; תגבור הכוחות בסוריה הוסבר כתוצאה של חשש מפעולת ישראל. ",
            "הערכת אגף המודיעין הייתה כי הסבירות למלחמה עודנה נמוכה והיא נותרה בעינה גם לאחר שנודע, בליל 4-5 באוקטובר, על יציאה בהולה של היועצים הסובייטיים מסוריה וממצרים. למרות הערכה זו, החליט הרמטכ''ל על תגבור שתי החזיתות בשריון ובארטילריה ועל הכרזת כוננות בצבא.",
            "רק בבוקר יום הכיפורים, ה-6 באוקטובר 1973, התברר בוודאות כי צפויה לפרוץ מלחמה באותו הערב. גיוס המילואים התעכב עד להחלטת הממשלה, אך מטעמים מדיניים לא אושרה מכת מנע ולא קידום כוחות אל קו התעלה, כך הייתה היוזמה בידי המצרים והסורים.",
            "",
            "מהלך המלחמה בחזיתות השונות",
            "ב-6 באוקטובר 1973, יום הכיפורים, במהלך שעות הצהריים, הפתיעו צבאות מצרים וסוריה במתקפה מתואמת בשתי החזיתות וכך זכו בשלב הראשון להישגים. בעיקר הנטל של בלימת המתקפה, נשאו הכוחות הסדירים שהוצבו בקווים בסיוע חיל האוויר. כוחות אלו ספגו פגיעות רבות ורק בהמשך תוגברו על-ידי כוחות המילואים.",
            "1) חזית הדרום: בצהרי ה-6 באוקטובר תקפו המצרים בעוצמה של שתי ארמיות* את קו המעוזים. הם הנחיתו כוחות קומנדו בדרום סיני ובצפונו; חצו את התעלה, מתחו עליה גשרים והעבירו כוחות שריון אל השטח הישראלי. כוחות חי''ר מצריים מצוידים ב-נ''ט הצליחו לבלום את כוחות השריון של אוגדת סיני ומנעו מהם לחבור למעוזים. ב-7 בחודש הגיעו אוגדות המילואים (אוגדת אדן ואוגדת שרון) והכוחות הצליחו לייצב קו ממזרח לתעלה; אך ניסיונם להתקפת נגד למחר (8 באוקטובר) לא עלה יפה, והכוחות נערכו לבלימה. המעוזים עמדו בלחימה ביום הראשון, אך בהדרגה נפלו כולם, למעט המעוז הצפוני, ורבים מלוחמיהם נלקחו בשבי.",
            "ב-14 בחודש הגיע המפנה בלחימה, המצרים ניסו לתקוף לכל אורך החזית, אך צה''ל קיבל מודיעין על כוונותיהם, והצליח לבלום אותם ולהסב להם אבדות קשות שאפשרו לו ליטול את היוזמה. הרעיון המבצעי היה לבצע צניחה אל צדה המצרי של תעלת סואץ מצפון לאגם המר הגדול, ב-'תפר' שבין שתי הארמיות המצריות. בלילה שבין ה-15 ל-16 בחודש, צלח כוח צנחנים את התעלה והקים 'ראש גשר' בצדה המצרי. אולם לא הכול התבצע כמתוכנן: חטיבת הטנקים שנועדה לאבטח את מסדרון הצליחה מצפון, הגיעה למקומה, אך נתקלה בכוח מצרי באזור 'החווה הסינית' וניהלה קרב קשה; אמצעי הצליחה שיועדו על-מנת לאפשר העברת כוחות רחבה יותר, התעכבו בשל הצירים הפקוקים ורק כמות מצומצמת של טנקים הועברה אל הצד המצרי של התעלה לסיוע הכוחות.",
            "לאחר קרבות קשים קודמו אמצעי גישור שאפשרו העברת כוחות נוספים מערבה והרחבה של ראש הגשר. ב-19 בחודש פרצו כוחות צה''ל מערבה ועד ה-22 בחודש, הגיעו שתי האוגדות לכביש סואץ-קהיר, בק''מ ה-101 מקהיר. הפסקת האש שנועדה להתחיל ביום זה, לא כובדה, וכוחות צה''ל המשיכו להתקדם, כיתרו את הארמייה השלישית המצרית ואת העיר סואץ, אך הניסיון לכבשה נכשל. הפסקת אש נכנסה לבסוף לתוקפה ב-24 באוקטובר.",
            "2) חזית הצפון: כמו בגזרת הדרום, גם בגולן תקפו הסורים במפתיע בצהרי ה-6 באוקטובר בעוצמה רבה ומאמצם העיקרי רוכז בדרום הגזרה. כך הם הצליחו להשתלט על חלק מדרום רמת הגולן ולכבוש את החרמון; אך בצפון הרמה, באזור העיר קונייטרה, הצליחה חטיבה 7 לבלום את התקדמותם. למחרת היום (7 באוקטובר) החליט הרמטכ''ל לתגבר את החזית באוגדה נוספת (אוגדת פלד), וכעבור יומיים (8 באוקטובר) החלה מתקפת הנגד. בימים הבאים תקפו שתי אוגדות מדרום (אוגדת פלד) וממערב (אוגדת לנר) ואוגדה נוספת (אוגדת איתן) עמדה בקרבות בלימה קשים באזור נפח וקונייטרה.",
            "עד ל-9 באוקטובר הצליחו הכוחות להדוף את הסורים משטח רמת הגולן אך נכשלו בניסיון לכבוש מחדש את החרמון. ב-10 באוקטובר הוחלט לנצל את ההצלחה ולהבקיע לשטח סוריה במטרה לאיים על דמשק ולהוציא אותה ממעגל הלחימה. למחרת החל צה''ל בהתקפה על השטח הסורי, הצליח להתקדם, לכבוש את המובלעת בתחומי סוריה ולאיים על דמשק. ",
            "ב-12 באוקטובר הופיע בחזית כוח משלוח עירקי ובהמשך גם כוח ירדני. דבר ששינה את מאזן הכוחות ואילץ את הפיקוד לעצור את ההתקדמות. במהלך הימים הבאים התנהלו קרבות עזים על-מנת לייצב את המובלעת, לשפר עמדות ולבלום התקפות סוריות. לקראת כניסת הפסקת האש לתוקפה, ב-22 באוקטובר, נערך 'מבצע קינוח' במהלכו השתלטו כוחות צה''ל על החרמון – המוצב הישראלי, המוצבים הסורים ושיא החרמון.",
            "",
            "תוצאות המלחמה",
            "בתום המלחמה החלה התכתשות בגבולות שהייתה קצרה בזירה המצרית, וממושכת יותר בזירה הסורית. ב-28 באוקטובר נערך מפגש ראשון בין ישראל ומצרים, וב-11 בנובמבר נחתם עמה הסכם הפרדת כוחות. ההסכם כלל הסכמה ישראלית לנסיגת כוחות צה''ל מצדה המצרי של התעלה ועד למרחק של כעשרים קילומטר ממזרח לה, והתחייבות של מצריים הייתה לדלל את כוחותיה. הסכם זה הפסיק את תקריות האש והיווה את הצעד הראשון במסע שבסופו כונן הסכם השלום עם מצריים**. ",
            "בגזרה הסורית המשיכה האש לאורך כל חודשי החורף. במהלך מרץ אף החריפה הלחימה וצה''ל כבש את שיא החרמון ופרץ אליו דרך. בסופו של דבר, נשאו המאמצים המדיניים פרי, וב-31 במאי 1974, נחתם הסכם הפרדת כוחות שכלל הסכמה להחזרת השבויים, נסיגה של צה''ל משטחים מסוימים בגולן, דילול של הכוחות הסורים והקמת כוח או''ם (אונדו''ף UNDOF), שנועד לפקח על ההסדרים. ",
            "בהיבט הצבאי נפתחה מלחמת יום הכיפורים בהפתעה שנבעה מן ההערכות המוטעות. צה''ל לא נערך כראוי בפני האיום, ולראשונה מאז מלחמת העצמאות, ניהלה מדינת ישראל קרב בלימה וניסתה לעצור כוחות אויב שחדרו אל שטחה. אולם למרות ההפתעה והישגי האויב בשלב הראשון, הצליח צה''ל להתעשת, להכיל את מתקפת האויב, ובהמשך לרכז כוחות להתקפת נגד ולעבור למתקפה בשטח האויב במטרה להשיג הכרעה. מבחינה צבאית זכתה ישראל בניצחון שאפשר שקט בגבולות לשנים הבאות.",
            "אולם יחד עם זאת, התחושות בארץ היו קשות. במלחמה נפלו כ-2,200 חיילים, יותר מ-5,200 נפצעו וכ-300 נפלו בשבי. למרות ההישג הצבאי הביאה המלחמה לשבר בחברה הישראלית: ההפתעה, הישגי האויב והאבדות הכבדות, סדקו את תדמיתו של צה''ל והביאו לערעור האמון במנהיגות הדרג המדיני. ",
            "על רקע זה מונתה ב-21 בנובמבר ועדת אגרנט, ועדת חקירה ממלכתית בראשות נשיא בית המשפט העליון, השופט שמעון אגרנט, עליה הוטל לחקור את הכנות צה''ל למלחמה, את המידע המודיעיני שהתריע עליה ואת מהלכיהם של הממשלה ושל צה''ל בימים הראשונים ללחימה. הוועדה מתחה ביקורת על הדרג הצבאי אך נמנעה מלמתוח ביקורת על הממשלה. עם פרסום דו''ח הביניים של הוועדה, התפטר מתפקידו הרמטכ''ל, הודחו מתפקידם ראש אמ''ן ומספר קצינים באגף, ומפקד פיקוד הדרום הועבר לתפקיד משני, ולבסוף פרש. כעבור שבוע החליטה להתפטר מתפקידה גם גולדה מאיר, ראש הממשלה. הדי המלחמה הוסיפו להשפיע באופן עמוק על הפוליטיקה, התרבות והחברה הישראלית. מרבית ההיסטוריונים סבורים כי למלחמה זו תפקיד מכריע ב-'מהפך' הפוליטי ב-1977.",
            "",
            "* ארמייה יחידה צבאית בסדר גודל של 60,000 עד 120,000 חיילים הכוללת מספר חילות לוחמים לצדן של יחידות תומכ''ל.",
            "** על הסכם השלום עם מצרים, ראה פרק נפרד.",
            "*** שמעון אגרנט (1992-1906), משפטן, נשיאו השלישי של בית המשפט העליון. בשנת 1968 קיבל את פרס ישראל לחקר המשפט, ובשנת 1974 מונה לעמוד בראש ועדת אגרנט לחקר מלחמת יום הכיפורים. בשנות חייו האחרונות כיהן כנשיאה של 'האגודה לזכויות האזרח'."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מבצע יונתן (כדור ורעם)",
          "text": [
            "תאריך: 27 ביוני 1976",
            "לצד 'מלחמות התשה' שהתחוללו בגבול המצרי והסורי בשנים שלאחר מלחמת יום הכיפורים, הכה בישראל גל טרור קשה שפגע בתחילה בעיקר בתושבי הצפון. ב-27 ביוני 1976, נחטף מטוס שהיה בדרכו מישראל לפריז לאחר חניית ביניים באתונה. ",
            "זמן קצר לאחר ההמראה מאתונה, השתלטו ארבעה מחבלים על המטוס ולאחר עצירה בלוב, ניתבו אותו לאנטבה שבאוגנדה. הנוסעים הורדו מן המטוס ורוכזו בטרמינל הישן של נמל התעופה תחת משמר חיילים אוגנדים. בהמשך, הופרדו הנוסעים הישראלים והיהודים משאר הנוסעים ורוכזו באולם נפרד. החוטפים דרשו תמורת שחרורם כופר כספי ושחרור של מחבלים שונים שהיו כלואים ברחבי העולם במהלך הימים הבאים שוחררו החטופים הזרים ונותרו הישראלים והיהודים.",
            "ממשלת ישראל בחנה מספר אפשרויות לפעולה ובכלל זאת אפשרות לפעולה צבאית. על המטכ''ל הוטלה המשימה להכין פעולה אפשרית, ולאחר איסוף מודיעיני מאומץ התגבשה תכנית פעולה. הכוחות הוטסו לבסיס 'אופיר' הממוקם בסיני, ועם אישורה הסופי של הממשלה, החלו את דרכם לאנטבה. ",
            "הטיסה עברה ללא תקלות והמטוסים נחתו בשדה התעופה ללא הפרעה. כוח שחרור החטופים יצא מיד אל עבר הטרמינל הישן, הצליח להפתיע את המחבלים ולשחרר את החטופים; החיילים האוגנדים שהיו במקום נהרגו או ברחו. החטופים הועלו על אחד המטוסים ועם סיום משימותיהם, התפנו גם שאר הכוחות במטוסים אחרים. לאחר נחיתת תדלוק בניירובי, נחתו המטוסים בשלום בנמל התעופה בן-גוריון. הפעולה שהתרחשה במרחק של כארבעת-אלפים קילומטר משטח ישראל, נחשבת לאחת מן הפעולות הנועזות ביותר של צה''ל.",
            " נחיתת החטופים בישראל עוררה התרגשות רבה והמונים באו לקבל את פניהם בשדה התעופה. סיפור המבצע סוקר בהרחבה בכלי התקשורת בעולם."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מבצע 'ליטני'",
          "text": [
            "תאריך: 11 במרץ 1978",
            "גל הטרור שפגע בישראל לאחר מלחמת יום הכיפורים, הלך וגבר, וחטיפת המטוס שהובילה ל-'מבצע יונתן' היוותה את אחד משיאיו. ב-11 במרץ 1978 בוצע פיגוע חמור במיוחד בכביש החוף (פיגוע 'אוטובוס הדמים'), וזה היווה את אחד הזרזים להחלטת הממשלה לצאת לפעולה נרחבת כנגד בסיסי הטרור בדרום לבנון.",
            "באזור זה הלך והתבסס, החל משנות השישים, מרכז טרור שכלל מחנות אימונים, מפקדות ומתקנים שונים ששימשו את המחבלים. מאז ספטמבר 1970, התחזק המרכז בעקבות גירוש המחבלים מירדן ב-'ספטמבר השחור'. ב-1975 פרצה בלבנון מלחמת אזרחים במהלכה הפעילו המחבלים לחץ כבד על הנוצרים בכפרים הסמוכים לגבול ישראל. הנוצרים התארגנו בשלוש מובלעות, ופנו לעזרת מדינת ישראל. ישראל הושיטה להם סיוע צבאי מוגבל ופתחה את 'הגדר הטובה'* לצורך מתן סיוע הומניטרי. כך, במקביל להתחזקותם של ארגוני הטרור, התחזק הקשר בין ישראל לגורמים נוצריים בלבנון.",
            "בליל ה-14 במרץ 1978 נפתח מבצע צבאי רחב בדרום לבנון. הוא החל בהפצצה מן האוויר ובהרעשה ארטילרית, שחיפו על כניסה קרקעית רחבת היקף בארבעה צירים. תוך זמן קצר השתלט צה''ל על שטח נרחב בדרום לבנון שנמתח מקו הגבול ועד לנהר הליטני. המבצע הביא למנוסה של גורמי טרור צפונה, ובמהלך הימים הבאים טוהרו בסיסי מחבלים מרכזיים בגזרה.",
            "בתגובה על פעילות צה''ל ירו ארגוני הטרור 'קטיושות' אל-עבר יישובי הצפון. ב-21 במרץ הורה שר הביטחון לכוחות צה''ל להתחיל בנסיגה שבוצעה בשלבים והושלמה ב-13 ביוני. 1978 כתוצאה מן הפעולה הורחקו גורמי הטרור מן הגבול: הן באמצעות כוח משימה מיוחד של האו''ם שהוצב לאורכו (יוניפי''ל UNIFIL ), והן באמצעות התחזקותן של המליציות הנוצריות הנאמנות לישראל. על אף ההצלחה בחיסול האוטונומיה של ארגוני הטרור, התברר כי השקט שהשתרר היה זמני, הגזרה התחממה שוב וכעבור מספר שנים, פתח צה''ל במבצע צבאי נוסף שהפך למלחמה – מלחמת שלום הגליל.",
            "",
            "* מדיניות הגדר הטובה הייתה מדיניות בה נקטה ישראל ביחס לאזרחים הנוצרים של לבנון שהתגוררו בסמוך לגבול. לאורך גדר הגבול הוקמו תחנות בהן טיפלו רופאים מישראל באזרחים נוצרים לבנונים. ישראל אישרה להם לעבוד בתחומיה וסייעה ביצוא תוצרת האזור דרך חיפה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מבצע אופרה",
          "text": [
            "תאריך: 7 ביוני 1981",
            "לצד האיום המתמשך בגבולותיה של המדינה, החל להתהוות מאמצע שנות השבעים, איום נוסף על מדינת ישראל, הפעם מכיוון עירק. בנובמבר 1975 נחתם הסכם שיתוף פעולה גרעיני בין צרפת לבין עירק, במסגרתו החלה הקמת כור גרעיני ליד בגדד. ישראל עקבה אחר בניית הכור ופעלה במישור המדיני כדי להזהיר מפני תוצאה של נשק גרעיני בידי מדינה דיקטטורית ולא יציבה. ",
            "באוקטובר 1979 הורה ראש הממשלה לרמטכ''ל לתכנן תקיפה על הכור. בממשלה היו הדעות חלוקות באשר לתקיפה כזו שהייתה עשויה לעורר דעת קהל עוינת בעולם ואף להביא בעקבותיה להתלכדות העולם הערבי למלחמה נגד ישראל. חיל האוויר החל בתכנון תחת מעטה סודיות כבד וגיבש תכנית ראשונית לתקיפה.",
            " באפריל ובאוגוסט 1980 נשא נשיא עירק, סאדם חוסיין, נאומים חריפים נגד ישראל ואיים בהשמדתה; במקביל יכולותיו של חיל האוויר השתפרו בעקבות קליטת מטוסי F16 ראשונים. לאחר מספר דחיות נקבע מועד התקיפה ל-7 ביוני 1981, ערב שבועות. ",
            "בשעה ארבע אחר הצהרים המריאו מבסיס עציון, ליד אילת, שמונה מטוסים למשימת התקיפה, מלווים במטוסי חיפוי וסיוע. נתיב הטיסה, שאורכו כאלף ומאה קילומטרים עבר בצפון סעודיה ותוכנן כך שיחמוק ממכ''מים עוינים. עם הגיעם נסקו המטוסים לגובה רב וצללו להפצצה, בהפרש של שניות אחד מן השני. כל טייס הטיל שתי פצצות במשקל של טון ורובן פגעו במדויק במטרה, הכור הושמד. לאחר ההפצצה, כשלוש שעות מרגע תחילת המבצע, חזרו המטוסים לארץ בשלום. הכורים נהרסו לחלוטין ולא שוקמו עוד."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת שלום הגליל",
          "text": [
            "ראש הממשלה: מנחם בגין",
            "שר הביטחון: אריאל שרון ",
            "ראש המטה הכללי: רפאל איתן",
            "תאריך:  6 ביוני 1982 – 31 באוגוסט 1982",
            "",
            "הרקע לפרוץ המלחמה",
            "מבצע 'ליטני' שנערך במרץ 1978, הביא לדחיקת המחבלים אל מצפון לליטני, ליצירת רצועה נוצרית באזור דרום לבנון (אד''ל) ולהצבת כוח או''ם באזור; אך עם זאת, המחבלים המשיכו בפעולתם. פעילות זו הגיעה לשיא ביולי 1981 כאשר במשך עשרה ימים נורו קרוב לאלפיים טילים ופגזים אל שטח ישראל. צה''ל הגיב בירי ארטילרי ותקיפות מטוסים.",
            "לקראת סוף החודש הושג הסכם הפסקת אש בתיווך ארצות הברית. ההסכם אמנם נשמר בגזרת לבנון, אך המחבלים ראו עצמם חופשיים לפעול בגזרות אחרות. ב-3 ביוני 1982 ניסתה חוליית מחבלים להתנקש בחיי שגריר ישראל בלונדון, שלמה ארגוב*. ישראל הגיבה בתקיפת מטרות מחבלים בלבנון ואלו הגיבו בירי על יישובי הצפון. ההסלמה הייתה מהירה והממשלה הורתה לצה''ל לצאת לפעולה שמטרתה הרחקת המחבלים מן הגבול אל מעבר לטווח הירי, תוך הימנעות מתקיפת הכוחות הסוריים בלבנון אלא אם אלה יפתחו במתקפה. בפעולה זו ביקשה ישראל לפגוע בצורה קשה בארגוני המחבלים בלבנון ובאמצעות דחיקתם, להבטיח את השקט ביישובי הצפון. מטרות נוספות היו לבלום את המעורבות הסורית בלבנון ולחזק את הכוחות הנוצריים במדינה באופן שיביא לכינון ממשל לבנוני אוהד שיחתור להסדר שלום עם ישראל.",
            "",
            "מהלך המלחמה הלחימה",
            " החלה בבוקר יום ראשון, 6 ביוני 1982, בתקיפה אווירית של חיל האוויר. לקראת הצהרים חדרו שלושה כוחות אוגדתיים ללבנון – בציר החוף, ברמת נבטיה ובמורדות המערביים של החרמון. בלילה הונחת מהים כוח נוסף, מצפון לצידון, ואוגדה נוספת עלתה לרמת נבטיה והחלה לנוע דרך הרי השוף אל-עבר כביש ביירות-דמשק. על ציר החוף נעו הכוחות לכיוון ביירות, תוך לחימה קשה בערים צור וצידון. במהלך הלחימה נעזרה ישראל בכוחות נוצריים מקומיים שאורגנו עוד קודם לכן במסגרת מליציונית שכונתה צבא דרום לבנון (צד''ל). ב-9 בחודש החלה הלחימה גם כנגד כוחות סוריים ששהו בלבנון. זאת לאחר שאלה תגברו את מערכיהם, סייעו למחבלים והפגיזו את כוחות צה''ל.",
            "חיל האוויר פגע בסוללות טילי הקרקע -אוויר (טק''א) ובחיל האוויר הסורי וכך השיג עליונות אווירית בזירה. כוחות נוספים נכנסו ללבנון, בגזרה המזרחית, הבקיעו את המערך הסורי והתקדמו עד אזור בקעת הלבנון (הבקעא). לאורך הלחימה קראה מועצת הביטחון של האו''ם להפסקת אש וגם ארצות הברית לחצה בכיוון זה. ב-11 ביוני הורתה ישראל לכוחותיה לחדול מלחימה והחלה הפסקת אש; אך זו הייתה רופפת, ושני הצדדים המשיכו בפעילות. כוחות צה''ל המשיכו בלחימה בעיקר באזור ביירות, תפסו עמדות מסביב לעיר ולבסוף גם כבשו את דרום העיר ואת שדה התעופה שלה. באמצע אוגוסט הושג הסכם על פינוי המחבלים והסורים מביירות, ופינוי זה הושלם עד סוף החודש (31 באוגוסט – סוף המלחמה).",
            "",
            "עם תום המלחמה",
            "עם פינוי המחבלים מביירות ובחירתו של בשיר ג'ומאייל מנהיג הנוצרים לנשיא לבנון (23 באוגוסט 1982), דומה היה כי צפוי להיפתח עידן חדש ביחסים עמה. אולם כשלושה שבועות לאחר היבחרו, ובטרם נכנס לתפקידו, נרצח ג'ומאייל בפיצוץ המטה שלו בביירות. בעקבות הרצח תפס צה''ל עמדות נוספות באזור מערב ביירות, בסיוע צבא דרום לבנון. במסגרת המבצע הוטל על הפלנגות** לטהר את מחנות הפליטים שבאזור מלוחמים של ארגוני הטרור הפלסטינים. כניסת הפלנגות למחנות (החל מה-16 בספטמבר), הפכה במהרה לטבח שבו נרצחו מאות מתושבי המחנה: הטבח בסברה ושתילה.",
            "על אף שכוחות ישראליים לא היו מעורבים בטבח, נתפסה ישראל כמי שאחראית לו, והאירועים עוררו ביקורת קשה בארץ ומחוצה לה. בעקבות האירועים נסוגה ישראל מביירות ב-17 בספטמבר. הטבח זעזע את הציבור בארץ וגונה בחומרה על-ידי גורמים מכל קצוות הקשת הפוליטית. ב-25 בספטמבר התקיימה בכיכר מלכי ישראל הפגנת המונים כנגד הטבח שסימלה את שיאה של המחאה הציבורית כנגד המלחמה. ",
            "בעקבות המחאה הוקמה בראשית נובמבר ועדת כהן, ועדת חקירה ממלכתית לבירור האירועים. הוועדה קבעה כי כוחות צה''ל לא היו מעורבים בטבח בשום שלב אך על ישראל מוטלת אחריות עקיפה מאחר שהיא הייתה זו ששלטה בשטח. הוועדה מתחה ביקורת קשה על הרמטכ''ל, רא''ל רפאל איתן ועל מפקד פיקוד הצפון, אלוף אמיר דרורי והסיקה מסקנות אישיות לגבי שר הביטחון, אריאל שרון.",
            "המטרה הצבאית הראשונית, הרחקת כוחות המחבלים מגבול ישראל והרס התשתית שלהם, הושגה. בדרום לבנון הוקם אזור בשליטת הנוצרים, 'אזור דרום לבנון' (אד''ל) ששימש כאזור חיץ וחוזק 'צבא דרום לבנון' (צד''ל), שפעל בשיתוף פעולה עם ישראל.",
            "אך בחברה בישראל התגלו מחלוקות קשות באשר לנחיצות המלחמה, בייחוד עם התארכות השהות בלבנון. לאחר שניסיונות לכונן הסכם עם ממשלת לבנון העלו חרס, החליטה הממשלה בסוף 1984 על נסיגה הדרגתית גם בלא הסכם שבוצעה בין החודשים פברואר-יוני. 1985 לאחריה נוצרה בדרום לבנון רצועת הביטחון שנועדה להוות אזור חיץ, ולהקשות על פעילות טרור כנגד ישראל. ברצועה שלט צד''ל ונוכחות צה''ל ברחביה הייתה מצומצמת באופן יחסי. ",
            "בהדרגה הפכה הרצועה ליעד לפיגועים וגם ירי הרקטות אל-עבר יישובי הגליל, לא פסק. את המאבק בישראל הוביל, החל משנת 1988, 'חיזבאללה' (מערבית: צבא האל), ארגון שיעי קיצוני שהחריף את הפעולה נגד ישראל, תקף מוצבים, ביצע מארבים לסיורים, הניח מטעני חבלה על הצירים ואף ביצע פיגועים בעורף ישראל. צה''ל הגיב באש ואף פתח במספר מבצעים נרחבים יותר על-מנת למנוע את הפגיעה בחייליו וביישובי הצפון, המרכזיים שבהם היו 'מבצע דין וחשבון'  (1993) ו'מבצע ענבי זעם' (1996). בעקבות המבצעים נחתמו הסכמי הבנות שהביאו לרגיעה זמנית, אך גם הם לא הביאו להפסקת העימות. ",
            "לאור התמשכות הלחימה ומספר הנפגעים הגבוה, החריף הדיון הציבורי בישראל סביב המשך השהייה בלבנון. ב-24 במאי 2000, קרוב לשמונה-עשרה שנים לאחר פרוץ מלחמת שלום הגליל, נסוג צה''ל באופן מלא מלבנון. בעקבות הנסיגה התמוטט צד''ל, ארגון החיזבאללה השתלט על דרום לבנון ובגבול השתרר שקט יחסי שהופר מפעם לפעם.",
            "",
            "* שלמה ארגוב (2003-1929) שימש סמנכ''ל משרד החוץ ושגריר ישראל במדינות רבות. ב-1979 התמנה לתפקיד שגריר ישראל בבריטניה וביוני 1982 ניסתה חוליית מחבלים להתנקש בחייו ופצעה אותו אנושות. ב-2003 נפטר לאחר כעשרים ואחת שנים בהן היה בתרדמת.",
            "** מפלגת הכּתאאֶבּ הלבנונית הידועה יותר בשם הפָלַנְגוֹת, היא מפלגה נוצרית־מרונית וארגון גרילה לשעבר בלבנון."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "האינתיפאדה הראשונה",
          "text": [
            "תאריך: 9 בדצמבר 1987 – 13 בספטמבר 1993 ",
            "החל ממלחמת ששת-הימים התנהלו חייהם של התושבים הערבים ביהודה ושומרון תחת ממשל צבאי. בציבור הישראלי היו הדעות חלוקות ביחס לאופן בו יש לנהוג בשטחי יהודה, שומרון ורצועת עזה. לצד מי שביקשו לספח את השטחים ופעלו על-מנת להגדיל את ההתיישבות היהודית בהם, היו מי שביקשו לנסות ולמסור אותם כחלק מהסכם לירדנים. הצעת ביניים הייתה הצעתו של יגאל אלון שכונתה 'תכנית אלון' ועל-פיה ישראל תתמקד בהתיישבות בכיסי שטח ריקים יחסית ובעלי חשיבות ביטחונית שיסופחו לשטחה. ",
            "במהלך שנות השמונים אירעו בערי הגדה ורצועת עזה מספר אירועים אלימים, ומספר ניסיונות פיגוע יצאו מהם אל שטח ישראל. בסוף 1987 החלו מהומות שהתפתחו לכדי התקוממות עממית וכונו בערבית אינתיפאדה (מילולית: התנערות).",
            "המהומות פרצו באופן ספונטני בעקבות תאונת דרכים שבה נהרגו ארבעה פלסטינים ברצועת עזה, והם התפשטו גם ליהודה ושומרון. בתוך זמן קצר קמה בשטחים הנהגה שכיוונה את הפעילות, שלבשה בהדרגה שתי פנים: פעילות אקטיבית שכללה הפרות סדר המוניות, הפגנות, יידויי אבנים ופיגועים מסוגים שונים; ופעילות פסיבית שהתבטאה בשביתות, בחרם על תוצרת ישראלית, בהחרמת מוסדות השלטון ובמרי אזרחי. ",
            "עם פרוץ האינתיפאדה הופתע צה''ל מהיקף האירועים ומחומרתם, והכוחות שבשטח לא היו ערוכים לטפל בהם מבחינת סדר הכוחות, האמצעים וההכשרה. בהמשך האירועים נערך צה''ל מחדש – תוגברו הכוחות, הוקמו יחידות מיוחדות ומפקדות חדשות וכן גם פותחו אמצעים ושיטות כדי להתמודד עם המצב. הפעילות כללה סיורים, מחסומים, תצפיות ומעקב, פעילות סמויה, הטלת עוצר, מעצרים וחיפושים אחר מבוקשים ואמצעי לחימה, גירוש פעילים ועוד. ",
            "בעקבות פעילותו האינטנסיבית של צה''ל, נרשמה ירידה מסוימת ברמת האלימות, אך לא היה בה כדי לחסל את ההתקוממות לחלוטין. הפרות הסדר דעכו באופן משמעותי לאחר מלחמת המפרץ, בחורף 1991, עם ראשיתו של התהליך המדיני, תחילה במסגרת תהליך מדריד ובהמשך, במסגרת תהליך אוסלו שיצר את הרשות הפלסטינית ושם קץ לשלטון הצבאי בריכוזי האוכלוסייה הגדולים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אירועי 'גאות ושפל' (האינתיפאדה השנייה) ומבצע 'חומת מגן' ",
          "text": [
            "תאריך: 27 בספטמבר 2000 – 8 בפברואר 2005",
            "לאחר החתימה על הסכמי אוסלו השתררו מספר שנים של שקט יחסי שהופר מפעם לפעם בפיגועים בעורף ישראל. אולם בספטמבר 2000, לאחר שכשלו הניסיונות להגיע להסכם קבע החלה התפרצות אלימה בירושלים שהתפשטה במהירות ברחבי יהודה ושומרון, גלשה לרצועת עזה, ואף חדרה לתחומי ישראל. הפלסטינים כינו את האירועים 'אינתיפאדת אל- אקצא' או 'האינתיפאדה השנייה', בצה''ל הם כונו אירועי 'גאות ושפל'.",
            "מבחינת ישראל האינתיפאדה השנייה התאפיינה בהיותה עימות אלים, ממושך, ועם זאת מוגבל. בצד הפלסטיני בלט המאמץ הממוקד לפגוע באוכלוסייה האזרחית הישראלית. הפרות הסדר ופיגועי הירי של החודשים הראשונים, הפכו במהירות לעימות מזוין, שבמרכזו פיגועי התאבדות בעורף ישראל שגבו מאות הרוגים; ירי לעבר יישובים ישראליים, ובולט במיוחד הירי לעבר שכונת גילה בירושלים; פיגועי ירי לעבר תחבורה ישראלית בצירים שהיו מאפיין בולט ביהודה שומרון; וכן גם ירי תלול מסלול, מרגמות וטילי 'קסאם' שכוון ברובו לעבר יישובים ישראליים בחבל עזה. אירוע בולט אחר היה ההתנקשות באישיות פוליטית – רצח השר רחבעם זאבי במלון בירושלים (אוקטובר 2021).",
            "אף שישראל הייתה מודעת להתפתחויות האפשריות, איש לא ציפה למערכת טרור אינטנסיבית וממושכת שתתמקד בפגיעה במרכזי אוכלוסייה בישראל. לנוכח לימוד לקחי העבר, ולאחר הצטיידות ואימון, היה צה''ל ערוך לקדם התפרצויות אלימות, אולם העורף האזרחי הופתע ושגרת החיים נפגעה. בשלב הראשון ריכז צה''ל את המאמץ בהגנה ובניסיון לצמצם את היקף העימות; בהמשך הורחבה הפעילות ההתקפית נגד תשתיות הטרור, וכללה גם סיכולים ממוקדים של מנהיגיו. חודש מרץ 2002 היה קטלני במיוחד ובמהלכו נרשם מספר שיא של פיגועים; ב-27 בחודש, ליל הסדר, התרחש פיגוע קשה במיוחד במלון 'פארק' בנתניה. בעקבות הפיגוע החליטה ממשלת ישראל לצאת למבצע נרחב כדי להכות בתשתיות הטרור בשטחי הרשות הפלסטינית. לראשונה מאז תחילת העימות, אושר גיוס נרחב של כוחות מילואים, ובבוקר ה-29 במרץ יצא צה''ל ל-'מבצע חומת מגן'.",
            "היעד הראשון היה העיר רמאללה, שבה שכנו בנייני השלטון של הרשות הפלסטינית (מתחם המוקטעה). הכוחות השתלטו על העיר, הטילו מצור על המוקטעה והרסו את המבנים, למעט זה בו שכנה לשכתו של ערפאת. המבצע היווה שינוי בדפוס הפעולה – השתלטות על שטחי הרשות הפלסטינית, פגיעה קשה בתשתיות טרור והשגת חופש פעולה לצה''ל ביהודה ושומרון. ",
            "בשנת 2003 החלה ישראל בהקמתה של גדר הפרדה, שתחצוץ בין ריכוזי האוכלוסייה הפלסטיניים לריכוזי האוכלוסייה היהודיים במטרה לצמצם את האפשרות של גורמי טרור לחדור אל שטח ישראל.  כתוצאה מפעילות צה''ל ובניית הגדר, דעכה הפעילות האלימה.",
            " אין מועד סיום ברור של האינתיפאדה – יש המציינים את הסיום עם מותו של ערפאת בנובמבר 2004, או עם ההתנתקות באוגוסט 2005, אחרים מאחרים את סיום האינתיפאדה ליולי 2007, עת הושג הסכם לפיו, המבוקשים בשטחי יהודה ושומרון הניחו את נשקם."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מלחמת לבנון השנייה",
          "text": [
            "ראש הממשלה: אהוד אולמרט",
            "שר הביטחון: עמיר פרץ ",
            "ראש המטה הכללי: דן חלוץ",
            "תאריך:  6 ביוני 1982 – 31 באוגוסט 1982",
            "",
            "הרקע לפרוץ המלחמה",
            "ב-24 במאי 2000, השלים צה''ל את פינוי כוחותיו מלבנון ונערך על הגבול הבינלאומי. צבא דרום לבנון התפרק ונטש את עמדותיו, ממשלת לבנון נמנעה מלפרוס את צבאה בשטח שפונה, וחיזבאללה השתלט על האזור והתייצב על הגבול עם ישראל. הארגון הצהיר כי ישראל מחזיקה עדיין שטח לבנוני, 'חוות שבעא' השוכנת באזור הר דב, ועל-רקע זה ביצע מספר פעולות טרור וחטיפה בגבול לבנון.",
            "ב-25 ביוני 2006 תקפה חולייה של ארגון החמאס בעזה צוות טנק בסמוך לכרם שלום, הרגה שניים מאנשי הצוות וחטפה את אחד מאנשיו. צה''ל הגיב במבצע נרחב ברצועת עזה (מבצע 'גשמי קיץ'), ובעוד מבצע זה בעיצומו, הציבה חוליית חיזבאללה, ב-12 ביוני 2006, מארב לסיור צה''ל שפטרל בגזרת הר דב, הרגה שלושה לוחמים וחטפה שניים נוספים. חיזבאללה דרש תמורת שחרור החטופים, שחרור של אסירים לבנוניים ופלסטיניים הכלואים בישראל.",
            "",
            "מהלך המלחמה",
            "לאחר החטיפה התכנסה הממשלה ואישרה פעולה נרחבת בלבנון במטרה לפגוע בחיזבאללה ולהעמיד את ממשלת לבנון על אחריותה לנעשה בשטחה. בשמונת הימים הראשונים של הלחימה, תקפו מטוסי חיל האוויר מטרות חיזבאללה ומטרות תשתית בלבנון. הארגון הגיב בירי טילים לשטח ישראל שגרמו לנזקים והסבו אבדות. החל מה-20 ביולי החלו, לצד תקיפות המטוסים והירי הארטילרי, גם מאמצים קרקעיים אל-עבר כפרים ששימשו בסיסי מחבלים, במגמה לפגוע בכוחות חיזבאללה. אולם פעילות זו הייתה מוגבלת יחסית מתוך כוונה להניע מאמצים מדיניים שיובילו להפסקת אש.",
            "החל מה-30 ביולי הופעלו כוחות מילואים במגמה להרחיב את הפעילות הקרקעית לעומק השטח, כדי לשבש את פעילות החיזבאללה ואת ירי הטילים לשטח ישראל. בימים הבאים אמנם נערכו מספר פשיטות, אך הרחבת המהלך הקרקעי הושהתה כדי לאפשר התקדמות מדינית.",
            "ב-7 באוגוסט אושרה הרחבת הפעולה הקרקעית להשתלטות על המרחב שעד נהר הליטני. בשל היערכות הכוחות ומטעמים מדיניים, התעכב הביצוע עד ה-11 באוגוסט. בלחימה נטלו חלק ארבעה כוחות אוגדתיים שנתקלו בהתנגדות קשה וניהלו קרבות כבדים. המהלך כולו התנהל בצל הדיונים במועצת הביטחון והפסקת האש הקרבה שנכנסה לתוקף ב-14 באוגוסט. לאורך כל תקופת הלחימה נורו מטחי רקטות לעבר יישובי ישראל.",
            "",
            "תוצאות המלחמה",
            "המטרה הצבאית המרכזית של הרס תשתיות חיזבאללה בדרום לבנון והרחקתו מגבול ישראל הושגה. צבא לבנון נפרס באזורים הסמוכים לגבול וכוח יוניפי''ל הפועל באזור חוזק. לאחר עשורים של אי-שקט חזר גבול הצפון לשלוותו והחיים ביישובי אצבע הגליל שבו לסדרם.",
            " יחד עם זאת, על אף שאיבד את מאחזיו בגבול הצפון וספג מכה חזקה, ארגון החזבאללה לא הוכרע במהלך המלחמה והחיילים החטופים בהם החזיק לא שוחררו. העורף הישראלי נחשף למטחי רקטות וטילים ששיבשו את מהלך החיים לתקופה ארוכה. במהלך המלחמה נפלו מאה עשרים ואחת חיילים וארבעים וארבעה אזרחים. ב-16 ביולי 2008, לאחר משא ומתן ממושך, הוחזרו גופותיהם של שני החיילים שנחטפו בתמורה לשחרור אסירים.",
            "מטחי הטילים אל עבר עורף ישראל והליקויים שהתגלו במוכנות הצבא ובהפעלתו, עוררו תנועת מחאה ותביעה להקים ועדת חקירה. ב-17 בספטמבר 2006, מונתה ועדת וינוגרד במטרה לבדוק את התנהלות צה''ל והממשלה במהלך המלחמה. דו''ח הוועדה, שהוגש ב-30 בינואר 2008, כלל ביקורת על התנהלות הממשלה וצה''ל, והמלצות לתיקון הליקויים. הרמטכ''ל, אלוף פיקוד הצפון ומפקד אוגדת הגליל, בחרו להתפטר מתפקידיהם עוד קודם להגשת הדו''ח."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "הלחימה בעזה",
          "text": [
            "במהלך אירועי 'גאות ושפל' החל ירי תלול מסלול מרצועת עזה אל-עבר היישובים הישראליים בתוך הרצועה ובהמשך גם אל-עבר יישובי הנגב המערבי. הטווח, ההיקף והתדירות, שלו גברו לאחר תכנית ההתנתקות. ביוני 2006 תקף ארגון החמאס בעזה צוות טנק בסמוך לכרם שלום, הרג שניים מאנשי הצוות וחטף את אחד מאנשיו. ביוני 2008 הושג בגזרה הסכם רגיעה ('תהדייה') שנשמר לאורך כחצי שנה.",
            "בראשית נובמבר 2008 שוב חלה התחממות בגזרה שהמצב בה הלך והידרדר בחודשיים הבאים. בשל רצף האירועים והמשך הירי והפגיעה באזרחי הדרום, החליטה ממשלת ישראל בדצמבר 2008 לצאת למבצע צבאי בעזה – מבצע 'עופרת יצוקה'. בשלב הראשון תקפו חיל האוויר וחיל הים מטרות ברצועה. בשלב השני, לאחר שהושלם גיוס מילואים החלה מתקפה קרקעית. התכנית הכללית הייתה להיכנס לרצועה בשלושה מאמצים חטיבתיים. ",
            "המהלך הקרקעי החל ב-3 בינואר 2009, עת פתחו סוללות הארטילריה באש לעבר מטרות בגזרות הפעולה המתוכננות, ולאחר מכן נעו הכוחות פנימה. הלחימה בשטח העירוני הצפוף והמורכב של רצועת עזה, לא הייתה פשוטה, והתקדמותם של הכוחות הייתה איטית.",
            "השימוש שעשו המחבלים במוסדות אזרחיים, הקשה אף יותר את הפעולה. הלחימה נמשכה עד ה-18 בינואר, אז החליטה ממשלת ישראל לנצור את האש באופן חד צדדי. במהלך המבצע הצליח צה''ל לגבות מחיר כבד מחמאס, אך לא הביא לערעור שלטונו ולא הצליח לשחרר את החייל החטוף. במהלך המבצע נורו לשטח ישראל מאות פצצות מרגמה, רקטות קסאם ורקטות גראד.",
            "התגובות למבצע בזירה הבין-לאומית היו חלוקות; למרות התמיכה בזכותה של ישראל להגנה עצמית, ככל שהתמשך המבצע, גברו הלחצים להפסקת אש. עוד במהלך המבצע החליטה מועצת זכויות האדם של האו''ם על הקמת צוות לבדיקת הפרת זכויות האדם על-ידי ישראל במהלך המבצע. הוועדה, שכונתה 'ועדת גולדסטון', מתחה ביקורת קשה על ישראל וטענה כי הפרה את החוק הבין-לאומי. ישראל הגיבה בחריפות על הדו''ח בטענה כי מסקנותיו נקבעו מראש וקראה לגנוז אותו.",
            " המבצע הוביל לשקט יחסי בגזרה, אך זה לא נשמר לאורך זמן, וכבר ב-2009 החל שוב ירי תלול מסלול אל- עבר יישובי הנגב. ירי זה הלך וגבר עד שב-14 בנובמבר 2012, יצאה ישראל למבצע צבאי נוסף בעזה – מבצע 'עמוד ענן', במהלכו תקף חיל האוויר את תשתיות הטרור ברצועה וכוחות גדולים רוכזו ליד הרצועה בהכנה לכיבוש אפשרי שלה.",
            "ביולי 2014 החל ברצועת עזה מבצע צבאי נוסף, 'צוק איתן'. המבצע החל בעקבות ירי רקטי הולך וגובר אל יישובי הנגב מתוך שטח הרצועה. בשלב הראשון של המבצע תקפו חיל האוויר, חיל הים, שריון והתותחנים מטרות טרור בכל רצועת עזה במקביל לירי כבד של רקטות וטילים לכל רחבי ישראל. בשלב השני, לאחר גיוס המילואים, נכנסו כוחות צה''ל למרחב הסמוך לגדר המערכת במטרה להשמיד מנהרות טרור אשר כוונו לעורף ישראל. בשלב השלישי השלימו הכוחות הקרקעיים את משימתם והלחימה המשיכה מהאוויר, מהים ובאמצעות הארטילריה.",
            "במבצע 'צוק איתן' פעלו בפעם הראשונה מערכות ההגנה האקטיביות ובראשן 'כיפת ברזל' באופן מלא. עובדה זו הביאה לכך שלמרות הירי הכבד של טילים ורקטות מרצועת עזה היה הנזק אותן הן גרמו בישראל מוגבל. במהלך המבצע התמודד צה''ל לראשונה עם לחימה בתווך התת-קרקעי בקנה מידה ניכר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "סיכום",
          "text": [
            "בשער זה סקרנו קרוב למאה שנים של מאבק ביטחוני למען מימוש החזון הציוני בארץ ישראל. האיומים השתנו עם השנים וכך גם היכולות שנדרשו מצה''ל ומכוחות המגן שקדמו לו. המשותף להתמודדויות כולן הוא העוצמה האנושית שהייתה תמיד יתרונו היחסי של צה''ל. ",
            "בסיום מלחמת ששת-הימים נשא הרמוטכ''ל יצחק רבין נאום באוניברסיטה העברית שעל הר הצופים ונגע באופן עמוק בנקודה זו:",
            "'התעלותם של לוחמינו לא בזכות הברזל באה אלא בזכות התודעה של שליחות עליונה, של הכרה בצדקת ענייננו, של אהבה עמוקה למולדת... צבא זה, שעמדה לי הזכות לעמוד בראשו במלחמה הזאת, מהעם בא ואל העם חוזר. עם המתעלה בשעת דוחק והיכול לכל אויב, בזכות רמתו המוסרית, הרוחנית והנפשית.'",
            "האחריות על פיתוח המשאב האנושי, על העיסוק בערכים ועל ההובלה בשעת הקרב ובשעת השגרה, יושבת על כתפיו של כל מפקד ומפקד. האתגרים והדילמות משתנים, אך הגיונות ההנהגה והפיקוד נותרים יציבים. בשער זה למדנו מעט על מלחמות העבר לא רק כדי להעשיר את ידיעותינו: במורשת זו יש גם לסייע לנו כקצינים לעתיד."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
