{
  "title": "טופוגרפיה וקשר",
  "description": "",

  "sections": [
    {
      "title": "טופוגרפיה",
      "subSections": [
        {
          "title": "מושגים בטופוגרפיה",
          "text": [
            "סימנים מוסכמים לקריאת מפה",
            "1. תבליט - מפה הינה תיאור גראפי מוקטן של פני השטח ממבט על. מפה טופוגרפית היא הבסיס לניווט, כלומר, להתמצאות ולכיוון אל יעדים בשטח. המפה היא מעין תצלום של פני השטח. היא מכילה את כל פרטי הנוף של שטח מסוים גם תבליט וגם תכסית. התבליט הוא שם כולל לכל צורות פני השטח. על פני המפה משורטטים קווים חומים דקים, קווים אלו מייצגים את צורת פני השטח. היתרון בשימוש בתבליט הינו כי התבליט הוא קבוע ולא משתנה בתקיפות כמו פרטי התכסית. התבליט כולל: כיפה, נחל, שלוחה, גיא ועוד.",
            "2. תכסית - תכסית הינה קבוצת פרטי נוף המכסים את השטח. פרטי התכסית מסומנים במפה בסימנים מוסכמים בצבעים שונים. בתחתית המפה ישנו מקרא סימנים. תכסית יכולה להיות: כביש, גדר, גשר, מחצבה, קו מתח, עצים ועוד.",
            "3. קווי גובה - קווי גובה הם הקווים החומים המספרים שלידם מציינים את הגובה במטרים מעל או מתחת לפני הים. קווי גובה עבים מציינים מאות מטרים. ההפרש בין קו לקו הינו 10 מטרים. ככל שקווי הגובה יהיו קרובים יותר השטח יהיה תלול יותר ולהיפך, ככל שקווי הגובה יהיו רחוקים יותר השטח יהיה מתון יותר.",
            "",
            "מרחקים במפה",
            "במפה אנו רואים רק את הרווח האווירי ולא את הרווח (מרחק) שצריך לעבור בפועל. ולכן כשעוברים מכיפה לכיפה המרחק האווירי אותו נוכל למדוד במפה יהיה קטן מהמרחק האמיתי אותו נעבור בשטח חשוב גם, כאשר מודדים מרחקים בנחל להיות כמה שיותר מדויקים ולמדוד במקטעים כדי שנוכל להגיע לרמת הדיוק הגבוהה ביותר.",
            "",
            "סוגי צורות שטח",
            "1. כיפה - הכיפה היא סוג של תבליט אשר מתוארת במפה בעזרת מערכת של קווים סגורים שאינם בהכרח בעלי צורה מעגלית מושלמת. כיפה היא נקודת שיא גובה ומכל מקום שממנה נתקדם הלאה נהיה במגמת ירידה.",
            "2. כיפה סמויה - עונה על הגדרת כיפה אך אינה מסומנת במפה בקו גובה סגור, כיוון שגובהה נמוך מהפרש שני קווי גובה סמוכים במפה (10 מטרים). שים לב! משני צידי אוכף תמיד יהיו כיפות ולכן אם לא מסומנת כיפה במפה- קיימת שם כיפה סמויה.",
            "3. אוכף - כשמו כן הוא: דומה בצורתו לאוכף רכיבה. ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות. האוכף מחבר בין 6 כיפות. ",
            "4. שלוחה - בלט מוארך היוצא ממקום גבוה ויורד כלפי מטה. אם נרצה לעלות לכיפה תמיד נעלה דרך שלוחה = כלומר בראש כל שלוחה ישנה כיפה. כאשר נמצאים בשלוחה יש כיוון עליה אחד ושלושה כיווני ירידה. נוכל להיעזר בשלוחה למצוא מפגש נחלים מכיוון שכל שלוחה יורדת לפיצול נחלים.",
            "5. גיא - הינו הנגטיב של השלוחה. לרוב יסומן בקו כחול (לא חובה) אם השלוחה פונה לכיוון כיפה אז הגיא פונה לכיוון הרכס. גיא תמיד יוביל אותנו בקצה העליון לאוכף ובקצה התחתון לנחל (לערוץ). בגיא יש שלושה כיווני עליה וכיוון אחד ירידה. אם יורדים אז רק דרך גיא. כל הגאיות מתנקזים לנחל.",
            "6. כתף - למעשה זהו חלק מסוים ממדרון כלשהו. לעיתים נקטע שיפועו של מדרון על ידי קטע מתון יותר הנקרא כתף- עפ' הצורה שנוצרת במדרון.",
            "7. מדרון - כל השטח שנמצא בין קו הרכס לקו האפיק, המדרונות מורכבים מגאיות ומשלוחות.",
            "8. שיפוע - מידת התלילות של צורת שטח. סוג המדרון נקבע לפי סוג השיפוע המאפיין אותו. מדרון קצוב- מדרון בעל שיפוע אחיד (מתון או תלול) הרווח האווירי (בין קווי הגובה) קבוע. א. מדרון בעל שיפוע תלול- מדרון הנוטה בזווית חדה, קווי הגובה המגדירים אותו במפה מופיעים בצפיפות גדולה (הרווח האווירי בין קווי הגובה קטן). ב.   מדרון בעל שיפוע מתון מדרון שאינו חד או קיצוני, קווי הגובה המגדירים אותו במפה מופעים בצפיפות דלילה (הרווח האווירי בין קווי הגובה גדול).",
            "9. מצוק - סוג של שיפוע תלול מאוד המסומן במפה בעזרת סימון מוסכם.",
            "",
            "מדרון משתנה",
            "1. מדרון קמור - מדרון בעל שיפוע קמור שבחלקו התחתון הוא תלול וככל שמעפילים אל פסגתו הוא הופך למתון יותר.",
            "2. מדרון בעל שיפוע קעור - מדרון שהוא מתון בתחתיתו והופך למדרון תלול ככל שמעפילים אל פסגתו.",
            "3. מדרון עם כתף - מדרון ששיפועו נקטע על ידי מישור שנקרא 'כתף'.",
            "4. מדרון משתנה - מדרון המכיל בתוכו כמה סוגי מדרונות שונים, ללא כל הסבר או חוקיות כלשהי.",
            "",
            "סוגי שטחים",
            "ניתוח המבנה התבליט הפנימי של שטח כלשהו, מגלה בד''כ כי הוא מתחלק לסוגי שטח עיקריים הנבדלים בברור זה מזה הפרשי הגבהים השונים בין הבלטים. עפ''י הפרשי הגבהים בין הבלטים מקובל להבחין בחלוקת השטח לסוגי השטח הבאים:",
            "א. שטח מישורי - שטח שהפרש הגבהים בין בלטיו שואף ל-1. ",
            "ב. שטח גלי - שטח שהפרש הגבהים בין בלטיו הוא עד - 31 מ'.  ",
            "ג. שטח גבעי - שטח שהפרש הגבהים בין בלטיו נע בין 31 מטרים ל-611 מטרים.",
            "ד. שטח הררי - שטח שהבדלי הגבהים בין בלטיו גבוה מ-611 מ'.",
            "",
            "מושגים נוספים",
            "א.  מפה - תיאור גרפי מוקטן של יחידת שטח ממבט על.",
            "ב.  מפה גיאוגרפית- מפה המכילה שטח נרחב ואשר אינה יורדת לפרטים. היא כוללת גבולות בין מדינות, אוצרות טבע ונתונים כלליים אחרים.",
            "ג.  מפה טופוגרפית- מעין תצלום של פני השטח. מכילה את כל פרטי הנוף של השטח ואת פני השטח- עצים, כבישים וכדומה. גודל השטח במפה הינו מצומצם והגבהים במפה מדויקים ולכן המפה הטופוגרפית היא בסיס טוב לניווט, כלומר להתמצאות ולכיוון אל יעדים בשטח."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "טיפים לבניית ציר ניווט",
          "text": [
            "ראו את לומדת הניווטים של בה''ד 1",
            "א.  מדרונות ושיפועים- ככל ששיפוע המדרון תלול יותר כך יקשה הדבר על התנועה. תנועה בשיפוע צד- התקדמות בנתיב זה מאיטה את קצב הניווט ומגדילה את הסיכוי לפציעה. ",
            "ב.  תפירה- ציר המרובה בעליות ובירידות משפיע ישירות על עייפות המנווט. חשוב לציין שהציר הקצר ביותר הוא לאו דווקא הציר המהיר ביותר, נוחות ההליכה הינה גורם משמעותי בבחירת ציר הניווט.",
            "ג.   צעדים כפולים- כאשר אנו הולכים מנק' לנק' אנו נספור את המרחק באמצעות צעדים כפולים- כלומר כל שני צעדים שנלך נספור כצעד אחד. (יש לבדוק טרם הניווט כמה צעדים אני עושה ב100 מטרים).",
            "",
            "קו רכס- יתרון אנו במקום גבוה הנותן לנו זווית ראייה טובה על שטח הניווט. חסרון התנועה לעיתים קשה, קריאה לא נכונה של המפה יכולה להיות 'קטלנית'. ",
            "קו אפיק- יתרון טועים הרבה פחות מפני שהשטח כמעט ולא משנה את צורתו וברור מאוד במפה. חסרון- ראייה לטווח הקצר, מקשה על ההליכה לעיתים.",
            "כאשר הולכים בערוץ בעל פיצולים רבים חשוב ללכת במרכזו בכדי שלא נטעה ונפנה לאחד הפיצולים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "קשר",
      "subSections": [
        {
          "title": "מ.ק 714",
          "text": [
            "1. כללי",
            "מקמ''ש זה (מקלט-משדר) הוא מ.ק נישא בתחום התג''מ (תדר גבוה מאוד), העובד באפנון תדר FM ומשדר באופן גלוי (ללא הצפנה או ערבול). מ.ק 714 מסומן בשלט זיהוי אדום עם המילה 'גלוי' על מנת להבדילו בצורה ברורה ממ.ק 710 המוצפן.",
            "",
            "2. תכונות כלליות",
            "א. מ.ק 714 הינו מכשיר קשר נישא, קל, המאפשר קשר דיבור במצב גלוי.  ",
            "ב. הפעלה ע''י תפריטים. ",
            "ג. בעל לחיצים לביצוע פעולות מהירות. ",
            "ד. בעל נוריות חיווי לשידור וקליטה. ",
            "ה. בעל צג LCD.",
            "ו. מתאים לחיבור לרוב האביזרים החיצוניים של מ.ק 624 (מע''ד 189 /250, מדונה, מיק'). ",
            "ז. משקל (ללא סוללה) – 760 גרם. ",
            "ח. משקל סוללה (מ.ר 2716) – 300 גרם.",
            "",
            "3. תכונות טכניות",
            "א. שפת תפריטים – אנגלית.",
            "ב. תחום תדרים – 30-87.975 מה''צ.",
            "ג. קפיצות בין תדרים – 25 קה''צ.",
            "ד. סה''כ 2320 אפיקי עבודה. ",
            "ה. מספר ערוצים – 10. ",
            "ו. הספקי שידור – גבוה (HI)  5 וואט, או בינוני (MD) 2 וואט. ",
            "ז. הספקת מתח – באמצעות ב.ט 6625 / מ.ר 2716. ",
            "ח. בעל משקט זיהוי שידור צבאי (150 הרץ). ",
            "ט. מצב Save Power – מצב חסכון הסוללה המופעל לאחר 8 שניות כשלא בוצעה פעולה כלשהי במקמ''ש.",
            "י. בעל יכולת בדיקה עצמית ובדיקות יזומות.",
            "",
            "4. מרכיבי המ.ק",
            "א. מח 714 – המכשיר עצמו.",
            "ב. מת 892 – בסיס אנטנה גמיש.",
            "ג. אנט 892 – אנטנת שוט קצרה.",
            "ד. מעד 250/189, מיק' ומדונה– אבד''ש. ",
            "ה. מצבר נטען מר-2716 / סוללת ליתיום בט-6625.",
            "",
            "5. סדר הכנה לפעולה",
            "א. וידוא OFF- נוודא בווסת הווליום של המכשיר שנמצא בחלק העליון שלו אחראי גם לכיבוי והפעלה של המכשיר. לפני שנחבר את הסוללה נוודא שהמכשיר כבוי ע''י החלשת הווליום למינימום – עד שמרגישים התנגדות מצד המתג ו-'תוק'. הדלקה תתבצע ע''י סיבוב המתג לצד השני בהפעלת המכשיר יופיע הכיתוב ''WAIT'' בתצוגה, ולאחר מס' שניות יעלה מסך ברירת המחדל. ",
            "ב. חיבור סוללה: כדי לחבר את הסוללה נהפוך את המכשיר ונרכיב את הב.ט כך שהבליטות שעליה ייכנסו לתוך המגרעות שבתחתית המכשיר. יש ללחוץ כנגד המכשיר ולסובב בכיוון השעון עד לנעילה. כדי לנתק את הסוללה יש ללחוץ על המתג שבצד המכשיר ולסובב את הסוללה בכיוון ההפוך.",
            "ג.  חיבור אנטנה- נשתמש באנטנה 892 – שוט קצרה או ''שורט'' בשפת השטח. נחבר את המתאם הגמיש של האנטנה לשקע ההברגה בחלק העליון של המ.ק - אין לחבר אנטנה ללא מתאם מכיוון שהאנטנה תהיה קצרה יותר וכתוצאה מכך טווח השידור ייפגע. בשלב הבא נבריג את האנטנה למתאם הגמיש. לשידור מיטבי נניח לאנטנה להתפרס לאורך המלא שלה. פירוק האנטנה מתבצע בדרך הפוכה מהרכבתה. ",
            "ד. אביזרי דיבור ושמע (אבד''ש) - למ. 714 ניתן לחבר: מע''ד 189/250, מיק' ומדונה. כדי לחבר את האביזר, החזק את מחבר השמע של האבזר מול מחבר השמע של מ.ק 714, כוון את הבליטה במחבר האבזר מול הסימן האדום של מחבר השמע, לחץ חזק פנימה וסובב עם כיוון השעון. כדי לנתק את האבזר, לחץ חזק פנימה את מחבר האבזר, סובב אותו נגד כיוון השעון ואז משוך כדי להפריד. חיבור אבד''ש לשקע AUDIO ינתק את הרמק' הפנימי אלא אם נבחרה אופציה של רמק' פנימי פעיל בתפריט הייעודי לכך. ",
            "ה. ייצוב תדרים- לפני שנכייל תדר נבחר ערוץ עבודה בעזרת בורר הערוצים שנמצא בחלקו העליון של המכשיר. ניתן לבחור בין ערוצים 0-10. ניתן לכייל תדר באמצעות לחיץ FREQ (תפריט כיול תדר). מס' הערוץ ב-2 ספרות. למטה יופיע מס' תדר העבודה ב-5 ספרות. ע''מ להגיע לתדר הדרוש נשתמש בלחצני החיצים. בתחילת התהליך הספרה הימנית תהבהב. נשנה את הערך בהתאם לצורך – הגדלה ע''י לחיץ קטנה-ע''י לחיץ חזור על התהליך לפי הצורך. לאחר שהגענו לערך הרצוי נעבור לספרה הבאה ע''י לחיץ כנ''ל בשאר הספרות. ע''מ לאשר את התדר החדש נלחץ על לחיץ ENT. "
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ק.מ 624",
          "text": [
            "1. כללי",
            "מ.ק. 624 הוא הבן הצעיר במשפחת בית היוצר. זהו מ.ק. קטן, קל משקל ונוח לתפעול המיועד לכוחות היבשה. המכשיר מיועד להחליף את מכשירי ה-77 ומשמש כתחליף למ.ק 91 במקרים של צורך בקשר קל וקצר טווח. המכשיר ניתן לשליטה הן מהפנל והן בעזרת ק.פ. חגור (קופסת פיקוד).",
            "",
            "2. תכונות",
            "א. תחום תדרים: 87:975 –30:00",
            "ב. מספר אפיקים אופציונאלי: 2320.",
            "ג. מרווח בין אפיקים: 25 KHZ. ",
            "ד. טווח שידור: 4 ק''מ. עם מגבר 25 ק''מ. ",
            "ה. הספק: 2 וואט. עם מגבר 20 וואט. ",
            "ו. מתח: V.12 ",
            "חיסכון במתח כשהמכשיר לא קולט ולא משדר. ",
            "ח. מספר ערוצים: 1 (0-10). ",
            "ט. אנטנות: אנט' ייעודית קצרה באורך של 50 ס''מ. שידור עד 2 ק''מ. כמעט ולא שימושית מפני שהיא עדינה ונשברת בקלות. אנט' קצרה של מק 77 באורך 70 ס''מ (שורט SHORT). שידור עד 4 ק''מ. שתי האנטנות מתחברות למתאם גמיש המונע את שבירת האנט'.",
            "",
            "3. חלקי המ.ק",
            "א. מחבר אנטנה: לחיבור אנטנה. ",
            "ב. בורר ערוץ: בורר את הערוץ העבודה. ",
            "ג. מחבר שמע: שקע לחיבור מע''ד, רמקול מסוג רמק 108 בלבד, ק.פ. חגור. ",
            "ד. מתג גע/תוק: ווסת עוצמה ומתג הפעלה. ",
            "ה. רמקול: אבד''ש פנימי לשמיעה. ",
            "ו. מיקרופון: אבד''ש פנימי לדיבור. ",
            "ז. תצוגה: מסך תצוגה אקטיבי. ",
            "ח. לחיץ האר: מקש תאורה. לחיצה על מקש זה מאירה את לוח התצוגה ל- 4 שניות. ",
            "ט. לחיץ תדר: מקש להפעלת תהליך הכנסת התדר. ",
            "י. לחיץ קדם תדר/בדוק: מקש לקידום הספרה המהבהבת, ולבדיקת המכשיר. ",
            "יא. לחיץ הכנס: מקש לבדיקת התדר הנבחר, ולטעינה בין מכשירים. ",
            "יב. לחיץ רחש: מקש המפעיל ומפסיק את המשקט. ",
            "יג. לחיץ PTT: מקש המפעיל את שידור המכשיר. ",
            "",
            "4. ייצוב תדר",
            "א. הדלקת המכשיר. ",
            "ב. בחירת ערוץ. ",
            "ג. לחיצה על ''תדר''– ספרה ראשונה בתצוגה תהבהב כל לחיצה על מקש זה תגרום לספרה הבאה אחריה להבהב. ",
            "ד. לחיצה על ''בדוק''– מקדמת את הספרה במספר אחד כלפי מעלה. ",
            "ה. לחיצה על ''תדר''– מעבר לספרה הבאה. ",
            "ו. הכנסת כל הספרות ע''י מקשי ''בדוק'' ו-''תדר.'' ",
            "ז. לחיצה על ''הכנס'' לאחר קבלת התדר הרצוי לשמירה בזיכרון. ",
            "",
            "5. קופסאת הפיקוד",
            "יש למכשיר אפשרות לחיבור לק.פ. כאשר המכשיר יכול להיות בתוך האפוד וניתן יהיה לשלוט עליו באמצעותה. הפונקציות: לברור ערוצים, לווסת את השמע, לחבר מע''ד או רמק' או להפעיל רמקול פנימי. ",
            "",
            "6. בדיקות וחיוויים",
            "א. בדיקת תקינות עצמית (בדיקה יזומה): לחיצה על ''בדוק'' ולאחר מכן על ''הכנס''. על לוח התצוגה יופיעו הספרות ''88.888'' והמילים ''ממסור'', ''נתונים'' ו-''טען''. לאחר 4 שניות יופיע החיווי BAD/GOOD לפי תוצאת הבדיקה. אם המכשיר תקין יישמע צליל רצוף במע''ד. כמו כן, יופיע חיווי לגבי מצב הסוללה (בין 1 ל- 5 ''בארים'') בצד שמאל. את הבדיקה היזומה יש לבצע בעת המתנה, בעת שידור ובעת קליטה. ",
            "ב. בדיקת עוצמת קליטה (בדיקה לא יזומה) – בשעת קליטה, מבוצעת כל הזמן באופן עצמאי ע''י ה-''בארים'' בצג המכשיר. ",
            "ג. בדיקת עוצמת שידור (בדיקה לא יזומה) – בזמן שידור, מבוצעת כל הזמן באופן עצמאי ע''י ה-''בארים'' בצג המכשיר 4, עד 5 ''בארים ''משמעותן שידור רגיל מתחת נמוך מידי – יש לבדוק מתח סוללה או תקינות האנטנה.",
            "",
            "7. תקלות ברמת המפעיל",
            "א. תקלה: אין שמיעה עצמית.",
            "1) סיבה: המ.ק כבוי. פתרון: הפעלת המכשיר באמצעות מתג ההפעלה / עוצמה.",
            "2) סיבה: סוללה חלשה. פתרון: החלפת הסוללה בסוללה מלאה.",
            "3) סיבה: אבד''ש חיצוני תקול. פתרון: החלפת האבד''ש חיצוני או ניתוקו ומעבר לשימוש באבד''ש פנימי ע''י לחיצה על ''רחש'' בצד המכשיר פעמיים.",
            "4) סיבה: אבד''ש פנימי תקול. פתרון: החלפת המכשיר.",
            "5) סיבה: עוצמת השמע במינימום. פתרון: הגברת עוצמת השמע. ",
            "6) סיבה: מ.ק תקול. פתרון: החלפת המכשיר. ",
            "",
            "ב. תקלה: אין שידור או אין קליטה מיטביים או בכלל",
            "1) סיבה: קשר גרוע מול תחנה אחרת. פתרון: וידוא תקינות והברגת האנטנה ומתאם האנטנה, פתיחת קיפולי אנטנה, פריסת חוליות אנטנה בניצב לקרקע ושיפור מיקום עצמי בדגש על עלייה לגובה –באופן שלא יחשוף את הכוח מבחינה מבצעית!",
            "2) סיבה: תדר לא נכון. פתרון: וידוא כיול התדר הנכון במכשיר.",
            "3) סיבה: מ.ק תקול. פתרון: החלפת המכשיר. ",
            "",
            "8. פירוט תכונות הק.פ ",
            "המכשיר בד''כ נישא באפוד ולכן יש לו ק.פ. לטובת גישה נוחה ומבצעית לפקדי המכשיר. הק.פ שולטת על:",
            " א. ערוץ השידור (1-10).",
            "ב. מצב המשקט.",
            "ג. עוצמת השמע.",
            "ד. ניתוק/חיבור רמק' פנימי.",
            " ה. מעבר למצב לחש (הגברת רגישות הקליטה של המיקרופון באבד''ש)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "נדב''ר",
          "text": [
            "1. כללי",
            "א. יתרונותיו הבולטים של קשר רדיו הם טווחי שידור ארוכים, פשוטות בהקמה, רב משתתפים, נייד, ניתן להצפנה ועוד. ",
            "ב. בכל מבצע, תרגיל, פעילות שוטפת או עמדת שמירה קיים מכשיר קשר שעובד בקשר הרדיו. ",
            "ג. דמיינו מצב שבו כולם היו מדברים במכשירי הקשר בשפת היום-יום , איך זה היה נראה? מה היו ההשלכות? לשם כך אנו מדברים ברשת על פי נדב''ר- נהלי דיבור ברשת. ",
            "",
            "2. יעוד הנדב''ר",
            "א. צמצום התוכן - הפיכתו לתמציתי ומדויק, מונע אי הבנות (ירי כוחותינו על כוחותינו לדוגמא).",
            "ב. יצירת תבנית להודעה – מאפשר לכל דובר להציג את תפקידו ואת מי שהוא פונה אליו ולהעביר את המידע בדרך מוסכמת. ",
            "ג. סדר דוברים ברשת – כל דובר ברשת יודע מתי עליו לדבר או להאזין. ",
            "",
            "3. מילות מפתח בנדב''ר",
            "רות – קלטתי והבנתי ",
            "עבור – סיימתי את ההודעה, ממתין למענה ",
            "היישר – הבנתי ואני מבצע ",
            "אמור שנית – הודעתך לא הובנה חזור עליה ",
            "סוף – סיימתי, לא ממתין למענה (ייאמר ע''י הדרג הגבוה הירארכית)",
            "המתן – חכה עד לפינוי הרשת / המאזין ",
            "דרכך ל ... – העבר את ההודעה ל... ",
            "עד כאן – הפסקה לשם וידוא הבנה עד לשלב זה של תשדורת ארוכה ",
            "חיובי – כן ",
            "שלילי – לא ",
            "",
            "4. כינויים נפוצים ברשת הקשר",
            "גלגלים – רכב, משה – טווח, כביש – שחור, עגולה – שעה, קטנה – דקה, קטנטנה – שנייה, א' – אישור, אנגליה – התחלה, תאילנד – סיום, מוקי – התמקמות, מושי מושי – משיב מיקום, מכלאות – מחנה/בסיס, מקל – רובה, מתנה – מטען, סוכריות – תחמושת, חמים וטעים – אוכל, נוזלים לבנים – מים, נוזלים אדומים – דלק, נוכחי – קשר צבאי, משני – טלפון, משני נייד – טלפון סלולארי, גפרור – חייל, חצאית – חיילת, פרח – פצוע, הרדוף – הרוג, מלוכלך – מחבל, גלגול – החלפה, הולך על 6 – אדם, הולך על 4 – חיה, כחולים – שוטרים, כבד – טנק, חצי כבד – נגמ''ש, עגלון – נהג.",
            "",
            "5.  כינוי מפקדים ובעלי-תפקידים נפוצים",
            "קודקוד – מפקד, משנה – סגן מפקד, סיפון – רמ''ט, אולר – ק. אג''מ, פרפר – ק. מודיעין, כספית – ק. תקשוב, מברג – קמב''ץ, אבוס – ק. שריון, שעון – ק. חי''ר, מעיל – ק. סיוע, עסיס – ק. לוגיסטיקה, מנעול – ק. חימוש, תורן – ק. רפואה, דקל – ק. הספקה, אשנב – ק. שלישות, אורפז – ק. נ''מ, חורשה –  ק. ל''א, טבק – ק. אב''כ, שמש – ק. מ''צ, עוקץ – ק. דת, תלתן – ק. הנדסה. ",
            "",
            "6. אלפבית פונטי",
            "ישנם מצבים בהם עלינו לאיית. היות שאותיות רבות נשמעות זהות, ותנאי הקשר אינם תמיד אופטימאליים, לכל אות נתנו מילה המייצגת אותה. האלפבית הפונטי לא מצפין אלא רק משמש לאיות במקרה הצורך. ",
            "א – אלף, ב – בועז, ג – גימל, ד – דוד, ה – הגר, ו – וו, ז – זאב, ח – חווה, ט – טיח, י – יונה, כ – כרמל, ל – לאה, מ – משה, נ – נשר, ס – סמך, ע – עין, פ – פסל, צ – ציפור, ק – קורח, ר – רות, ש – שמיר, ת – תלם.",
            "",
            "7. נוהל פקודות",
            "א. נוהל פקודות הוא נוהל המבוצע ע''י המפקד על מנת להעביר למספר יחידות כפופות פקודות בדרך המהירה, הקצרה והברורה ביותר, כך שכל היחידות תשמענה את הפקודה כולה ותדענה את המשימה. ",
            "ב. סדר התהליך",
            "1) המפקד קורה לכל היחידות הכפופות ומזדהה: ''תחנות כפיר כאן קודקוד פקודות עבור''.",
            "2) על התחנות לענות לפי הסדר: ''כאן כפיר 1 פקודות עבור''...''כאן כפיר 2 פקודות עבור..'' וכך הלאה עד שכולן ענו. ",
            "3) כאשר המפקד יודע שכל הכפופות מוכנות להעברות הפקודות הוא מתחיל להעביר את הפקודות. כאשר סיים יאמר המפקד ''הקרא'' וכל תחנה בתורה, צריכה להקריא את הפקודה שקיבלה. בסיום ההקראה של כל התחנות אומר המפקד: ''כאן קודקוד כפיר רות סוף''.",
            "4) במידה ותחנה מסוימת לא עונה, הבאה תחכה מס' שניות ותענה היא, לאחר מכן תנסה לעלות מול אותה כפופה שלא ענתה, או שהמפקד יעלה מולה לפי שיקול דעתו. ",
            "",
            "8.  נק''מ- נהלי קשר מיוחדים",
            "בקשר ישנם כמה נהלים איתם עובדים. אנו נפרט שניים מהם.",
            "א. נוהל מוסקיטו: רשת החירום הכלל צה''לית. תדר .MGH 54:00 זהו תדר קבוע שאינו משתנה. השימוש בתדר זה מיועד לחבירה בלתי מתוכננת בין כוחות, כאשר יש סכנה לדו''צ. התדר יהיה בהאזנה קבועה בזמן אמת אשר תבוצע מחפ''ק המג''ד ברמת הגדוד וברמת הפלוגה יאזין לה כל מ''מ במידה שהכוח משוריין. את הזיהוי ניתן לעשות בכמה דרכים, כמו ויזואלית ע''י רימון עשן, מילולית ע''י מפת צירים או קוד גזית. ",
            "ב. נוהל מצוקה ח''א: רשת זו מטרתה למנוע דו''צ קרקע אויר. תדר רשת זו הוא 240:60 מגה''צ. כל כלי טייס חייב להאזין לתדר זה וכן מגדל הפיקוח. על הקרקע ההאזנה מתבצעת מחפ''ק המג''ד. במקרה שכוח על הקרקע הותקף ע''י כוח אויר עליו לעלות מול המג''ד וזה יצור קשר עם כלי הטייס ע''מ לעצור את ההתקפה.",
            "",
            "9. חוקי דיבור בקשר (קמע''ג)",
            "נוסף על הקפדה על נדב''ר יש להקפיד על צורת הדיבור כאשר מדברים ברשת רדיו, ללא קשר לתוכן הדברים. כללים אלו כונו בראשי תיבות קמע''ג– קצב, מהירות, עוצמה וגובה.",
            "א.  קצב– שמירה על קצב דיבור אחיד, ושמירה על כללי פיסוק הנכונים. ",
            "ב. מהירות– לא איטית מידי ולא מהירה מידי. ",
            "ג. עוצמה– אל תצעק ואל תלחש, פשוט דבר. ",
            "ד. גובה – גובה צליל נורמאלי, לא גבוה ולא נמוך."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "הק''שים",
          "text": [
            "1. מבוא",
            "א. הק''ש הוא ראשי התיבות של הוראות קשר. ",
            "ב. נזכיר כי חל אסור להעביר תדר בקשר. לשם כך קיים ההק''ש שמהווה את ''ספר הטלפונים'' של התדרים. ",
            "ג. ההק''ש מיושם מרמת החטיבה ומעלה. ישנו הק''ש חטיבתי, אוגדתי, פיקודי והק''ש ייחודי למבצע/ משימה/ תרגיל. ",
            "",
            "2. תכולת ההק''ש",
            "א. הק''ש מכיל מספר סידורי, יעוד הרשת, אות קריאה ואת התדר עצמו. ",
            "ב. סיווגו של הק''ש הוא סודי/ סודי ביותר ולכל אחד מספר העתק. קצין שחתם על הק''ש שמספר העותק הוא 800 יחויב להזדכות על אותו העותק בדיוק. ",
            "ג. ההק''שים מחולקים מרמת המחלקה ומעלה. ",
            "",
            "3. ההק''שים נועדו למס' דברים",
            "א. משמש כ-''ספר טלפונים'' של התדרים. ",
            "ב. יצירת קשר עם יחידות סיוע, ארטילריה לדוגמה. ",
            "ג. אפשרות ליצור קשר במצבי חירום (למשל בעת דו''צ).",
            "ד. במקרים של הפרעות ורעשים ניתן לעבור לתדר חלופי. ",
            "",
            "4. תוקף",
            "ככל אחת לשנה, למעט החלטות שמתקבלות על שינוי בזמן ההפקה. כמו כן, קיים נוהל של עדכוני הק''ש בעת שינוי סד''כ, תדרים מופרעים וכו'.",
            "",
            "5. מבנה ההק''ש",
            "צד א': רמה ממונה – כפופות. לדוגמא: חטיבה – רמה ממונה מבצעים א' חטיבה. כפופות: מבצעים גדוד. ",
            "צד ב': יחידת סיוע (רשתות), נספח. רשתות סיוע: מצבי קשר רדיו או מסוקים. נספח: מפקדים בכירים בצה''ל. ",
            "כל עמדה בנויה מ – 4 טורים: מס''ד, יעוד הרשת, אות קריאה, התדר עצמו. ",
            "שימוש בהק''ש בהכוונת גורם ברשת למעבר לרשת אחרת: ציינו בתחילת הפרק, כי אסור למיין את התדר שלא באמצעים מוצפנים. יחד עם זאת, קיים נוהל להכוונת גורם אחר לשימוש ברשת אותה אנו רוצים לציין. זאת באמצעות המס''דים הקיימים בטור הראשון. סדר הפעולות: א. קריאה + הזדהות. ב. ציון מס''ד של תדר – לדוגמה: '' מולי בסידורי 158''.",
            "",
            "6. פקל''צ",
            "פק''ל לייצוב תדרים. הפקל''צ מכיל או''קים ותדרים וכאשר הוא מלא סיווגו סודי. את הפקל''צ מדביקים על המ.ק, מע''ד או על הרמק'."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
