{
  "title": "תחקיר",
  "description": " הפרק סוקר את התחקיר מטרותיו, הגדרתו, עקרונותיו המנחים, המודל המקובל, מבנהו ודגשים חשובים. כמו כן, הפרק עוסק בהיכרות עם נשק ותפעולו.",

  "sections": [
    {
      "title": "מבוא",
      "subSections": [
        {
          "title": "מבוא",
          "text": [
            "א.  התחקיר בצה''ל הוא כלי מרכזי – מנהיגותי ומקצועי – של המפקד ללמידה ולהשתפרות ביחידתו וביחידות הכפופות לו. את התחקיר מבצע המפקד, והוא הנושא באחריות להפקת הלקחים וליישומם. ",
            "ב. התחקיר הוא בירור הנערך בנוגע לאירוע שהתרחש בפעילות צבאית. במהלך עריכת התחקיר מתבררים הנסיבות ואופן הביצוע של פעילות צבאית בהקשר של מטרתה ויעדיה, לשם קבלת המידע הדרוש כדי לקבוע ממצאים, להסיק מסקנות, להפיק לקחים וליישמם. בסוף ביצוע התחקיר ייכתב תחקיר (ע''פ הפורמט המצורף) שיסכם את כלל האירוע ותחקורו.",
            "ג.  תכלית התחקיר ויישום הלקחים היא לשפר את המועילות המבצעית ולמנוע הישנות אירועים בלתי רצויים בעתיד. זאת בשונה מחקירה, שמטרתה לבדוק חשדות לביצוע עברה פלילית. ",
            "ד. התחקיר הוא כלי מקצועי המצוי בארגז הכלים של המפקד. יחידה המקיימת מדיניות של למידה באמצעות תחקיר היא יחידה משתבחת מקצועית הן ברמת תהליכי העבודה והן ברמת הטמעת הנהלים, ההוראות והתרגולות המבצעיות. ",
            "ה. תפיסת הבטיחות בצה''ל רואה את הבטיחות כחלק מהמקצועיות. על פי התפיסה, רמת הבטיחות מותנית ביכולת המקצועית של הפרט והיחידה. מדיניות שיטתית של ביצוע תחקיר ביחידה משביחה וממנפת את היכולת המקצועית ומשפרת את רמת הבטיחות. ",
            "ו. פורמט התחקיר בהוראה זו מחייב. מטרת הפורמט האחיד הינו לאפשר למידה הדדית בין יחידות על בסיס הפצת תחקירים בין יחידות צה''ל השונות.",
            "ז.  הוראה זו מתבססת על: .1 הוראות אמ''ץ - תוה''ד 8.4 – התחקיר ויישום הלקחים (2114). .2 הוראות זרוע היבשה, תחקיר, הפקת לקחים יישומם והטמעתם (2112)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מטרה",
          "text": [
                  "המטרה - להגדיר את הכללים לביצוע תחקיר לאירוע בטיחות בצה''ל ואת הכללים ליישום הלקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "הגדרות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א.  אירוע בטיחות – אירוע שנגרמה בו תאונה (אירוע הגורם למוות, לפגיעה בבריאות, לפציעה, לנזק או לאובדן), או שעלולה הייתה להיגרם בו תאונה (תקרית בטיחות).",
            "ב.  דוח התחקיר – מסמך שבו מתואר התחקיר המלא, על חלקיו השונים, כמפורט להלן בפרק 2.",
            "ג.  יישום לקח – הפיכת לקח מאירוע לכדי מעשה באמצעות פקודות והוראות ובקרה לטווח ארוך אחר ביצוע הפקודות וההוראות. ",
            "ד.  המלצה – אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה. ",
            "ה.  לקח – החלטה לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח של ממצאים ומסקנות על אודות פעילות צבאית. ",
            "ו.  ממצא – פריט מידע עובדתי שנמצא על אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר.",
            "ז.  מסקנה- תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות.",
            "ח.  תחקיר– חקירה מפורטת בדבר פרטי ביצוע של משימה מול המטרה ומול תוצאותיה, לשם מיצוי כל הידיעות והנתונים, הדרושים ליצירת בסיס להסקת מסקנות והפקת לקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עקרונות מנחים בתחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א.  אחריות לבצע תחקיר הינה בראש ובראשונה של מפקד המסגרת בה ארע אירוע הבטיחות.",
            "ב.  מטרת התחקיר הפיקודי היא למידה והשתפרות. המפקד המתחקר ישאף לאווירת פתיחות ללא מורא מצד המעורבים לחשוף שגיאות, תקלות וביקורת. ",
            " ג.  קיימת חובת ביצוע תחקיר בהתאם לחומרת אירוע הבטיחות - הוראת בטיחות 8.2 בכרך א'.",
            "ד.  תחקיר מקביל לחקירת מצ''ח - מפקד יבצע תחקיר לאירוע לאחר תיאום וקבלת דגשים מול פרקליט צבאי (הוראת אמ''צ/ תוה''ד 8.4 סעיף 9).",
            "ה.  התבססות על תשתית עובדתית (מה היה) המבוססת על אמירת אמת.",
            "ו.  התחקיר יבוצע בסמוך ככל האפשר להתרחשות האירוע על מנת למנוע איבוד פרטי חקירה ולהשפיע מוקדם ככל הניתן על שיפור המסגרת המתוחקרת באמצעות לקחים. ",
            "ז.  יישום הלקחים – מבצע התחקיר יקבע לקחים לסגירת הפערים שהתגלו בתחקיר ותוכנית בקרה לוודא את יישום הלקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מודל התחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א. הגדרת מודל התחקיר - מודל תחקיר הבטיחות תואם למודל של תחקיר אימון, תחקיר מקצועי, תחקיר לחימה או תחקיר משמעת. ",
            "ב.  תיחום התחקיר - בתחקיר בטיחותי לא נבחר את המוקד לתחקיר כפי שמבוצע בתחקיר לחימה/אימון אלא נתמקד באירוע הבטיחות.",
            "ג.  מה היה? – פירוט העובדות הקשורות לאירוע. בסיום פרק זה למתחקר יש תמונה מלאה ככל האפשר על התרחשות האירוע. ",
            "ד.  מה היה צריך להיות? – השוואת העבודות שקשורות להתרחשות האירוע לפקודות וההוראות המחייבות בספרות המקצועית, הוראות בטיחות, פקודות והנחיות שקשורות לנושא המתוחקר.",
            "ה.  פערים – פער בין מה שהיה באירוע לבין מה שהיה צריך להיות עפ''י הפקודות וההוראות. יכול להיות מספר רב של פערים.",
            "ו.  מסקנות –פרק זה יסביר כיצד הפערים שהתגלו גרמו להתרחשות אירוע הבטיחות הן באופן ישיר והן באופן עקיף וכן ניתוח של מבצע התחקיר לסיבות שבגינן קיימים הפערים. ",
            "ז.  לקחים – החלטות שמטרתם לטפל בפערים שהתגלו בתחקיר. מטרת הלקחים היא לשפר את תפקוד המסגרת בביצוע הפעולה הבאה.",
            "ח.  המלצות לרמה ממונה – הצעות לדרכי טיפול בפערים שהתגלו בתחקיר, אשר אין בסמכותנו לבצען."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מבנה דו''ח התחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א. כללי:",
            "1. תיאור כללי של האירוע - תאריך, מקום, יחידה, תיאור כללי ותוצאות. התיאור הכללי ימצא בתוך מסגרת מרובעת בתחילת המסמך.",
            "2. פרטים כלליים - מי תיחקר, מי השתתף בתחקיר, חומרים עליהם התבסס התחקיר. עבור כל אדם המוזכר בסעיף זה, יש לציין שם מלא, דרגה ומספר אישי.",
            "ב.  ממצאים: ממצאי רקע, ממצאי רצף כרונולוגי של התרחשות האירוע וממצאים נוספים (מחולקים ע''פ הנושאים שתוחקרו).",
            "ג.  מסקנות:",
            "1. ניתוח הגורמים לאירוע - גורם ישיר לאירוע וגורמים תורמים.",
            "2. ניתוח הממצאים - תקלות, שגיאות ונקודות לשיפור.",
            "ד.  לקחים:",
            "הלקח, האחריות והלו''ז לביצוע.",
            "ה.  המלצות:  הפניה לרמה ממונה.",
            "ו.  סיכום המפקד )רשות)"
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "דגשים לכתיבת דו''ח התחקיר",
      "subSections": [
        {
          "title": "פרק כללי",
          "text": [   "על דו''ח התחקיר להיות כתוב לפי סטנדרט הכתיבה הצבאית.",
            "1. תיאור האירוע",
            "תיאור האירוע באופן כללי, תאריך, יחידה, מקום, מסגרת ההתרחשות, מעורבים מרכזיים ותוצאות האירוע תוך ציון נפגעים בנפש/נזק לרכוש.",
            "דוגמא:",
            "1.  תאריך: יום שלישי ,3/2/2015 בשעה 21:19",
            "2.  מקום: בנשקיית בא''ח נח''ל",
            "3.  תיאור האירוע: במהלך בדיקה של משגר תת''ק לאו 35 מ''מ נפלט התת''ק.",
            "4.  תוצאות האירוע: מהפליטה נפצע החייל XXXX באופן בינוני בידו הימנית.",
            "",
            "2. פרטים כללים",
            "פרטי אינפורמציה כלליים כגון: זהות מנהל התחקיר, משתתפים בתחקיר, ההוראות והמסמכים בהם נעזר המתחקר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פרק ממצאים",
          "text": [   "ממצא – פריט מידע עובדתי שנמצא אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר.",
            " סוגי ממצאים:",
            "א. ממצאי רקע: עובדות כלליות על המעורבים בתחקיר לטובת הבנת הקשר לאירוע )מי הכוח, הכשרתו, המשימה הכללית שלו וכו').",
            "ב.  ממצאי האירוע – רצף כרונולוגי תיאור עובדתי של ההתרחשויות באירוע ע''פ סדר התרחשותן בו. נקודת ההתחלה לתיאור הרצף הכרונולוגי הינה בנקודה שעל פי דעת המתחקר העובדות רלוונטיות באופן מידי להתרחשות האירוע. נקודת הסיום של הרצף הכרונולוגי - גמר הפעולות המיידיות שננקטו בתגובה לאירוע. במידה וקיים תיעוד זמנים מדויק, עלייך להשתמש בו, ובמקרה שאין תיעוד שכזה עליך לציין הערכת זמן כללית ולהקפיד לשמור על סדר ההתרחשות. על כותב התחקיר לתת תיאור מלא ומפורט של רצף ההתרחשות. חשוב לתת לקורא התחקיר את תחושת הזמן הנכונה ולכן אם טווח הזמן בין הפעולות היה של שניות/דקות/שעות, יש לציין זאת.",
            "ג. ממצאים נוספים: ממצאים נוספים אינם קשורים לרצף הכרונולוגי אך הם מצביעים על תהליכים הקשורים לתוצאות האירוע (גורמים תורמים שאפשרו את האירוע) ויש חשיבות לציינם על מנת לתמוך במסקנות עתידיות. יש לציין רק ממצאים נוספים אשר יש לגביהם מסקנות. הממצאים ייכתבו כאשר הם מסודרים ע''פ נושאים שעלו בתחקיר. ממצאים נוספים יהיו ברמת פירוט גבוהה על מנת להקיף באופן מדויק ומלא את הנושא בו הם עוסקים. דוגמא: הכשרת בעלי תפקידים, תשתית הכבישים בגזרה וכו.'"
            ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פרק מסקנות",
          "text": [ 
            "מסקנה (מילון למונחי תו''ל)– תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות. מבצע התחקיר יבצע ניתוח ושיפוט של הממצאים בהיבטים של תקלות, שגיאות ונקודות חיוביות וכן יסביר את הקשר הסיבתי באירוע.",
            "תהליך הסקת המסקנות כוללת שני שלבים:",
            "1 שלב ראשון– קביעת הקשר הסיבתי. בשלב זה המתחקר מנתח וקובע את הגורמים שבגינם התרחש האירוע. קביעת הגורמים שהביאו לאירוע חייבת להישען על ממצאים שנאספו בתחקיר תוך ביסוס קשר לוגי אליהם. המתחקר יסווג את הגורמים לאירוע לשניים:",
            "א. גורם ישיר לאירוע - קביעת הגורם הישיר והמיידי שבגללו נגרם אירוע הבטיחות. הגורם הישיר הינו שגיאה או תקלה שבוצעה והביאה באופן פיזי ממשי לאירוע הבטיחות. ניתן להגדיר יותר מגורם ישיר אחד שהביא לאירוע.",
            "ב.  גורמים תורמים לאירוע – התנאים, הנסיבות התהליכים שאפשרו, השפיעו ותרמו להתרחשות האירוע. ייתכנו מספר רב של גורמים תורמים לאירוע. גורמים אלו הם לרוב נסתרים ויש לאתר ולזהות אותם במהלך התחקיר. סיווג הגורמים התורמים יבוצע באמצעות מודל 5M (אדם, אמל'ח, סביבה, פו'ש, משימה).",
            "",
            "2 שלב שני – המתחקר מצביע ומסווג את הפערים שמצא בין ''מה היה'' באירוע ל''מה היה צריך להיות'' במונחים הבאים:",
            "א.  תקלה - אי ביצוע נכון של משימה כתוצאה מחריגה מפקודה או הנחיה.",
            "ב.  שגיאה - אי ביצוע נכון של משימה כתוצאה מטעות בשיקול הדעת.",
            "ג.  נקודות לשימור – פעולות שבוצעו בצורה טובה שחשוב לציין אותן ולשמר אותן.",
            "ד.  פרק לקחים - הגדרת לקח (מילון למונחי תו''ל): החלטה לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח של ממצאים ומסקנות על אודות פעילות צבאית. עם סיום כתיבת המסקנות עלייך לזהות את המסקנות הדומיננטיות ביותר שאותן הנך יכול ורשאי לממש ולתרגם אותן למונחי ביצוע (מי מבצע ועד מתי) . הלקחים הם למעשה מימוש המסקנות לצורך תיקון של ליקוי או מילוי של חוסר על מנת למנוע אירועי בטיחות בעתיד. פרק הלקחים בתחקיר הוא למעשה תכלית תהליך התחקיר ולפיכך קיימת חשיבות שבו ישקיע המפקד זמן בקביעת הלקחים. על המפקד להבטיח כי בקביעת הלקחים הם עומדים לפחות במבחן אפקטיביות שקיומן יוביל לחלופה טובה ובטוחה יותר מהקיימת. על המפקד לקבוע לכול לקח אחראי ומסגרת זמן מחייבת לביצוע (מי עושה, מה עושה, עד מתי).",
            "ה.    פרק המלצות - הגדרת המלצה (מילון למונחי תו''ל): אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה. במידה והמתחקר מצא לקחים שאין ביכולתו ובסמכותו לממשם הוא יפנה אותם לרמה הממונה או לסמכות המקצועית אשר בסמכותה לממשם או להפוך אותם להנחיות מחייבות. ההמלצות בתחקיר חשובות מתוך ראייה רחבה שלמידה מתחקיר תוכל לשמש מסגרות רבות מעבר למסגרת שבה ארע האירוע.",
            "ו.    סיכום מפקד - התייחסות חופשית של המפקד בסיום הדוח על מנת להעביר את המסר הפיקודי מהתחקיר במילותיו שלו ללא צורך להיצמד לניסוח צבאי מחייב."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פורמט תחקיר ",
          "text": [ 
           "1. כללי",
           "מועד האירוע",
           "מקום האירוע",
           "תיאור האירוע",
           "תוצאות האירוע",
           "משתתפים בתחקיר",
           "",
           "2. ממצאים עיקריים",
           "ממצא 1.",
           "ממצא 2.",
           "",
           "3. ממצאים נוספים",
           "ממצא 1.",
           "ממצא 2.",
           "",
           "4. מסקנות",
           "הגורם הישיר הינו גורם...",
           "הגורם התורם לאירוע הינו...",
           "",
           "5. תקלות ושגיאות",
           "א.",
           "ב.",
           "",
           "6. נק' ראויות לציון",
           "א.",
           "ב.",
           "",
           "7. לקחים",
           "א.",
           "ב.",
           "המלצות:",
           "א.",
           "ב.",
           "",
           "8. סיכום",
           "",
           "",
           "",
           "(חתימה)"
          
          ],
          "minute": 0,
          "second": 0
        }
       
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [   "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [   "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
