{
  "title": "סיפורה של מדינה",
  "description": "השער השישי שכותרתו 'סיפורה של מדינה' עוסק במורשתה של מדינת ישראל. הוא נפתח בסקירת העליות המרכזיות לארץ, ממשיך בבחינתם של מספר מוקדי מתיחות ודיון בחברה הישראלית ומסיים בסקירתם של הנשיאים, ראשי הממשלה וראשי המטה הכללי. ההיכרות עם תכניו של פרק זה נועדה להעמיק את ההיכרות עם החברה הישראלית, מנהיגיה ומורשתה ההיסטורית.",

  "sections": [
    {
      "title": "פתיחה: מיישוב למדינה",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "הקמת המדינה, ב-ה' באייר תש''ח, העמידה אתגר עצום בפני היישוב בארץ והעם היהודי כולו. בנייה של מדינה תוך כדי מלחמה קשה וקליטת עלייה בממדים גדולים, נראתה במבט ראשון בלתי-אפשרית.",
            " אולם בניגוד לנהוג לחשוב מדינת ישראל לא נבנתה יש מאין ורבים מהמוסדות החדשים נסמכו על מוסדות היישוב שהוקמו בהדרגה החל מימי העלייה הראשונה, כפי שמסבירה ההיסטוריונית אניטה שפירא*: 'מערכות החינוך, הבריאות והסעד נבנו על התשתית הארגונית שגובשה בתקופת היישוב.' ",
            "צבא ההגנה לישראל אימץ – ולא במקרה – את שמו של ארגון ההגנה ונחשב ליורשה של המסורת הצבאית שטופחה ביישוב. הגושים הפוליטיים שהסתמנו בתקופת היישוב, השמאל והימין, נשארו דומיננטיים גם בשדה הפוליטיקה הישראלית.",
            "אולם לא בכל ניתן היה להמשיך ללא שינוי ומן המוסדות והאזרחים נדרש שינוי תפיסה עקרוני. שינוי זה תומצת על-ידי דוד בן-גוריון, ראש הממשלה הראשון במושג ממלכתיות:",
            "תפיסה יישובית – קודם להקמת המדינה: המוסדות הלאומיים בתקופת היישוב היו מוסדות התנדבותיים (וולונטריים), מי שרצה להצטרף אליהם ולהיות נתון למרותם הצטרף ומי שלא לא. בתקופת היישוב לקחו על עצמן המפלגות הפוליטיות תפקידים המזוהים בדרך כלל עם המדינה וקיימו מערכות חינוך, תעסוקה, בריאות ואפילו ארגונים צבאיים עצמאיים. כך למשל תומכי מפלגות הפועלים נהנו משירותיה של קופת החולים הכללית, ילדיהם למדו ב-'זרם העובדים', הם קיבלו שירותי רווחה מלשכת עבודה מפלגתית, אהדו את קבוצות הספורט של 'הפועל' ותרמו למאמץ ההגנתי במסגרת ההגנה והפלמ''ח. לעומתם תומכי הרוויזיוניסטים נהנו משירותיה של קופת החולים לאומית, ילדיהם למדו ב-'זרם הכללי', הם קיבלו שירותי רווחה מלשכת עבודה מפלגתית, אהדו את קבוצות הספורט של 'בית''ר' ותרמו למאמץ ההגנתי במסגרת של האצ''ל והלח''י. מאחר והבריטים היו השליטים בפועל בארץ-ישראל והעלייה הייתה מוגבלת למי שרצו ויכלו לעלות, לא היה צרך בעיסוק בשאלות עקרוניות ובניסוח מדיניות בתחומים רבים.",
            "תפיסה ממלכתית – לאחר הקמת המדינה: מוסדות המדינה הם מוסדות רשמיים בעלי סמכות חוקית מחייבת, על כל תושב במדינה לקחת בהם חלק ולציית למרותם, בין אם הוא מעוניין בכך ובין אם לא. עם הקמת המדינה הוקמו מוסדות ממלכתיים האחראיים על סיפוק השירותים המרכזיים לאזרח בתחומי הביטחון, החינוך, הרווחה, התעסוקה ועוד. שירותים אלו הם חלק מהחובה של המדינה כלפי תושביה ועל -כן לא ניתן לספקן באמצעות שירות מפלגתי שלא נתון לאחריותה ולמרותה של המדינה לכן פורקו המחתרות השונות והוקם צבא ההגנה לישראל; בוטלו הזרמים המפלגתיים בחינוך והוחל חינוך ממלכתי הנתון לפיקוחו של משרד החינוך ועוד. המפלגות הוסיפו לפעול אך תפקידם צומצם אל התחום הפוליטי בלבד. כאשר הפכה ישראל למדינה ריבונית הקולטת עלייה נוצרו שאלות עקרוניות עליהן צריך היה לתת את הדעת: כיצד יש להתייחס למיעוט הערבי? כיצד לקלוט את העולים הרבים, שהגיעו לא פעם חסרי כל? כיצד להתמודד עם השוני התרבותי שבין העולים מן המדינות השונות? כיצד יש לעצב את יחסי החוץ של המדינה הצעירה? ועוד.",
            "שינוי עקרוני זה שהתרחש בשנת 1948 ויושם בהדרגה בשנים הבאות סימן עבור המדינה הצעירה אתגר מרכזי שגם 70 שנים אחרי אנו ממשיכים להתמודד עמו – בנייתה של מדינה יהודית ודמוקרטית הפועלת על-פי עקרונות ממלכתיים ומהווה חברת מופת.",
            "בפרק זה נדון בקצרה באירועים ואישים מרכזיים שעיצבו את מדינת ישראל במהלך שבעים שנות קיומה. ",
            "ראשית, נלמד על העליות המרכזיות שהביאו לקיבוץ גלויות מכל רחבי העולם ולעיצובה של החברה הישראלית. ",
            "שנית, נסקור כמה אירועים מרכזיים שהתרחשו מאז קום המדינה ומביאים לידי ביטוי את החיים בישראל. ",
            "שלישית, נלמד על פועל של הנשיאים, ראשי הממשלה והרמטכ''לים שהנהיגו את מדינת ישראל ואת צה''ל מראשית קיומם. בשער הבא נשלים את הדיון באמצעות עיסוק בהתפתחותו של כח המגן העברי ולמידת מורשת הקרב של צה''ל.",
            "",
            "* פרופ' אניטה שפירא (נולדה: 1940), היסטוריונית ישראלית העוסקת בחקר היישוב ושנותיה הראשונות של מדינת ישראל, כלת פרס ישראל לשנת תשס''ח. שפירא מכהנת כראש מכון ויצמן לחקר הציונות באוניברסיטת תל-אביב ונחשבת לאחת ההיסטוריוניות החשובות בתחום."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עלייה וקליטה",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "בניגוד לימי היישוב, כאשר העלייה הייתה תלויה באישור השלטון הזר, הקמת המדינה פתחה את שערי הארץ לעלייה המונית, אך במקביל גם הטילה את האחריות על הבאת העולים ועל יצירת התשתית לקליטתם המוצלחת באופן בלעדי על מוסדות המדינה. להלן נסקור כמה מן העליות המרכזיות לארץ החל מראשית המדינה ועד לשנים האחרונות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "העלייה הגדולה (שנות החמישים והשישים)",
          "text": [
            "בשלוש השנים הראשונות לאחר הקמת המדינה (1951-1948) הגיעו לארץ כ-700 אלף עולים, שהכפילו את כמות האוכלוסייה היהודית בארץ. גל עלייה זה ידוע בכינוי העלייה הגדולה או העלייה ההמונית בשל ממדיו.",
            "עולי העלייה ההמונית הגיעו בעיקרם ממזרח אירופה וממדינות המזרח התיכון. עובדה זו הטילה עול כלכלי כבד על המדינה: העולים מאירופה היו ברובם ניצולי שואה שכל רכושם נגזל מהם והעולים מארצות האסלאם גורשו ברובם מבתיהם ולא ניתן להם לקחת עמם רכוש או כסף.",
            " בניגוד לעליות הקודמות שבוצעו תוך סיוע של המוסדות אך ללא ארגון מרכזי, הפעם אורגנו מרבית העליות באופן מרוכז על-ידי המדינה. ראשונים לעלות היו ניצולי השואה שהוסיפו להתגורר גם שלוש שנים אחרי תום המלחמה במחנות עקורים במרכז אירופה, אליהם התלוו אלפי עצורים שניסו לעלות לארץ במסגרת ההעפלה ונכלאו על-ידי הבריטים בקפריסין. ",
            "בחודשים הבאים החלו להגיע לארץ קהילות יהודיות שלמות שעזבו את מקום מגוריהן ועלו לארץ. מבין מבצעי העלייה של שנות החמישים והשישים נצרבו בתודעה הציבורית כמה:",
            "1.  מרבד הקסמים: העלאת יהודי תימן בשנים 1950-1948 במהלכה עלו לארץ כ-50,00 עולים.",
            "2.  מבצע עזרא ונחמיה: העלאת יהודי עירק בשנים 1951-1950 במהלכה עלו לארץ כ-110,00 עולים.",
            "3.  מבצע יכין: העלאת יהודי מרוקו בשנים 1964-1961 במהלכה עלו לארץ כ-80,000 עולים.",
            "על אלו יש להוסיף את עליית גומולקה, העלייה של שארית הקהילה היהודית בפולין לארץ לאחר שקיבלו לכך אישור מהשלטונות בשנת *1956; כמו גם עליות ממדינות נוספות במהלך שנים אלו שלא זכו לשם מיוחד: רומניה, בולגריה, איראן, רומניה ועוד. ",
            "היקפה של העלייה ומצבה הרעוע של המדינה הקשו מאוד על קליטת העולים בהיבטים של שיכון, תעסוקה, חינוך שירותי בריאות ועוד.",
            " כ-100 אלף עולים שוכנו בבתים של ערבים שננטשו בעקבות מלחמת העצמאות; מאות אלפים נוספים שוכנו במעברות – שיכונים זמניים של צריפים, פחונים ואוהלים שהוקמו בשולי הערים והמושבות, ושתושביהן הועסקו בדרך- כלל בעבודות יזומות (ייעור, יישור חולות, סיקול ועוד). ",
            "בהמשך שנות החמישים הוקמו גם מושבי עולים מושבים חקלאיים בהם יושבו יוצאי ארץ או אזור מסוים; וכן עיירות פיתוח מרכזים עירוניים שהוקמו בכל רחבי הארץ במטה לעודד את פיזור האוכלוסייה. ",
            "המצב ברבים מן היישובים בהם התגוררו העולים בשנים הראשונות היה בכי רע והמרחק שלהם ממרכז הארץ הביא לא פעם גם לתחושות קשות ולתסכול. העלייה ההמונית העצימה את בעיותיה הכלכליות של המדינה והביאה אותה אל סף קריסה; דבר שהביא בסופו של דבר לעצירה זמנית של העלייה ב-1951.",
            " אולם מעבר לסוגיה הכלכלית עלתה גם סוגיה תרבותית לא פשוטה, שבבסיסה עומדים ההבדלים הרבים בין העולים החדשים, יוצאי ארצות האסלאם וניצולי שואה, לצברים ילידי הארץ. ",
            "מעט על המתח הזה ניתן ללמוד ממפגש שהתקיים בשנות השבעים בין רינה שפירא, מורה צברית שלימדה במספר מעברות לבין תלמידיה. כך למשל אמר לה תלמיד בשם ידידיה: 'היה מתח בין מה שראינו בבית למה שהיה בבית הספר... ששיקף את הפער העצום בין הגולה לבין תהליך 'הישראליזציה'. עברנו תהליך ישראליזציה חריף מאוד. אני בדיעבד שמח שעשיתי את זה, זה אמנם עלה לי במאמצים רבים עם מתחים ומריבות אין קץ בבית... אמי תמכה כל הזמן בלימודים שלי... אבל היא אפילו לא הבינה שאני מקבל חינוך שונה לחלוטין, ושבגלל החינוך הזה קורות כל ההתנגשויות בינינו.'",
            "תלמידה אחרת בשם עמליה מוסיפה: 'אני חושבת, בראייה לאחור, שה-'ישראליזציה' הזאת היתה לוחצת מדי... זכור לי שהמריבות עם ההורים נבעו מכך שהזדהיתי יותר אתך רינה, מאשר עם הבית. כי אני חשבתי שכל מה שהם הביאו משם הוא איום, גלותי, פרימיטיבי.'",
            "",
            "* ולדיסלב גומולקה (1982-1905) כיהן כנשיא פולין בין השנים 1948-1945 ו-1970-1956. עלייתו לשלטון בשנת 1956 סימלה רפורמה בכיוון יותר ליברלי. במסגרת זו התיר גומולקה ליהודי המדינה המעוניינים בכך לעוזבה ולעלות לישראל בניגוד למצב ביתר מדינות הגוש הקומוניסטי."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "'שלח את עמי' (שנות השבעים)",
          "text": [
            "ברית המועצות שהייתה מדינה קומוניסטית-חילונית פגעה בחופש הדת של כלל אזרחיה ובכלל זאת בחופש הדת של היהודים.",
            "בשנות החמישים נוהלו כנגד כמה יהודים משפטי ראווה בעלי נימה אנטישמית; היהודים סבלו מתעמולה אנטישמית ואנטי-ישראלית בכלי התקשורת; הם נחשדו בחוסר נאמנות ולא אחת פוטרו ממקומות עבודה ונמנעה התקדמותם; וחמור מכל נאסר עליהם לקיים כל פעילות בעלת אופי יהודי.",
            "בנוסף אשרות ההגירה לישראל בוטלו כמעט לגמרי ונמנעה פעילות של עידוד הגירה. מדיניות זו הובילה לזעם גדול בקרב היהודים בארץ ובעולם ובניגוד למצופה ליבתה בקרב יהודי ברית המועצות גל הזדהות עם ישראל שהתעצם עוד יותר לאחר מלחמת ששת-הימים. ",
            "השלטונות מצדם הגיבו בהגברת הרדיפה והחלו לאסור פעילים יהודיים שלא נכנעו לדיכוי התרבותי וכונו אסירי ציון. המאסר השרירותי של אסירי ציון עורר הזדהות עמוקה בישראל ובעולם היהודי. על-מנת לשחררם ולאפשר חופש דת ואפשרות עלייה ליהודי המדינה החל מסע לחצים בין לאומי שהתנהל תחת הכותרת 'שלח את עמי'.",
            "כותרת זו ביקשה לרמוז לבקשתו של משה מפרעה קודם ליציאת מצרים והיה בה להעיד על חשיבותו של העניין. בסופו של דבר הלחצים הועילו ובסופו של דבר התאפשרה יציאתם של כ-500,00 מיהודי ברית המועצות לאורך תקופת זמן של כשלוש שנים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "העלייה מאתיופיה (שנות השמונים והתשעים)",
          "text": [
            "הקהילה האתיופית, 'ביתא ישראל', היא קהילה יהודית עתיקה שהתקיימה לאורך מאות רבות של שנים*. קבוצה קטנה של בני הקהילה הגיעו לארץ עוד במהלך שנות החמישים, אך העלייה הגדולה של הקהילה החלה רק בשנות השמונים. ",
            "בשנת 1984 הגיעו ידיעות על מצבם הקשה של היהודים באתיופיה שסבלו מרדיפות קשות של המשטר אשר גייס לצבא ילדים בגיל צעיר מאוד, אסר על קיום חוקי הדת היהודית, האשים את מנהיגי הקהילה בריגול למען ישראל ועוד. ",
            "זאת לצד בצורת קשה באזורי ההתיישבות של היהודים אשר הביאה אותם אל סף רעב. כל אלה הביאו את ממשלת ישראל לכלל החלטה, שיש להציל את יהודי אתיופיה ולהעלות אותם ארצה במבצע שכונה מבצע משה. ",
            "מימוש ההחלטה היה מסובך מאוד בשל הריחוק הגיאוגרפי; הנתק המדיני בין ישראל לבין השלטון באתיופיה; והחוק במדינה שאסר על יציאת אזרחים מתחומיה ואף על מעבר מאזור לאזור. לאור זאת הוחלט להבריח את היהודים אל סודן ומשם להביאם לישראל. ",
            "הנדידה במדבריות סודן הייתה מסוכנת וקשה ובדרכם ארצה נספו כ-5,000 מבני הקהילה. כדי לאפשר את המבצע וגם לזכות בשיתוף פעולה מצד שלטונות סודאן, נערך המבצע בסודיות גמורה במשך מספר שבועות. ",
            "אולם החשאיות נשברה לבסוף והעלייה הופסקה. העלייה התחדשה רק ב-1991 במסגרת מבצע שלמה. הפעם מדובר היה מבצע הטסה גלוי ובמהלכו עלו לישראל כ-14,000 יהודים. בתום מבצע זה עלתה מרבית הקהילה לארץ, אך באתיופיה נותרו יהודים מזרע ביתא ישראל (המכונים לעתים 'פלאשמורה') שביקשו וציפו לעלות לארץ. ",
            "החל מ-1992 הוחלט כי מי שאמו יהודייה יוכל לעלות לישראל ויעבור תהליך גיור. קבוצת עולים זו מועלית לארץ בהדרגה לאחר שהות ממושכת במחנות מעבר.",
            "הקליטה של יהודי אתיופיה בישראל הייתה מורכת ומאתגרת. מרבית העולים חיו באזורים כפריים ולא היו מורגלים לטכנולוגיה מודרנית. האופי המודרני והעירוני של הארץ הצריך אותם לשינוי גדול באורחות החיים. ",
            "מדינת ישראל נוקטת במדיניות של העדפה מתקנת כדי לשפר את סיכויי השתלבותם ומשקיעה בתהליך הקליטה משאבים רבים, אך במספר מקרים נתקלו העולים בהפליה. גם צה''ל שותף למשימה זו ופועל על-מנת לקדם את יוצאי אתיופיה ולאפשר להם הזדמנות שווה.",
            "",
            "* בקהילה היהודית באתיופיה דנו בהרחבה בפרק נפרד."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "העלייה ממדינות ברית המועצות לשעבר (שנות התשעים)",
          "text": [
            "התפוררות השלטון הקומוניסטי בברית המועצות ונפילת המחיצות בין מזרח אירופה למערבה בסוף שנות השמונים הוליד גל עלייה גדול ממדינות אלו. מאז 1989 ועד תום המאה ה-20 הגיעו לארץ כמיליון עולים ממדינות ברית המועצות לשעבר, גל עלייה חסר תקדים בהיקפו מאז שנותיה הראשונות של המדינה.",
            "רבים מן העולים נמשכו אל מדינת ישראל כמדינה בעלת משטר דמוקרטי, צביון מערבי ורמת חיים גבוהה יחסית. אחרים הושפעו משיקולים אידיאולוגיים כמו אלו שהניעו את עולי ברית המועצות בשנות השבעים. ",
            "קליטתה של כמות גדולה כל כך של עולים היוותה עבור החברה הישראלית אתגר קשה. רוב העולים הגיעו לארץ עם תואר אקדמי וקיוו להמשיך לעסוק במשלח היד בו עסקו בברית המועצות. עקב קשיי שפה ומבנה שוק העבודה הישראלי, פעמים רבות הדבר לא הסתייע.",
            "יתר על כן, ההשתלבות של העולים בחברה הישראלית מבחינה תרבותית הייתה איטית מאוד, העולים סבלו מדעות קדומות וחלקם בחר להסתגר בין דוברי רוסית, דבר שהביא להקמת מפלגות, עיתונים, חנויות ואזורי בילוי ייעודיים.",
            "עובדה נוספת שהשפיעה על קליטתה של העלייה הרוסית הייתה העובדה שחלק ניכר מן העולים הורשו לעלות לארץ על-פי חוק השבות אך לא הוכרו כיהודים על-פי ההלכה בשל האחוז הגבוה של נישואי תערובת בברית המועצות. ",
            "גם במקרה זה נקרא צה''ל ליטול חלק במאמצי הקליטה ולאפשר לחיילים המעוניינים בכך להשלים את גיורם במסגרת צבאית."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "נושאי דיון ואירועים מרכזיים בחברה הישראלית",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "ישראל היא מדינה מגוונת ורבת-פנים. הניסיון לסכם את ההיסטוריה הישראלית כולה במספר פסקאות קצרות אינו פשוט וכדרך הטבע לא נוכל לגעת בכל אירוע ובכל תחום. ",
            "להלן בחרנו לדון בחמישה תחומים מרכזיים הנוגעים לחיים במדינת ישראל תוך התמקדות באירועים ובמושגים מרכזיים הנקשרים בהם. כך אנו מבקשים לעסוק במספר אירועים מרכזיים שההיכרות עימם מהווה תשתית ידע בסיסית עבורנו כקצינים לעתיד, אך איננו מתיימרים לתאר כל אירוע ולא להקיף כל נושא."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חברה וכלכלה: שוויון ופערים חברתיים",
          "text": [
            "כאמור, בשנים הראשונות לקיומה היה מצבה הכלכלי של ישראל רע: מספרם העצום של העולים, מיעוט ההון העצמי שהביאו עמם וההוצאות העצומות בתחומי הביטחון בעת מלחמת העצמאות ומיד לאחריה, היוו עול כלכלי קשה.",
            "כתוצאה מכך הוחל במדיניות קיצוב שנודעה בכינוי 'צנע'. בבסיס מדיניות הקיצוב עומדת החלטתה של המדינה לפקח על מוצרים שונים ולמנוע את מכירתם לכל המרבה במחיר: לכל אזרח הקצתה המדינה תלושים על-פי מפתח קבוע שרק באמצעותם ניתן היה לרכוש את המוצרים שבפיקוח. ",
            "באופן זה ביקשה המדינה לחלק את מעט המשאבים שהיו לה באופן שווה ובעיקר למנוע מצב בו ייווצר בקרב העולים החדשים והאוכלוסיות החלשות רעב. ",
            "משטר הצנע לא הצליח להתמיד לאורך זמן מאחר והוא פגע בחופש הקניין, לצד המוצרים שנמכרו בפיקוח החל להתפתח 'שוק שחור' והציבור כולו סבל ממחסור כבד. זאת ועוד, על-אף השאיפה לצמצם את הפערים בחברה, לא הצליחה מדיניות הקיצוב למנוע את היווצרותו של שסע חברתי-כלכלי שנשא גם אופי עדתי.",
            "יוצאי אירופה, ה-'אשכנזים', היוו את הרוב המוחלט של עולי העליות בימי היישוב, קודם להקמת מדינת ישראל ומילאו תפקיד מרכזי בעיצוב המוסדות והתרבות החלוצית הארץ-ישראלית.",
            "יוצאי צפון אפריקה ואסיה, ה-'מזרחים', הגיעו ברובם לאחר הקמת המדינה, ונדרשו לא פעם לסגל עולם ערכי ותרבותי שונה משלהם. ",
            "על רקע זה התעוררו לא אחת תחושות קשות ונשמעו טענות על קיפוח וזלזול בתרבות שהביאו עמם העולים. הפעם הראשונה בה עלה מצב דברים זה אל פני השטח היה ביולי 1959 במסגרת אירועי ואדי סאליב שהחלו בחיפה. ",
            "בשכונה חיו כ-15,00 עולים שהתגוררו בבתים ערבים נטושים. הם חיו בתנאים סניטריים קשים, רבים מבעלי המשפחות היו מובטלים ורבים מן הילדים והנערים נשרו ממערכת החינוך. את הרקע לפרוץ המהומות תיארה אשת מדע המדינה הנרייט דהאן-כלב*:",
            "'ב-1959 הייתה ישראל מדינה עצמאית כבר 11 שנים. משנות הצנע ומעליית ההמונים היא התאוששה... מעמדה של ישראל בעולם התחזק בזכות היכולת הטכנולוגית החקלאית שפיתחה... לאחר מלחמת סיני שררה בה רגיעה ביטחונית יחסית... כך התחדד גם בחיפה הקיטוב בין השכונות הסמוכות ואדי סאליב והדר כרמל: כאן שכונת העוני, שבה חיו תושבים שכבר זוהו כ-'ישראל השנייה', וכאן השכונה הבורגנית, העשירה והמאוכלסת בעיקר תושבים ממוצא אירופי המהומות עצמן פרצו כאשר שוטרים שהוזעקו לשכונה על-מנת לרסן שיכור ירו ברגלו.' ",
            "עוד באותו ערב החלו בשכונה הפגנות אלימות שגלשו בימים הבאים גם למגדל העמק, בית- שאן וקריית שמונה. ההפגנות אורגנו בידי ארגון קטן בשם 'ליכוד עולי צפון אפריקה', וכוונו נגד מה שנתפס בעיני המפגינים כסמלים של הממסד: תחנות משטרה, בנייני הסתדרות וסניפי מפא''י (מפלגת השלטון). ",
            "בעת התרחשות האירועים התקשה הממסד להביט עליהם באופן כולל ולנתח את הגורמים שהביאו לפריצתם. רק בדיעבד הצביעו חוקרי התקופה על אירועי ואדי-סאליב כעל הפעם הראשונה בה התרחשה במדינה מחאה על רקע עדתי וניתנה במה פומבית לטענות הקיפוח. האירועים הביאו לדיון ציבורי נרחב בסוגיית העולים החדשים בעיתונות וגם הממשלה הקימה ועדת חקירה במטרה לנסות ולבחון את השינויים שצריכים להיעשות. ",
            "כעשור לאחר אירועי ואדי סאליב, בשנים 1971-1970 פקד את מדינת ישראל גל מחאה נוסף שאורגן על-ידי תנועה שכינתה את עצמה 'הפנתרים השחורים'. מרכזה של תנועת המחאה היה בשכונת מוסררה (קוממיות) שבירושלים: שכונה ערבית שננטשה במלחמת העצמאות ואוכלסה במהירות על-ידי עולים חדשים. ",
            "המוחים טענו כי הם מופלים בשל המוצא העדתי שלהם. בניגוד לאנשי ואדי סאליב, 'הפנתרים השחורים' היו בני עולים, או כאלה שהגיעו לארץ בילדותם המוקדמת; הם טענו כי הם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה. ",
            "הפנתרים יזמו שורה של הפגנות ופעולות מחאה כדי להעלות את עניינם לסדר היום. אחת המרכזיות שבהן הייתה גניבת בקבוקי החלב שהונחו על יד דלתות בתיהם של תושבי רחביה והעברתם אל תושבי 'השכונות', בטענה כי החלב, שנחשב למזון בריא ובסיסי, אינו נחלתם של העשירים בלבד**. על טענות המחאה ניתן ללמוד מכרוז שחולק במהלך הפגנה באוגוסט 1971:",
            "'האזרח' הדפוק, מי אתה? אולי אתה פועל שמרוויח 500 לירות ישראליות לחודש וצריך להאכיל 12 פיות. אולי אתה נער עבריין שמקבל את הכרוז הזה לבית הסוהר. אולי את אם לעשרה ילדים שצריכה לעבודה בניקיון כדי לפרנס את משפחתך... אתה דפוק לא כי נולדת ככה אלא כי מישהו מקפח אותך... בתנאים של צפיפות איומה, מחלות וכמעט רעב היית צריך לגדל את ילדיך. יצאת לעבוד בבניין, בסלילת כבישים ובחקלאות – אבל נשאר לך טעם מר... קיבלת שכר של ניצול, ומה שיותר רציני, הם אכלו את פרי עבודתך – המקפחים... הם בעלי משרות בכירות במדינה שאתה בנית.'",
            " גם הפעם התקשו מוסדות המדינה להבין את ההקשר הרחב של המחאה. גולדה מאיר, ראש הממשלה באותה העת, סירבה להיפגש עם המוחים בשל פעולותיהם האלימות ומיוחסת לה הקביעה המזלזלת 'הם לא נחמדים' ביחס אליהם. ",
            "יוזמי המחאה הקימו מפלגה פוליטית שהתמודדה בבחירות לכנסת וזכתה למספר מנדטים נמוך, אך השפעתה ניכרה בטווח הארוך יותר: היא סימלה את הביקורת הציבורית על שלטון מפא''י והובילה אל 'המהפך' הפוליטי ועלייתו של מנחם בגין לשלטון בשנת 1977. ",
            "בשנים הבאות עברה מדינת ישראל מהפכה כלכלית ובהדרגה הפכה ממדינה ריכוזית בה רבים מתחומי החיים מנוהלים על-ידי הממשלה למדינה בה מונהג שוק חופשי, הממשלה נמנעת מפיקוח-יתר ורבים משירותיה מופרטים.",
            "לאחר מספר משברים כלכליים הצליחה מדינת ישראל להתייצב וכיום נחשבת כלכלתה לאחת מהחזקות בעולם. יחד עם זאת סקרים משווים מלמדים כי בישראל קיימים עדין פערים בולטים בין עניים לעשירים והדבר מהווה אתגר מתמיד לחברה.",
            "",
            "* הנרייט דהאן-כלב (נולדה: 1944) חוקרת העוסקת בעיקר במדע המדינה ומגדר. היא משמשת כפרופסור באוניברסיטת בן-גוריון בנגב.",
            "** בשל היעדר תנאי קירור באותה התקופה היה החלב מחולק בבקבוקי זכוכית על-ידי חלבנים. החלבנים הניחו את בקבוקי החלב לידהדלתות של מי שהיו מסוגלים לממן זאת וגבו את המחיר בסוף החודש. עם התפתחות תנאי ההובלה בקירור שונה אופן הצריכה של המוצר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "דת ואמונה: מיהו יהודי?",
          "text": [
            "כפי שראינו בשער הראשון, מדינת ישראל היא מדינה יהודית ודמוקרטית. על-אף שהגדרה זו נמצאת בהסכמה רחבה בחברה הישראלית, מתקיימים בה דיונים שונים באשר למשמעותה. עוד בטרם הקמת המדינה, בשנת 1947, שלח דוד בן-גוריון, שעמד בראש מוסדות היישוב, מכתב למנהיגי הציבור החרדי, באשר לדמותה של המדינה העתידה לקום. מכתב זה נודע לימים בכינוי מכתב הסטטוס-קוו. המכתב משרטט מעין מתווה לשמירת המצב הקיים (סטטוס קוו) בענייני דת ומדינה במדינה שעתידה לקום. מטרתו הייתה לסמן תנאים המסדירים ומאפשרים חיים משותפים בין דתיים וחילונים על- אף המחלוקת; כלולות בו ארבע קביעות עקרוניות הנשמרות בישראל עד היום:",
            "שבת – יום המנוחה הרשמי יהיה השבת והוא יישמר במוסדות המדינה ובמקומות ציבוריים.",
            "כשרות – שמירה על כשרות בכל המוסדות הממשלתיים לרבות צה''ל ומשרדי הממשלה.",
            "דיני אישות – בתחום נישואין וגירושין, תופקד הסמכות המשפטית בידי מערכת השיפוט הרבנית.",
            "חינוך – אוטונומיה מלאה לכל הזרמים בחינוך (בכלל זה גם לזרם החרדי) תוך קביעת ''מינימום של לימודי חובה'' במקצועות כגון עברית, היסטוריה ומדעים.",
            "על אף זאת, במהלך שנות קיומה של המדינה התעוררו מספר ויכוחים ציבוריים בהקשר ליחסי דת ומדינה. אחת הסוגיות המרכזיות בהקשר זה היא סוגיית ''מיהו יהודי?'', בה נתמקד להלן.  חוק השבות שחוקק ב-1950 קבע כי לכל יהודי הזכות לעלות לארץ. יחד עם זאת החוק לא קבע הגדרה למונח ''יהודי'' ועד מהרה התעוררה השאלה המתבקשת ''מיהו יהודי?''.",
            "ההלכה גורסת כי יהודי הוא מי שנולד לאם יהודייה או נתגייר כהלכה. ההגדרה הלאומית לעומת זאת עשויה להיות רחבה יותר ולהתייחס לחינוך, למקום המגורים, להגדרה העצמית ועוד.  הבדלים אלו נוגעים בעיקר לילדים לאב יהודי ואם שאינה יהודייה, אלו אינם נחשבים יהודים לפי ההלכה, אך עשויים להגדיר את עצמם כיהודים ולהתחנך על-פי היהדות. ",
            "העמימות בלשון החוק הובילה לרישום לא אחיד ולהתלבטויות רבות. ב-1958 הוציא שר הפנים ישראל בר-יהודה*, הנחיות מפורטות שקבעו כי יש לבסס את רישום היהדות על-פי הצהרה בלבד וזאת מתוך הנחה ש-''חזקה על אדם שהוא יודע אם הוא יהודי או לא''.  הוראה זו נתפסה כסתירה להלכה והולידה כעס גדול אצל הציבור הדתי שהוביל למשבר פוליטי. על-מנת לשכך את המחלוקת בחר ראש הממשלה, דוד בן-גוריון, בצעד לא שגרתי: פנייה אל ''חכמי ישראל''.",
            " חמישים ראשי קהילות ומלומדים יהודים מכל העולם, שיחוו את דעתם בסוגיה. ארבעה מן ה-'חכמים' לא ענו על המכתב כלל, ארבעה נמנעו מהכרעה בנושא, שבעה הביעו עמדה המנוגדת לגישה ההלכתית ושלושים וחמישה הציעו פתרון המבוסס על עקרונות ההלכה.",
            " ההנחיות של בר-יהודה בוטלו לבסוף והוויכוח שקע ועלה שוב אל הזירה הציבורית רק ב-1962, כאשר בג''ץ דן בעתירתו של אסוולד רופאייזן שכונה ''האח דניאל''. רופאייזן היה יהודי שהסתתר בימי השואה במנזר והתנצר. כאשר עלה לארץ ביקש להירשם כיהודי בסעיף הלאום על-אף היותו נזיר נוצרי, משרד הפנים דחה את בקשתו ולכן עתר לבג''ץ.",
            "על-פי ההלכה יהודי שהמיר את דתו ומתכחש ליהדותו עודנו יהודי ועל כן היה האח דניאל רשאי להירשם כיהודי. אולם עמדת הרוב בבג''ץ פירשה את המושג יהודי בהקשר החילוני לאומי (כפי שעשה קודם לכן בר-יהודה) ועל-כן פסקה כי אין להיעתר לבקשתו של האח דניאל וכי יש להגדיר יהודי, כהוראתו [כפרשנותו] הרגילה בלשון בני אדם.  ''יהודי שהתנצר אינו נקרא יהודי''.",
            "כעבור מספר שנים, בשנת 1968, עלה הנושא שוב לדיון בבג''ץ. רב-סרן בנימין שליט שהיה נשוי לאישה לא יהודייה וביקש שילדיו יירשמו כבני הלאום היהודי וכחסרי דת. גם הפעם, עמדת הרוב בבג''ץ ניתקה בין הגדרת הזהות הלאומית לבין הגדרת הזהות הדתית, דחתה את הפרשנות ההלכתית למונח ''יהודי'' ונעתרה לבקשתו.",
            "קביעתו של בג''ץ עוררה סערה בציבור ובעקבותיה תוקן בשנת 1970 חוק השבות ונקבעה בו כי ''יהודי – מי שנולד לאם יהודייה או שנתגייר והוא אינו בן דת אחרת'' – בהתאם להגדרה ההלכתית. גם חקיקה זו לא שמה את הקץ לדיון בסוגיה וכיום הוא מתמקד בשאלת הגיור, האם הוא חייב להיות אורתודוקסי ומי יכול לבצעו.",
            "",
            "* ישראל בר-יהודה (1965-1895) פעיל ציוני, חבר כנסת ושר מטעם מפלגת הפועלים המאוחדת (מפ''ם) ומאוחר יותר מטעם מפלגת אחדות העבודה. בר-יהודה נולד בקונטופ שבאוקראינה ועלה לארץ בשנת 1926."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פוליטיקה וממשל: בין ימין לשמאל",
          "text": [
            "מאז ראשית שנות השלושים ועד לשנות השבעים של המאה העשרים עמדה מפלגת פועלי ארץ-ישראל (מפא''י) ובגלגוליה המאוחרים יותר ''המערך'' ו-''מפלגת העבודה'', בראשות מוסדות השלטון. מצב זה, המכונה במדע המדינה ''הגמוניה'', בא לידי ביטוי קודם כל בכך שמפא''י הייתה המפלגה הגדולה ביותר בכנסת ועל-כן מי שעמד בראשה היה זה שהרכיב את הממשלה.",
            " אולם לשלטונה של מפא''י היה גם הקשר תרבותי רחב יותר: ערכיה של התנועה ובעיקר השילוב שבין לאומיות ציונית חילונית לבין בניית חברה חלוצית בעלת מאפיינים סוציאליסטיים נתפסו כערכים המובילים של החברה כולה. בצד השני של המפה הפוליטית עמדה תנועת 'חירות' בראשות מנחם בגין, יורשתה של התנועה הרוויזיוניסטית שהתנגדה לשלטון מפא''י ומפלגות הפועלים עוד בתקופת היישוב. ",
            "בראשית שנות החמישים 'חירות' הייתה תנועה פוליטית אופוזיציונית קטנה יחסית. ראש הממשלה, דוד בן- גוריון טבע את המושג ''בלי חירות ובלי מק''י'', באמצעותו הגדיר את הגבולות ה-''לגיטימיים'' של הפוליטיקה הישראלית ובחר להוציא ממנה, את מק''י  (מפלגה קומוניסטית ישראלית*) שסימלה לדעתו את השמאל הקיצוני ואת חירות שסימלה לדעתו את הימין הקיצוני. ",
            "על רקע זה היו בן-גוריון ובגין מסוכסכים זה עם זה והוויכוח ביניהם עלה לא פעם לטונים צורמים ולכינויי גנאי קשים. תהליכים חברתיים, דמוגרפיים ותרבותיים ארוכי טווח שחקו את מעמדן של מפא''י ותנועת העבודה. במהלך שנות השישים חברה תנועת ''חירות'' למפלגה הליברלית ** ויצרה את ''גוש חירות ליברלים'' (גח''ל), שהיה כוח פוליטי משמעותי בהרבה והחל להתעצב כאלטרנטיבה שלטונית. ",
            "בתקופת ההמתנה שלפני מלחמת ששת-הימים נכנסה גח''ל לראשונה לממשלה ולקחה חלק בהחלטות הביטחוניות לפני המלחמה ובמהלכה. בשנת 1973 התאחדה גח''ל עם תנועות נוספות והקימה את תנועת ''הליכוד'' שזכתה לתמיכה הולכת וגוברת בקרב הדור השני של העולים.",
            "הפערים החברתיים אותם הזכרנו לעיל, לצד ערעור תחושת הביטחון שהביאה עמה מלחמת יום הכיפורים. נתפסו על-ידי חלקים נרחבים בציבור ככשל של תנועת העבודה וחיזקו את התמיכה ב-''ליכוד''.",
            "בשנת 1977, במהלך הבחירות לכנסת העשירית, הצליחה תנועת הליכוד להפוך למפלגה הגדולה בישראל ולזכות ב-43 מנדטים (לעומת 32 של תנועת העבודה). עובדה זו הפכה את מנחם בגין לראש-הממשלה הראשון שהגיע מן הימין בישראל. ",
            "במהלך שידורי הטלוויזיה הכריז מגיש החדשות חיים יבין***: ''גבירות ורבותי – מהפך''. מילותיו הפכו עם השנים לסמל של חילופי השלטון במדינת ישראל שכונו המהפך. המהפך הפוליטי והאופן החלק בו בוצע היווה ביטוי לחוזקה של הדמוקרטיה הישראלית.",
            "במערכת בחירות זו הוכח לראשונה כי במדינת ישראל יכולה מפלגת שלטון ששלטה בארץ יותר מיובל שנים לעזוב את ההנהגה בהתאם לדין הבוחר וללא אלימות. ממשלתו של מנחם בגין ביקשה ליישם שיטה כלכלית ליברלית יותר ופעלה על מנת לשנות את סדר העדיפויות הלאומי בהתאם להשקפותיה החברתיות-כלכליות. ",
            "לאחר המהפך הראשון בוצעו עוד מספר ''מהפכים'', קרי: חילופי שלטון בין מפלגות שונות. בכל המקרים התבצעו חילופי השלטון בהתאם לעקרונות הדמוקרטיים וללא אירועים חריגים.",
            "",
            "* מק''י (מפלגה קומוניסטית ישראלית) תנועה פוליטית ישראלית שדוגלת בקומוניזם. התנועה הוקמה עוד ב-1919 תחת השם פק''פ (פאלעסטינישע קטומוניסטישע פרטיי), ב-1948 הצטרפו אליה מנהיגים ערבים קומוניסטים. ב-1965 התפלגה המפלגה ושמה שונה לרק''ח (רשימה קומוניסטית חדשה). כיום פעילה התנועה תחת השם חד''ש (החזית הדמוקרטית לשלום ולשוויון).",
            " ** המפלגה הליברלית מפלגה שהתקיימה בין השנים 1988-1961 והיוותה איחוד של מפלגת הציונים הכלליים והמפלגה הפרוגרסיבית. עם הקמת הליכוד שולבה המפלגה הליברלית בתוכו.",
            "*** חיים יבין - (נולד: 1932) עיתונאי, במאי וקריין טלוויזיה. יבין הגיש במשך זמן רב את מהדורת החדשות בערוץ הראשון וכונה ''מר טלוויזיה''."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ישראל ושכנותיה: בשאיפה לשלום",
          "text": [
            "מגילת העצמאות שנכתבה תוך כדי מלחמה עזה עם ערבי ארץ-ישראל ולאורו של חשש מפלישת צבאות ערב, כוללת לקראת סופה את הקריאה הבאה: ''אנו מושיטים יד לשלום ושכנות טובה לכל המדינות השכנות ועמיהן, וקוראים להם לשיתוף פעולה ועזרה הדדית עם העם העברי העצמאי בארצו''.",
            " התקווה שהובעה בפסקה זו לא התממשה במהרה. עם תום מלחמת העצמאות נחתמו בין ישראל לבין מרבית מדינות ערב הסכמי שביתת נשק שנודעו כהסכמי רודוס. הסכמים אלו היו זמניים בהגדרתם והם נחתמו מתוך תקווה שיובילו לשיחות שלום. ",
            "בפועל תהליך השלום בין ישראל לשכנותיה החל רק בשנות השבעים. הוויתורים הטריטוריאלים שנדרשו מישראל כחלק ממנו, הובילו למוקד מתח מרכזי בחברה הישראלית בין ''יונים'' שתמכו בתהליך והסכימו לויתורים כחלק ממנו לבין ''נצים'' שהתנגדו לו ולויתורים שנלוו לו.",
            "התהליך המדיני עם מצרים החל לאחר מלחמת יום הכיפורים. בשנת 1975 נחתמו בתיווך אמריקני הסכמי ביניים בין ישראל למצרים. שנתיים לאחר מכן, בשנת 1977 הגיע הנשיא המצרי אנואר סאדאת לביקור בישראל. היה זה ביקור פומבי ראשון של אישיות ערבית בכירה בארץ והוא עורר תקוות רבות והתרגשות עצומה בחברה הישראלית. ",
            "מדינות ערב לעומת זאת זעמו על צעדיו של סאדאת וראו בזה בגידה. לאחר הביקור החל תהליך שלום ישיר ואינטנסיבי, אך בהדרגה הוא נקלע לקשיים. בספטמבר 1978 הזמין הנשיא האמריקני, ג'ימי קרטר, את שני הצדדים לוועידה מיוחדת בקמפ-דיוויד ולאחר שבועיים של דיונים מתישים נחתם הסכם בין הצדדים. ",
            "במסגרת זו הוחלט כי ישראל תסיג את כוחותיה מחצי האי סיני ותפנה את כלל היישובים הישראלים משטחו ומצרים תכונן שלום מלא עם ישראל, תימנע מהכנסת כוחות צבא לסיני ותאפשר שיט חופשי בתעלת סואץ. ",
            " בנוסף הסכימה ישראל לכלול בהסכם סעיפים המתייחסים ל-''זכויות הלגיטימיות'' של הפלסטינים. באשר לשרטוטו המדויק של הגבול הוחלט כי הוא יקבע בוועדה משותפת בחסות האו''ם. בעקבות ההסכם זכו בגין וסאדאת בפרס נובל לשלום לשנת 1978. ",
            "באפריל 1982 השלימה ישראל את נסיגתה מסיני תוך פינוי הישובים היהודים שהאחריות על ביצועו הוטל על צה''ל. הפינוי לווה במחאה ציבורית ובהתנגדות מצד גורמים אידיאולוגיים שהקימו את ''התנועה לעצירת הנסיגה מסיני''. רובם של תושבי האזור התפנו מרצון אך חלק קטן מהתושבים ופעילים נוספים שהגיעו אל חבל ימית סרבו להתפנות, התבצרו במספר מוקדים ופונו בכוח רק לאחר מספר מאמצים.",
            "לאחר נסיגת ישראל מסיני היה אמור להתחיל מימוש חלקו השני של ההסכם המתייחס למשא ומתן בין ישראל לפלסטינים, אך התקדמות במשא-ומתן זה הגיעה רק בשנת 1991, עם כינוס ועידת מדריד. מטרת הוועידה הייתה להביא לשלום בין ישראל לבין כל שכנותיה – ירדן, סוריה, לבנון והפלסטינים שיוצגו באופן עקיף. ",
            "חשיבותן של הפגישות היה בעיקר ביצירת מגעים ראשונים בין ישראל לפלסטינים אולם הפגישות שנערכו לאורך השנים הבאות לא צלחו ונראה היה כי התהליך גווע.",
            "לאור כישלון זה החלה ממשלת רבין השנייה (שנבחרה ב-1992) תהליך חשאי, שכונה לימים ''תהליך אוסלו''. הפעם התנהלו השיחות בין ישראל לנציגי הפלסטינים באופן ישיר וללא תיווך בין-לאומי. ",
            "ההסכמה הישראלית לדון ולהיפגש עם אנשי אש''ף* היוותה שינוי משמעותי במדיניותה: עד לאותו שלב סירבה ישראל להכיר באש''ף, שהנהגתו ישבה מחוץ לשטחי יהודה ושומרון, כנציגם של הפלסטינים, ראתה בו ארגון טרור.",
            " בהדרגה, הפכו השיחות למפגשים רשמיים והולידו את ''הסכם אוסלו'' עליו חתמו יצחק רבין ויאסר ערפאת בספטמבר 1993 בוושינגטון. במרכזו של ההסכם עומדת הכרה הדדית בין ישראל ואש''ף, נסיגה הדרגתית של צה''ל מעזה ומערים בגדה המערבית, הקמת רשות פלסטינית שתנהל ממשל עצמי אוטונומי לתקופת ביניים של חמש שנים, ופתיחת שיחות על הסדר קבע במהלך תקופה זו. ",
            "במקביל להתפתחות היחסים עם הפלסטינים, נוצרה פריצת דרך במסלול הירדני. חוסיין מלך ירדן ניהל במשך עשרות שנים מגעים חשאיים עם מדינאים ישראלים בכירים, אך עד וועידת מדריד לא יצר מסלול דו-צדדי פומבי עם ישראל.",
            "בשנים 1991-1993 התנהל המשא ומתן בין ישראל לירדן במסגרת תהליך מדריד, אך ללא פריצת דרך, הסכם אוסלו (1993) בין ישראל לאש''ף שינה את המצב. המשא ומתן בין המדינות, הוליד הסכם שלום שנחתם בערבה, באזור הגבול בין עקבה לאילת, באוקטובר 1994.  ",
            "מעבר להצהרה על כינון מצב שלום מלא בין המדינות, ישראל וירדן הסכימו ביניהן על חילופי שטחים בערבה, על העברת מכסות מים וצעדים נוספים של שיתוף פעולה. ",
            "הסכמי אוסלו עוררו מחלוקת חריפה בחברה הישראלית. היו מי שקיוו שהם יביאו לסיומו של הסכסוך הארוך בין ישראל לבין העולם הערבי והיו מי שראו בו צעד מסוכן והתנגדו לוויתור על חלקים מארץ-ישראל. ",
            "ההסכמים עברו בכנסת על חודו של קול ומתנגדי ההסכם קיימו מחאות והפגנות רבות. הוויכוח הפוליטי הלגיטימי הדרדר והפך אלים יותר ויותר, תהליך ששיאו ברצח ראש הממשלה יצחק רבין. פיגועים של ארגוני הטרור הפלסטיניים ולבסוף התלקחות גל האלימות של אירועי גאות ושפל (האינתיפאדה השנייה) הפסיקו למעשה את התהליך.",
            " בהדרגה התקבעה ההנחה הישראלית כי בצד הפלסטיני לא קיים שותף ראוי (''פרטנר'') להמשך תהליך השלום. כאלטרנטיבה למשא ומתן יזמה ממשלת ישראל בקיץ 2005 מהלך ביטחוני חד-צדדי, תכנית ההתנתקות. ",
            "במסגרת התכנית פינתה המדינה את היישובים היהודיים ובסיסי צה''ל ברצועת עזה ובצפון השומרון וויתרה על שליטתה הצבאית ברצועת עזה. התכנית עוררה ויכוח ער בחברה הישראלית. מתנגדיה טענו כי מטעמים רבים חל איסור על פינוי יישובים יהודיים בארץ ישראל, הזהירו מפני ההשלכות הביטחוניות של ביצוע התכנית ואף טענו כי היא התקבלה בדרך לא דמוקרטית.",
            " תומכיה טענו כי הישיבה הישראלית באזורים אלו פוגעת באינטרסים האסטרטגיים של מדינת ישראל וכי היישובים המפונים לא יישארו בידיה באף הסכם עתידי. האחריות על ביצוע משימת הפינוי וההערכות מחדש הוטלה על כוחות הביטחון ובמרכזם צה''ל.",
            "",
            "* אש''ף (הארגון לשחרור פלסטין), הוא ארגון המאגד כמה תנועות לאומיות פלסטיניות שהוקם בשנת 1964 וראה בעצמו כמייצגו של העם הפלסטיני. במהלך שנות השבעים והשמונים פעל הארגון משטחן של ירדן ולבנון תוך שהוא מבצע פעולות טרור וחבלה שפגעו בישראל. בשנת 1993 הכירה ישראל באש''ף שהקים למעשה את הרשות הפלסטינית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יהודים וערבים בישראל",
          "text": [
            "מלחמת העצמאות בה לחמו תושבי הארץ הערבים בתושביה היהודים ובסופה הייתה ישראל לעובדה קיימת, הביאה למצב חדש בו בתחומיה של המדינה היהודית מתקיים מיעוט גדול של ערבים אזרחי ישראל.",
            "שילובם המלא של בני המיעוטים בחברה מהווה יעד מרכזי של כל ממשלות ישראל, אולם לא תמיד היה קל להביא לכך. החל מקום המדינה ועד 1966 היו נתונים ריכוזי היישובים הערבים בישראל לממשל צבאי. ",
            "מטרתו המוצהרת הייתה לבסס את אחיזתה של ישראל בשטחים אלו, למנוע את היווצרותם של סיכונים ביטחוניים ולפקח על האוכלוסייה. בפועל מנע השלטון הצבאי את חופש התנועה של אזרחים ערבים והביא לכך שרשויות המדינה לא יכלו לספק לאזרחים הערבים שירותים באופן ישיר.",
            "בהדרגה הפך הממשל הצבאי לליברלי יותר עד לביטולו, אך בתקופות של רגישות ביטחונית עולו היה בדרך כלל מוגבר. אחת הטראומות המרכזיות שנקשרו בממשל זה היה הטבח בכפר קאסם באוקטובר 1956. ",
            "ביום הראשון למלחמת סיני הוטל עוצר על כל הכפרים הערבים הסמוכים לגבול הירדני. גדוד משמר הגבול נשלח לאכוף את העוצר וקיבל הוראה לפתוח באש אל מי שמפר אותו, אלא שפועלים ערבים אשר שהו מחוץ לכפריהם לצורכי עבודה לא ידעו על הטלתו. ",
            "מרבית שוטרי מג''ב בחרו להפעיל שיקול דעת ונמנעו מיישום הפקודה כלשונה. אולם מפקד המחלקה שהוצב בכפר-קאסם לא נהג כך, הורה לחייליו לפתוח באש אל עבר קבוצת חקלאים שלא ידעה על העוצר והביא להריגתם של 43 אזרחים ולפציעתם של 13 נוספים. ",
            "בינואר 1957 הועמדו לדין בפרשה אחד-עשר לוחמי מג''ב ונגזרו עליהם עונשי מאסר שונים, מפקד הגדוד הואשם ברצח. במהלך המשפט, טבע השופט הצבאי, בנימין הלוי, את המושג ''פקודה בלתי חוקית בעליל''. פקודה זו מוגדרת כפקודה ש-''דגל שחור מתנוסס מעליה'' ובבסיסה ''אי חוקיות הדוקרת את העין ומקוממת את הלב''.",
            "בתום המשפט נגזרו על המעורבים בפרשה עונשים כבדים, אך כולם שוחררו תוך זמן קצר יחסית. משפחות הקורבנות זכו לפיצוי כספי ובשנת נערכה בכפר ''סולחה'' גדולה, אך אירוע קשה זה המשיך להעיב על יחסי יהודים-ערבים במדינת ישראל. ",
            "בשנת 2007, במהלך ביקור בכפר קאסם התנצל נשיא המדינה, שמעון פרס, באופן רשמי על האירועים בשמה של מדינת ישראל.",
            "אחת הסוגיות המרכזיות המלווה את היחסים בין יהודים לערבים במדינת ישראל היא סוגיית הקרקעות. החל מהקמת המדינה חוקקו חוקים ונקבעו תקנות שהביאו לכך שאדמות רבות שהיו בעבר בבעלות ערבית עברו לבעלות המדינה. ",
            "אחד החוקים המרכזיים בהקשר זה הוא ''חוק נכסי נפקדים'' שקובע כי אדמותיו של אדם שעזב את שטח הארץ אל ארצות אויב במהלך מלחמת העצמאות יופקעו ממנו. ",
            "האדמות והנכסים שהופקעו שימשו ברובם לשם קליטת העלייה המאסיבית והמהירה אליה נדרשה מדינת ישראל ולשם הקמתם של מקומות יישוב חדשים. אחד משיאי ההתנגדות והביקורת של ערביי ישראל ביחס למדיניות זו התרחש ב-1976.",
            "בראשית השנה פרסמה המדינה שורת החלטות בנוגע להפקעת קרקעות; ראשי הציבור הערבי ביקשו לערוך ב-30 במרץ שביתה כללית והפגנות שנועדו למחות על כך תחת הכותרת ''יום האדמה''.",
            " ככל שהתקרב התאריך האלימות הלכה והסלימה ולבסוף ביום המחאה עצמו אירעו התנגשויות אלימות בין המוחים לבין כוחות הביטחון במהלכן נהרגו שישה אזרחים ערבים. ",
            "מאז ועד היום הפך יום זה ליום מרכזי בלוח השנה של ערביי ישראל במהלכו נערכות עצרות זיכרון, הפגנות מחאה ושביתות. היסטוריונים ואנשי מדע המדינה מתייחסים לאירוע זה כקו שבר המעיד על שינוי מגמות בתוך הציבור הערבי-ישראלי. ",
            "גל אלימות נוסף פרץ כמה עשורים לאחר מכן, ב-1 באוקטובר 2,000, כיומיים לאחר תחילת אירועי ''גאות ושפל'' (האינתיפאדה השנייה). ",
            "במהלך האירועים שכונו ''אירועי אוקטובר'' השליכו המפגינים, ערבים אזרחי ישראל, בבקבוקי תבערה, חסמו כבישים ויידו אבנים אל עבר מכוניות יהודיות וכוחות הביטחון. פעולות אלו הביאו לפגיעה ברכוש, לפציעתם של רבים ואף למותו של אזרח ישראלי. ",
            "על-מנת לפזר את ההפגנות עשו כוחות הביטחון שימוש נרחב באמצעים לפיזור הפגנות (אלפ''ה) ולעתים אף באש חיה. מקרב המפגינים נהרגו במהלך האירועים שניים-עשר ערבים אזרחי ישראל ופלסטיני שאינו אזרח ישראלי. ",
            "בעקבות האירועים הקשים, הוחלט ב-8 בנובמבר 2,000, להקים ועדת חקירה לבדיקת האירועים (''ועדת אור''). לצד התייחסות ספציפית אל האירועים כללו המסקנות גם דין וחשבון כללי על מצבו של המגזר הערבי וביקורת על התנהלות הרשויות. ",
            "בשל הפן האלים של ההפגנות ודיכוין, פגעו מהומות אוקטובר במרקם היחסים העדין שבין המגזר הערבי והמגזר היהודי במדינת ישראל."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "נשיאי המדינה",
      "subSections": [
        {
          "title": "חיים ויצמן 1874-1952",
          "text": [
            "''הבה ונשקוד קודם כל להגדיל את כוח יצירתנו על ידי הרמת קרן המדע והמחקר במדינת ישראל. מדע ומחקר הם יסודות היצירה האנושית כולה. את כל החיל שעשינו במדע ובמחקר בקרב אומות העולם עלינו לגייס עכשיו לבניין מולדתנו. אך עם כל החשיבות המכרעת של המדע, לא בו בלבד ניוושע. עלינו לבנות גשר חדש בין המדע לבין רוח האדם.'' (חיים ויצמן, דברים בפתיחת האספה המכוננת 12, בפברואר 1949)",
            "חיים ויצמן, נשיא המדינה הראשון, נולד בשנת 1874 בעירה מוטילי, ברוסיה. כשהיה נער עזב את ביתו ועבר ללמוד בגימנסיה בעיר פינסק. מרגע זה ואילך, הלך ויצמן והרחיב את השכלתו בתחום הכימיה עד שהפך לאחד המדענים החשובים בתחום. ",
            "במקביל התקרב ויצמן אל הרעיון הציוני והפך לאחד מאבותיה של הציונות הסינתטית אשר ביקשה לשלב (ליצור סינתזה) בין רעיון הציונות המדינית לרעיון הציונות המעשית וגרסה כי על התנועה הציונית לפעול גם לשיפור מצבם של היהודים במזרח אירופה. ",
            "בשנת 1906 נשא לאישה את ורה ועבר להתגורר במנצ'סטר, בריטניה.  במהלך מלחמת העולם הראשונה, סייע לתעשייה הצבאית הבריטית ומצא דרך חלופית לייצור חומר נפץ. ויצמן האמין כי עם תום המלחמה, ישלטו הבריטים בארץ, פעל לקרבם לתביעותיה של התנועה הציונית והביא להשגתה של הצהרת בלפור (1917)*. ",
            "משנת 1920 עמד בראש ההסתדרות הציונית העולמית, תפקיד ממנו התפטר בשנת 1930 כמחאה על פרסום ''הספר הלבן'' של פספילד אשר סימן את הסתייגותם מן הציונות. הוא לא הצליח לשוב לתפקיד יושב-ראש, אך כיהן במשך יותר מעשור כנשיא ההסתדרות הציונית העולמית.",
            " בשנת 1934 הוקם ברחובות מכון לחקר המדע וויצמן מונה למנהלו הראשון; הוא בנה את ביתו במכון והפך את רחובות לביתו.  המכון התפתח, הפך עם השנים לאחד המכונים החשובים בתחומו ולימים שונה שמו למכון ויצמן. ",
            "ויצמן היה גורם מרכזי במאבק הדיפלומטי להקמת המדינה; עם הקמתה נבחר לנשיא המועצה הזמנית וב-1949 הפך לנשיאה הראשון של המדינה. כנשיא המשיך בפעילותו המדעית ויצר את מוסד הנשיאות. ",
            "חיים ויצמן נפטר ב-כ''א בחשוון תשי''ג 9, בנובמבר 1952 ונקבר במכון ויצמן ברחובות.",
            "",
            "* בהצהרת בלפור ומשמעותה דנו לעיל בפרק נפרד."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יצחק בן צבי 1884-1963",
          "text": [
            "''קיבוץ גלויות הוא הרעיון המרכזי הנעלה ביותר של המדינה הזאת...גם בארצות המזרח הקרוב והתיכון, גם בארצות הצפון והמערב. בכל אלה פזורים יהודים למאות אלפים, מהם בעלי רכוש וברוכי יוזמה, ומהם חסרי כל וחדלי ישע... על כולם חל חוק אחד ומשפט אחד, הוא חוק השבות אשר קיבלנו בכנסת.'' (יצחק בן-צבי, נאום ההשבעה לכהונת נשיא המדינה, 10 בדצמבר 1952).",
            "יצחק בן-צבי, נשיא המדינה השני, נולד בשנת 1884 בעירה פולטובה, ברוסיה, תחת השם יצחק שימשילביץ'. בילדותו למד ב-''חדר'' מסורתי ומאוחר יותר בגימנסיה ובאוניברסיטה של קייב. ",
            "עוד בצעירותו התקרב בן-צבי לציונות והיה פעיל בארגון ''הגנה עצמית'' בעיירת הולדתו כנגד פורעים אנטישמיים. הוא הצטרף אל מפלגת ''פועלי ציון''* ולקח חלק בעיצוב אופייה.",
            "בשנת 1907 עלה לארץ ישראל, המשיך בפעילות ציונית בעלת אופי ביטחוני ונמנה עם מייסדי ארגון השמירה בר גיורא**, ארגון המגן הראשון שהוקם בשנת 1907. במקביל היה בין המורים הראשונים של הגימנסיה העברית, בית הספר התיכון הראשון בירושלים. ",
            "בשנת 1912 החל ללמוד משפטים באיסטנבול לצדו של דוד בן-גוריון. כאשר פרצה מלחמת העולם הראשונה (1914), נקטעו לימודיהם של השניים והם נאלצו לשוב לארץ ישראל. בארץ הם ניסו להקים גדוד יהודי במסגרת הצבא העות'מאני, אך גורשו לחו''ל וכעבור זמן קצר הפליגו לארצות הברית, שם יזמו הקמת גדוד עברי אשר פעל במסגרת הצבא הבריטי.",
            "כאשר חזר בן-צבי לארץ, שימש במגוון תפקידי מפתח במסגרת המוסדות הלאומיים ועסק במקביל גם בחקר ארץ- ישראל וקהילות יהודיות בארצות האסלאם. ",
            "בשנת 1947 ייסד מכון לחקר קהילות ישראל במזרח ולימים זה הפך ל-יד יצחק בן-צבי, מכון מחקר מרכזי ומרכז חינוכי העוסק בחקר ההיסטוריה של ארץ ישראל ויהדות המזרח.",
            " החל משנת 1948 שימש בן-צבי כחבר-כנסת מטעם מפא''י. עם פטירתו של חיים ויצמן ב-1952 נבחר לנשיא. ",
            "כנשיא המשיך להתגורר בצריף צנוע בשכונת רחביה בירושלים והפך את ביתו לבית פתוח אליו הוזמן כל אזרח שרצה בכך. ",
            "יצחק בן-צבי נפטר ב-כ''ט בניסן תשכ''ג 23, באפריל 1963 ונקבר בהר המנוחות בירושלים.",
            "",
            "* פועלי ציון מפלגה ציונית סוציאליסטית שנוסדה באירופה בראשית המאה ה-20 בין מנהיגיה: יצחק בן-צבי, זלמן שז''ר ודוד בן-גוריון. לימים התפלגה המפלגה למפלגת ''אחדות העבודה'' שהתמזגה אל תוך מפא''י ולמפלגת ''פועלי ציון שמאל'' שהתמזגה אל תוך מפ''ם.",
            " ארגון בר-גיורא נידון בפרק נפרד בהמשך. "
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "זלצמן שזר 1889-1974",
          "text": [
            "''אם רבות ושונות הן עוד הסכנות האורבות לנו מבית ומחוץ, הלא תנאי ראשון ליכולתנו להתגבר עליהן הוא קירוב הלבבות שבפנים... על ידי עקירת שנאת אחים וכיבוש יצרי קנאות, על ידי טיפוח הכבוד ההדדי, והסובלנות האמתית, על אף כל ההבדלים האמתיים והמדומים, ועל ידי חתירה מתמדת ומאומצת אל קיומו בפועל של הצו הראשוני שהוכרז באוזני עמנו בשחר נעוריי: ואהבת לרעך כמוך''",
            "זלמן שזר, נשיא המדינה השלישי, נולד בשנת 1889 בעיר מיר, בבלרוס, תחת השם שניאור זלמן* רובשוב (שז''ר).",
            "משפחתו הייתה משפחה חסידית ידועה מצאצאיו של ר' שניאור זלמן מלאדי מייסד חסידות חב''ד. הוא התמקד בהשכלתו בלימודי היסטוריה והיה אחד מתלמידיו של ההיסטוריון היהודי החשוב שמעון דובנוב**. ",
            "בשנת 1905 הצטרף למפלגת פועלי ציון והפך לאחד ממנהיגיה הבולטים, בשנת 1911 הגיע לראשונה לארץ ישראל אך לאחר תקופה קצרה חזר לאירופה לצורך המשך לימודיו.",
            "בשנת 1924 השתקע באופן סופי בארץ ישראל והחל לעבוד כחבר מערכת בעיתון ''דבר'';  לאחר מותו של ברל כצנלסון בשנת 1944, הפך שזר לעורך העיתון ולעורכה של הוצאת הספרים ''עם עובד''.",
            " עם הקמת המדינה נבחר כחבר כנסת מטעם מפא''י ושימש כשר החינוך בממשלת ישראל הראשונה. בתפקידו זה עסק בבנייה של מערכת החינוך הישראלית ויזם את חקיקתו של חוק חינוך חובה, על פיו חייב כל ילד מגיל 5 ועד גיל 13 ללמוד במוסד חינוכי חינם; ",
            "לימים הורחב החוק והוא חל היום עד גיל 18 (12 שנות לימוד).  עם פטירתו של יצחק בן- צבי ב-1963 נבחר לנשיא. ",
            "הוא המשיך לעסוק בחקר ההיסטוריה גם בתפקיד זה ויסד את ''חוג הנשיא לחקר יהדות זמננו''.  ב-1971 הוא חנך את ''משכן נשיאי ישראל'', המעון הרשמי בו מתגוררים נשיאי המדינה מאז ועד היום.",
            "שזר כיהן בתפקיד עד לפרישתו במאי 1973. זלמן שזר נפטר ב-י''ט בתשרי תשל''ה 5, באוקטובר 1974 ונקבר בחלקת גדולי האומה בהר הרצל.",
            "",
            "* ר' שניאור זלמן מלאדי (1812-1745) שנודע כאדמו''ר הזקן, מנהיגה ומייסדה של חסידות חב''ד (חוכמה בינה ודעת), אחת החסידויות המרכזיות בעולם היהודי. האדמו''ר הזקן כתב את ספר התניא, ספר חסידות שעסק בטבע האדם ובפנימיות הנפש. כחלק מן המאבק בין החסידים למתנגדיהם, נכלא הרב בשנת 1798 בכלא הרוסי; שחרורו מן הכלא ב-י''ט בכסליו, נחגג על-ידי חסידי חב''ד ב-''חג הגאולה''.",
            "**שמעון דובנוב (1941-1860) סופר והיסטוריון יהודי שפעל ברוסיה. מראשי התנועה האוטונומיסטית שדרשה לפתור את הבעיה היהודיתבאמצעות הענקת אוטונומיה ליהודים במדינות בהן הם חיים. חיבורו המרכזי הוא ''דברי ימי עם עולם'' הכולל אחד-עשר כרכים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אפרים קציר 1916-2009",
          "text": [
            "אפרים קציר, נשיא המדינה הרביעי, נולד בשנת 1916 בעיר קייב, באוקראינה, תחת השם אפרים קצ'לסקי. כשהיה בן תשע עלתה משפחתו לארץ והתיישבה בירושלים. קציר למד בגימנסיה העברית ובהיותו בן 16 התגייס ל-'הגנה'. מעט לאחר מכן החל את לימודיו באוניברסיטה העברית ועד מהרה הפך לאחד מחשובי המדענים שפעלו בארץ. במהלך מלחמת העצמאות הקים את 'חיל המדע' שתפקידו לרכז ידע הדרוש לצורך פיתוח אמצעי לחימה.",
            "בשנת 1950 שב קציר לאקדמיה ומונה לראש החוג לביופיזיקה במכון ויצמן, בשנת 1959 זכה בפרס ישראל למדעי החיים ובשנת 1960 נבחר כחבר המועצה הלאומית הישראלית למדעים. ב-1966 מונה קציר למדען הראשי במשרד הביטחון וחזר לעסוק בנושא פיתוח אמצעי לחימה. בשנת 1972 נרצח אחיו, אהרון קציר שהיה גם הוא מדען חשוב, בהתקפת מחבלים בנמל התעופה בן- גוריון.           ",
            "עם פרישתו של זלמן שזר ב-1973 נבחר קציר לנשיא. כהונתו עמדה בעיקר בסימן מלחמת יום הכיפורים שפרצה זמן קצר לאחר כניסתו לתפקיד. הוא הרבה לבקר את הפצועים בבתי החולים ואת אלמנות החללים. בשנת 1974 יסד את 'אות הנשיא למתנדב', עיטור גבוה שמעניק נשיא המדינה לגופים וליחידים שעוסקים בתרומה למען הכלל. בשנת 1977 קיבל את פניו של נשיא מצריים אנואר סאדאת בעת ביקורו בארץ. הוא כיהן בתפקיד עד לפרישתו במאי 1978. אפרים קציר נפטר ב-ז' בסיון תשס''ט, 30 במאי 2009 ונקבר בבית העלמין ברחובות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יצחק נבון 1921-2015",
          "text": [
            "יצחק נבון, נשיא המדינה החמישי, נולד בשנת 1921 בירושלים למשפחה ספרדית ירושלמית. בהיותו נער למד במחזור הראשון של התיכון ליד האוניברסיטה. עם תום לימודיו התיכוניים למד מזרחנות וחינוך באוניברסיטה העברית. בשנת 1946 התגייס נבון ל-'הגנה' ועמד בראש 'המחלקה הערבית' בירושלים*.",
            "בשנת 1949 הצטרף לשירות הדיפלומטי של משרד החוץ וכיהן בתפקידים שונים באורוגוואי ובארגנטינה. בהמשך הפך גם למזכירו של שר החוץ, משה שרת, וב-1952 הפך למנהל לשכת ראש הממשלה ופעל תחת משה שרת ודוד בן- גוריון.",
            "שנת 1963 מונה לראש אגף התרבות במשרד החינוך והתרבות. בתפקידו זה החל ב-'מבצע לביעור הבערות' בשיתוף עם קצינת ח''ן ראשית אל''ם סטלה לוי**. מטרת המבצע הייתה להרחיב באופן ניכר ידיעת קרוא וכתוב בקרב מבוגרים מאוכלוסיות חלשות. לצורך המבצע העמיד צה''ל כמות גדולה של חיילות שנשלחו לריכוזי עולים ועסקו בהוראת השפה. מבצע זה הוכתר בהצלחה רבה והיווה את הבסיס להקמת יחידת המורות החיילות.",
            "במקביל לקריירה הפוליטית שלו עוסק נבון גם בכתיבה. יצירתו הידועה ביותר היא המחזה בוסתן ספרדי, שהועלה לראשונה בשנת 1969 וזכה לחידוש בתיאטרון הבימה ב-1998. המחזה מספר את סיפורה של השכונה הספרדית אוהל משה, אחת משכונות ה-'נחלאות' בירושלים בה גדל. בשנת 1965 נבחר לכנסת ובין השנים 1977-1974 שימש כיושב-ראש ועדת החוץ והביטחון.",
            "עם פרישתו של אפרים קציר ב-1978 נבחר יצחק נבון לנשיא. כהונתו עמדה בסימן הסכם השלום עם מצרים והמחלוקת הציבורית שפרצה סביב פינוי חבל ימית; ובסימן מלחמת שלום הגליל והדיון הציבורי שהתפתח באשר להתמשכותה. עם תום כהונתו כנשיא, בשנת 1983, חזר לחיים הפוליטיים ונבחר לכנסת האחת עשרה מטעם מפלגת העבודה. בשנת 1984 מונה לסגן ראש הממשלה ולשר החינוך והתרבות. ב-1990 פרש מן הכנסת והחל לכהן במגוון תפקידים ציבוריים. יצחק נבון נפטר ב-כ''ד בחשוון תשע''ו, 6 בנובמבר 2015 ונקבר בהר הרצל.          ",
            "",
            "* המחלקה הערבית יחידה צבאית שפעלה בין השנים 1950-1943, בתחילה במסגרת הפלמ''ח ובהמשך במסגרת צה''ל. חיילי היחידה כונו מסתערבים והם התערבבו באוכלוסייה הערבית לצורך פעולות ריגול, סיכול וחבלה.          ",
            "** חיל הנשים (ח''ן) חיל שפעל במסגרת צה''ל עד לשנת 2001 והיה אחראי על הכשרה, אימון, שיבוץ וקידום נשים בצבא. בעקבות שינויים באופיו של צה''ל, פורק ה-ח''ן ובמקומו הוקמה מפקדת היוהל''ם (יועצת הרמטכ''ל לענייני מגדר).  אל''ם סטלה לוי (1924-1999) שימשה כ-קחנ''ר (קצינת ח''ן ראשית) בין השנים 1964-1970, ולאחר מכן כנספחת הצבאית בוושינגטון. בין השנים 1974-1976 שירתה במשטרת ישראל והייתה בין מקימי המשמר האזרחי. בשנת 1977 הצטרפה למפלגת ד''ש ושימשה כחברת כנסת בכנסת התשיעית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חיים הרצוג 1918-1997",
          "text": [
            "חיים הרצוג, נשיא המדינה השישי, נולד בשנת 1918 באירלנד לרב יצחק הרצוג, רבה הראשי של אירלנד, ומי שהיה לימים רבה הראשי של מדינת ישראל. בשנת 1935 עלה לארץ, למד בישיבת 'מרכז הרבי'* ולאחר מכן גם בישיבת 'חברון'**.",
            " בשנת 1936 התגייס לשורות ה-'הגנה' ושנתיים מאוחר יותר חזר לבריטניה על מנת ללמוד משפטים. הוא השלים את לימודיו והתנדב לצבא הבריטי שעמד בלחימה קשה עם הנאצים. הרצוג הוצב כקצין מודיעין בחזית הגרמנית והיה בין משחררי מחנה הריכוז ברגן בלזן. עם תום המלחמה השתחרר בדרגת מייג'ור (רב-סרן).",
            " בשנת 1948 הקים את מחלקת המודיעין של צה''ל שהפכה לימים לאגף המודיעין (אמ''ן). בתפקיד זה הניח את היסודות לדפוסי האיסוף והמחקר בתחום. בהמשך שימש גם כנספח הצבאי בוושינגטון, פיקד על חטיבת ירושלים ושימש כראש אגף המודיעין (אמ''ן). בשנת 1962 השתחרר מצה''ל בדרגת אלוף. ",
            "בשנת 1967 מונה לפרשן ב-'קול ישראל' ועל-אף שלא נשא בתפקיד רשמי באותה העת, סייע בהרגעת הציבור ובעידודו ב-'תקופת ההמתנה' שקדמה למלחמת ששת הימים. לאחר המלחמה התבקש לשוב לצה''ל ומונה למושל ירושלים והגדה המערבית. בשנת 1973 בעת מלחמת יום הכיפורים, חזר לשדה התקשורתי ושימש כפרשן צבאי בערוץ הראשון. בשנים 1975-1978 כיהן כשגריר ישראל באו''ם. מכהונה זו זכורה במיוחד תגובתו הקשה להחלטת האו''ם להגדיר את הציונות כגזענות.",
            "בשנת 1981 נבחר הרצוג לכנסת מטעם מפלגת העבודה. עם פרישתו של יצחק נבון ב-1983 נבחר חיים הרצוג לנשיא. במהלך כהונתו פעל לחיזוק הקשר בין ישראל לתפוצות ולחיזוק החינוך היהודי. בשנת 1987 היה לנשיא הישראלי הראשון שערך ביקור בגרמניה. הוא כיהן בתפקיד עד לפרישתו במרץ 1993. חיים הרצוג נפטר ב-י' בניסן תשנ''ז 19, באפריל 1997 ונקבר בחלקת גדולי האומה בהר הרצל.",
            "",
            "* ישיבת מרכז הרב ישיבה גבוהה המזוהה עם הציבור הציוני-דתי. הישיבה הוקמה בשנת 1924 ובראשה עמד הרב אברהם יצחק הכהן קוק (1935-1865). במהלך שנות השבעים, תחת הנהגתו של הרב צבי יהודה קוק (1982-1891), הפכה הישיבה למזוהה עם תנועת 'גוש אמונים' ומפעל ההתנחלות. במהלך מרץ 2008 חדר לשטח הישיבה מחבל שרצח שמונה מתלמידי הישיבה לצעירים הסמוכה לה.",
            " ** ישיבת חברון (כנסת ישראל), אחת הישיבות הבולטות בציבור החרדי-ליטאי בישראל שראשיתה בסלובודקה שבליטא. בשנת 1924 הוקם סניף של הישיבה בחברון; ולאחר פרעות תרפ''ט (1929) בהן נהרגו כמה מתלמידי הישיבה, היא הוקמה מחדש בירושלים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "עזר ויצמן 1924-2005",
          "text": [
            "עזר ויצמן, נשיא המדינה השביעי, נולד בשנת 1924 בתל- אביב וגדל בחיפה. במהלך מלחמת העולם השנייה התגייס לחיל האוויר הבריטי ושירת כטייס קרב. בשנת 1946 פרש מן הצבא הבריטי והצטרף לתקופה קצרה לאצ''ל. בשנת 1947 היה ממקימי 'שירות האוויר' של ה-'הגנה', אשר הפך עם קום המדינה לחיל האוויר הישראלי.          ",
            "במלחמת העצמאות פיקד על 'טייסת הנגב', עליה הוטל לספק מזון ותחמושת ליישובים היהודים המבודדים באזור. ויצמן אף השתתף בקרב הקשה אשר בסופו נעצרו המצרים בגשר 'עד הלום' הסמוך לאשדוד. לאחר המלחמה המשיך למלא תפקידים שונים בחיל האוויר. בשנת 1958 מונה למפקד חיל האוויר, תפקיד אותו מילא במשך שמונה שנים. בתקופה זו הפך את חיל האוויר לחיל מודרני ומיומן שהצליח להפגין יכולות מרשימות מאוד במהלך 'מבצע מוקד' שפתח את מלחמת ששת הימים.",
            "בין השנים 1966-1969 שימש כראש אגף המבצעים וסגן הרמטכ''ל. בשנת 1969 פרש ויצמן מצה''ל והצטרף לגח''ל (גוש חירות ליברלים) שיהפוך בעתיד למפלגת הליכוד. הוא שימש כשר התחבורה; ולאחר 'המהפך' הפוליטי ב-1977 כשר הביטחון. בהקשר זה מילא תפקיד מפתח בהשגת הסכם השלום עם מצרים. בשנת 1980 פרש מן הממשלה וב1984 הקים את מפלגת 'יחד' שהתמזגה מאוחר יותר אל מפלגת העבודה.          ",
            "בשנת 1992 החליט לעזוב את החיים הפוליטיים. עם פרישתו של חיים הרצוג ב-1993 נבחר עזר ויצמן לנשיא. בניגוד לקודמיו, הוא הרבה להתבטא בנושאים שעמדו על סדר היום תוך נאמנות לסגנונו הישיר והבלתי אמצעי. במהלך כהונתו פעל לקידום קליטת העלייה ממדינות חבר העמים ומאתיופיה ולחיזוק הקשר עם המשפחות השכולות. בשנת 1999 פורסם כי ויצמן קיבל כספים מאיש עסקים מבלי שדיווח על כך כנדרש. היועץ המשפטי לממשלה החליט שלא להעמידו לדין אך ויצמן בחר לפרוש מתפקידו בשנת 2000.  עזר ויצמן נפטר ב-ט''ו בניסן תשס''ה 24 במאי 2005 ונקבר בבית הקברות באור-עקיבא."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משה קצב 1945",
          "text": [
            "משה קצב, נשיא המדינה השמיני, נולד בשנת 1945 בעיר יזד, באירן. בהיותו בן חמש עלה עם משפחתו לישראל. הוא  גדל והתחנך במעברה קסטינה שהפכה לימים לעיירה קריית מלאכי, למד בכפר הנוער בן-שמן והתגייס לחיל הקשר. עם שחרורו מהצבא פנה ללימודי היסטוריה וכלכלה באוניברסיטה העברית ועסק בהוראה ובעיתונאות.          ",
            "בשנת 1969 נבחר כראש הרשות המקומית קריית מלאכי והיה לראש המועצה הצעיר בתולדות המדינה. ב-1977 נבחר לראשונה לכנסת מטעם הליכוד. ב-1984 מונה לשר העבודה והרווחה והיה לשר הצעיר ביותר בתולדות המדינה. קצב מילא תפקידי שר נוספים ומונה לסגן ראש הממשלה; התקדמותו המהירה זכתה לתהודה ציבורית גדולה, בעיקר בשל הרקע החברתי-כלכלי ממנו הגיע. ",
            "עם פרישתו של עזר ויצמן ב-2000 נבחר לנשיא. תקופת כהונתו החלה כתקופה מתונה ושקטה יחסית לאחר תקופתו הסוערת של הנשיא ויצמן. בשנת 2005 על רקע הסערה הציבורית סביב תכנית ההתנתקות, נשא קצב נאום בו חלק למתיישבי חבל קטיף וצפון השומרון שבחים רבים אך ביקש מהם לציית לחוק ולא לפגוע בכוחות הביטחון. בינואר 2007 ביקש קצב 'נבצרות זמנית' על רקע היותו חשוד בפלילים, ויושבת-ראש הכנסת, דליה איציק, מונתה כממלאת מקומו.",
            "ביוני 2007 התפטר סופית מתפקידו. משה קצב הורשע בשנת 2011 בביצוע עבירות אונס, מעשה מגונה בכוח והטרדה מינית של נשים שהיו כפופות למרותו. קצב נידון למאסר ונשלח לרצות את עונשו בכלא."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "שמעון פרס 1923-2016",
          "text": [
            "שמעון פרס, נשיא המדינה התשיעי, נולד בשנת 1923 בווישנובה, בפולין, תחת השם שמעון פרסקי. בשנת 1934 עלה עם משפחתו לישראל ולמד בבית הספר בבן-שמן, כשהיה בן שבע-עשרה הצטרף להכשרה של הנוער העובד* בקיבוץ גבע והיה מקימיו של קיבוץ אלומות.",
            "פרס החל למלא מספר תפקידים בתנועה;  ב-1947  הצטרף ל-'הגנה' והוצב במפקדתה הראשית ועם קום המדינה עבר לשרת במשרד הביטחון. ב-1952 מונה למנכ''ל משרד הביטחון בהיותו בן 29 בלבד. בתפקידו זה עסק בעיקר בצטיידות צה''ל באמצעי לחימה ובפיתוח התעשיות הביטחוניות. בעת כהונתו הוא פעל לחיזוק היחסים בין ישראל לצרפת, פיתח את יכולותיה האסטרטגיות של ישראל והוביל את ההכנות לקראת מלחמת סיני. ",
            "בשנת 1959 נבחר לראשונה לכנסת מטעם מפא''י ושימש כסגן שר הביטחון. ממשלות ישראל השונות שימש כשר לקליטת עלייה, שר התחבורה, שר התקשורת, שר ההסברה, שר הביטחון, שר הפנים, שר החוץ, שר האוצר, השר לשיתוף פעולה אזורי, השר לפיתוח הנגב והגליל, המשנה לראש הממשלה ועוד.            ",
            "ב-1977 התמודד לראשונה על ראשות הממשלה אל מול מנחם בגין והפסיד במה שנודע לימים כ-'מהפך' הפוליטי. בשנת 1981 התמודד שוב מול בגין והפסיד בהפרש נמוך מאוד. בשנת 1984 התמודד מול יצחק שמיר ומפלגות השמאל זכו למספר מושבים זהה לזה של מפלגות הימין. פרס הפך לראש-ממשלת אחדות כחלק מהסכם רוטציה שקבע כי לאחר שנתיים יחליפו בתפקיד מנהיג הליכוד, יצחק שמיר.",
            "במהלך כהונתו כראש ממשלה, הוביל תכנית לייצוב המשק, הסיג את צה''ל לקו הגנה חדש בדרום לבנון שנודע כ-'רצועת הביטחון' וביצע עסקת חילופי שבויים גדולה (עסקת ג'יבריל**).  בשנת 1988 התמודד פרס שוב כנגד שמיר והפסיד. בשנת 1992 מונה לשר החוץ בממשלתו של יצחק רבין והביא לחתימתו של הסכם הביניים עם הפלסטינים שנודע כהסכם אוסלו; על כך זכה לצדם של יאסר ערפאת ויצחק רבין, בפרס נובל לשלום. חתימת ההסכם הביאה לפילוג קשה בעם ששיאו ברציחתו של ראש הממשלה, יצחק רבין, בנובמבר 1995.             ",
            "לאחר הרצח מונה פרס לראש הממשלה. במהלך כהונתו נסוגה מדינת ישראל משטחים שונים ביהודה ושומרון בהתאם להסכמים עם הפלסטינים, החמאס ביצע שורה של פיגועי טרור קשים בעורף ישראל, ובעקבות ירי קטיושות מלבנון, יצא צה''ל למבצע ענבי זעם***. בבחירות של שנת 1996 הפסיד פרס את ראשות הממשלה לבנימין נתניהו ובשנים הבאות המשיך לכהן כחבר כנסת וכשר. בעקבות התפטרותו של משה קצב, ביוני 2007 נבחר פרס לנשיא ובכך סיים קריירה רצופה בת כ-48 שנים כחבר כנסת. ",
            "במהלך כהונתו פעל פרס לחיזוק מעמדה הבין-לאומי של ישראל ולעידוד יזמות טכנולוגית; הוא כינסה ועידות בין- לאומיות תחת חסותו והקים את 'מרכז פרס לשלום ולחדשות'. פרס, שייצג את מדינת ישראל במשך שנים רבות בפני העולם, זכה להערכה ולהערצה רבה מצדם; לווייתו הייתה אירוע בין-לאומי שראשי מדינות רבות כיבדו אותו בנוכחותם. שמעון פרס נפטר ב- כ''ה באלול תשע''ו, 28 בספטמבר 2016 ונקבר בהר הרצל.",
            "",
            "* תנועת הנוער העובד והלומד היא תנועת נוער ארץ ישראלית שמושתתת על ערכי הציונות העובדת. יסודותיה בתנועת הנוער העובד, שהוקמה ב-17 באוקטובר 1924 בארץ ישראל על ידי בני נוער עובדים שהתאגדו על מנת להגן על עבודתם וזכויותיהם. בשנת 1959 התמזגה לתוך ''הנוער העובד'' תנועת הבונים-התנועה המאוחדת ושם התנועה שונה בעקבות האיחוד ל-''הנוער העובד והלומד'' (חברי תנועות אלו היוו, בתקופה שלפני קום מדינת ישראל, כמחצית מחברי ההכשרות המגויסות לפלמ''ח).",
            "** עסקת ג'יבריל הייתה עסקת חילופי שבויים בין ישראל לבין ארגון החזית העממית לשחרור פלסטין - המפקדה הכללית של אחמד ג'יבריל, שנעשתה ב-21 במאי 1985, ובמסגרתה שוחררו 1,151 אסירים ועצירים ביטחוניים שהיו כלואים בישראל כנגד שלושה שבויי צה''ל.",
            "*** מבצע ענבי הזעם הוא מבצע צבאי שביצע צה''ל בדרום לבנון במשך 17 יום בין 11 באפריל ו-27 באפריל 1996, בעקבות ירי רקטות של ארגון חזבאללה לכיוון יישובים בגבול הצפון. ב-27 באפריל הושג הסכם הפסקת אש בין הצדדים. היה זה המבצע הנרחב והארוך ביותר שנערך בתקופת המערכה ברצועת הביטחון."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "ראובן (רובי) ריבלין 1939",
          "text": [
            "ראובן (רובי ריבלין), נשיא המדינה העשירי, נולד בירושלים למשפחה מרכזית בעיר שהגיעה אליה עם עליית תלמידי הגר''א בראשית המאה התשע-עשרה. הוא למד בגימנסיה העברית והיה פעיל מאוד בתנועת 'הצופים' בעיר.",
            "בשנת 1957 התגייס לצבא ושירת כקצין מודיעין קרבי, תפקיד בו המשיך במילואים והגיע עד לדרגת רב-סרן. עם שחרורו מהצבא למד משפטים באוניברסיטה העברית והחל להיות פעיל בתנועת 'חירות'. הוא כיהן כחבר מועצת העיר ירושלים והתמנה לסגן ראש העיר. ב-1988 נבחר לראשונה לכנסת מטעם הליכוד וכיהן כיושב-ראש הוועדה למאבק בנגע הסמים והאלכוהול ולאחר שלא נבחר לכנסת בבחירות הבאות פנה לעסקים פרטיים.",
            "ב-1996 נבחר שוב לכנסת וב-2001 מונה לשר התקשורת. ב-2003  נבחר ריבלין לתפקיד יושב-ראש הכנסת. כהונתו עמדה בסימן תכנית ההתנתקות והמחלוקת הציבורית אותה עוררה. ריבלין, שהתנגד לתכנית קרא לצדדים לנהוג באיפוק והדגיש את המחויבות למדינה ולמוסדותיה. בשנת 2007 ויתר על ההתמודדות לתפקיד הנשיא על-מנת לאפשר בחירה פה-אחד בשמעון פרס ובשנת 2009 שב לתפקיד יושב-ראש הכנסת. עם סיום כהונתו של שמעון פרס ב-2014 נבחר ריבלין לנשיא."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ראשי הממשלה",
      "subSections": [
        {
          "title": "דוד בן גוריון 1886-1973",
          "text": [
            "דוד בן-גוריון, ראש הממשלה הראשון, נולד בשנת 1886 בעירה פלונסק, בפולין, תחת השם דוד גרין. כבר מילדותו היה קרוב בדעותיו אל חוגים ציוניים וכשהיה בן עשרים עלה לארץ כחלק מן העלייה השנייה. בתחילה עבד כפועל חקלאי במושבות ועד מהרה הפך לפעיל מרכזי במפלגת פועלי ציון. ",
            "בשנת 1912 החל ללמוד משפטים באיסטנבול לצדו של יצחק בן-צבי. כאשר פרצה מלחמת העולם הראשונה בשנת 1914, נקטעו לימודיהם של השניים והם נאלצו לשוב לארץ ישראל. בארץ הם ניסו להקים גדוד יהודי במסגרת הצבא העות'מאני, אך גורשו לחו''ל וכעבור זמן קצר הפליגו לארצות הברית, שם יזמו הקמת גדוד עברי אשר פעל במסגרת הצבא הבריטי.             ",
            "ב-1919 הקים בן-גוריון יחד עם ברל כצנלסון את מפלגת 'אחדות העבודה', שהיוותה איחוד בין 'פועלי ציון' לבין קבוצה נוספת, וב-1921  נבחר להנהגת הסתדרות העובדים. בשנת 1930 התאחדה 'אחדות העבודה' עם מפלגת 'הפועל הצעיר' וכך נוסדה מפלגת פועלי ארץ ישראל (מפא''י). בן-גוריון מונה לעמוד בראש המפלגה והפך אותה למפלגה הגדולה ביותר בארץ, שהנהיגה (בגלגוליה השונים) את מוסדות המדינה עד לשנת 1977. ",
            "בשנת 1935 נבחר בן-גוריון ליושב ראש הסוכנות היהודית. מתפקיד זה הוביל את מדיניות ההבלגה כלפי ערביי ארץ ישראל וקרא להימנע מפגיעה בחפים מפשע. בשנת 1937 תמך בהצעתה של ועדת פיל לחלק את ארץ ישראל בין היהודים והערבים. עם פרוץ מלחמת העולם השנייה, גרס כי יש לשתף פעולה עם הבריטים במלחמתם בנאצים על אף ההגבלות שהטילו על ההגירה היהודית לארץ ישראל ולהיאבק בהם בדרכים בלתי-אלימות.            ",
            "במהלך שנות הארבעים החל בסדרת פעולות במטרה להביא להקמתה של מדינה יהודית עם תום מלחמת העולם השנייה ובין היתר פעל לבצר את כח המגן העברי כך שיוכל לעמוד בפני האתגרים הביטחוניים שנכונו לו. הוא הוביל את התמיכה היהודית בהצעת החלוקה של אונסקו''פ ועם אישורה, ב-כ''ט בנובמבר 1947, הנהיג את כוחות המגן בשלביה הראשונים של מלחמת העצמאות. ב-14 במאי 1948  ה' באייר תש''ח, הוא הכריז, כראש מנהלת העם הזמנית, על הקמתה של מדינת ישראל והפך לראש הממשלה ולשר הביטחון שלה. ",
            "מרגע זה ואילך, אחד העקרונות המרכזיים שנקשרו בפעולתו היה עיקרון הממלכתיות, מושג אותו טבע ומשמעותו - פירוקם של מוסדות מפלגתיים ובניית מוסדות מדינה חזקים. בן-גוריון ראה במצב בתקופת היישוב, בו היה למפלגות כוח רב וכל זרם מפלגתי הפעיל מוסדות משלו (כוח לוחם מחתרתי, שירות תעסוקה, שירותי בריאות, קבוצות ספורט ומערכות חינוך), סכנה רבה. הוא ניגש לטפל קודם כול בפירוק המחתרות ובהקמתו צבא ממלכתי.",
            "אחד האירועים המשמעותיים בהקשר זה, היה סיפורה של אלטלנה. ביוני 1948 התקרבה אל חופי הארץ ספינה שהובילה נשק שרכש האצ''ל. בין מנחם בגין, מפקד האצ''ל לשעבר, לבין בן גוריון התקיים ויכוח: בגין דרש שהנשק יועבר לידי יחידות האצ''ל ששולבו בצבא ההגנה לישראל, בן-גוריון סירב לכך. הדברים התגלגלו לכדי חילופי אש בין אנשי האצ''ל לחיילי צה''ל ובסופו של דבר, הטביעו כוחות צה''ל את האלטלנה כאשר התקרבה אל חופי תל-אביב.             ",
            "אירוע משמעותי נוסף היה פירוק הפלמ''ח, חטיבות הפלמ''ח אמנם שולבו בצה''ל אך קיימו מטה נפרד. בנובמבר 1948 הורה בן- גוריון על פירוקו של המטה. תפיסתו הממלכתית של בן-גוריון באה לידי ביטוי גם בהשקפתו הרחבה ביחס לצבא, שהובאה באופן מסודר במסגרת ספרו 'ייחוד וייעוד'. בספר עוסק בן-גוריון בייחודו של צה''ל ובייעודו החינוכי-חברתי. בן-גוריון ראה בצבא גוף חשוב שיכול לגשר על פערים ולהפגיש בין חלקי העם. הוא טבע את הרעיון של צבא מחנך ושלח את הצבא גם לבצע משימות אזרחיות לצורך רווחתו של העם.             ",
            "לאחר המלחמה עסק בן-גוריון בפתרון בעיותיה האזרחיות של ישראל אשר נבעו בעיקרן מן המצב הכלכלי הקשה ומן הקשיים בקליטת העלייה. בשנת 1953 התפטר בן-גוריון מראשות הממשלה בפעם הראשונה וקבע את ביתו בשדה בוקר ומשה שרת החליף אותו בתפקיד ראש הממשלה. בן-גוריון קיווה שלעלייתו לנגב תהיה השפעה חינוכית ערכי תרחבה וכי הוא יעודד עוד צעירים לנהוג כמוהו.",
            "ב-1955 חזר בן-גוריון לחיים הפוליטיים, תחילה כשר ביטחון ובהמשך גם כראש ממשלה. בכהונה זו הוא הוביל את מדינת ישראל במלחמת סיני, ביסס את יכולותיה האסטרטגיות והכינה לקראת האתגרים הבאים. לבסוף פרש מראשות הממשלה ב-1963 ולוי אשכול מונה כמחליפו. ב-1965 הקים, יחד עם שמעון פרס, משה דיין ואחרים, מפלגה חדשה: רשימת פועלי ארץ-ישראל (רפ''י) ונבחר מטעמה לכנסת. בשנת 1968 התאחדה רפ''י עם מפא''י ויצרה את מפלגת העבודה; בן- גוריון התנגד למהלך והקים את הרשימה הממלכתית. ב-1970 פרש סופית מן הפוליטיקה והתמסר לכתיבת זיכרונותיו. דוד בן-גוריון נפטר ב-ו' בכסלו תשל''ד 1 בדצמבר 1973 ונקבר במדרשת בן- גוריון בנקודה הצופה אל עבר נחל צין."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משה שרת 1894-1965",
          "text": [
            "משה שרת, ראש הממשלה השני, נולד בשנת 1894 בעירה חרסון, באוקראינה, תחת השם משה שרתוק. כשהיה בן 12 עלה לארץ עם הוריו, התגורר בכפר הערבי עין-סיניה ולמד את השפה הערבית על בוריה. כשהיה בן 14 היגרה המשפחה ליפו והייתה מראשוני תל- אביב. שרת נמנה עם המחזור הראשון של תלמידי גימנסיה הרצליה ועם תום לימודיו נסע לאיסטנבול ללמוד משפטים בדומה לדוד בן-גוריון וליצחק בן-צבי. כשפרצה מלחמת העולם, הראשונה, התגייס לצבא העות'מאני והיה בין היהודים היחידים שזכו לדרגות קצונה בצבא זה.            ",
            "עם תום המלחמה פנה ללימודי כלכלה בלונדון וכששב לארץ, החל בפעילות ציונית במפלגת 'אחדות העבודה', ובכתיבה עיתונאית בעיתון 'דבר'. בשנת 1931 החל לעבוד במחלקה המדינית של הסוכנות היהודית ולאחר רצח ארלוזורוב*, מונה לראש המחלקה. למעשה היה שרת אחראי ליחסי החוץ של התנועה הציונית ובמידה רבה היה זה שכונן אותם. בתקופה שקדמה להקמת המדינה, נטל חלק מרכזי במאמץ הדיפלומטי לקבלתן של החלטות ועדת אונסקו''פ על-ידי האו''ם.             ",
            "עם הקמת המדינה מונה שרת לתפקיד שר החוץ והקים את השירות הדיפלומטי הישראלי. במסגרת תפקיד זה היה מעורב בכמה פרשיות דרמטיות ובהן הסכמי שביתת הנשק בין ישראל לשכנותיה בתום מלחמת העצמאות (הסכמי  רודוס) והסכם השילומים עם גרמניה המערבית. בשנת 1953 עם פרישתו של בן-גוריון, מונה שרת למחליפו. תקופתו של משה שרת בראשות הממשלה התאפיינה בקו מדיני מתון ובהתנגדותו לפעולות התגמול** ועל רקע זה התגלעה מחלוקת חריפה בינו לבין דוד בן-גוריון.             ",
            "לאחר חזרתו של בן-גוריון לראשות הממשלה, הוא נאלץ לפרוש מן החיים הפוליטיים (1956).  לאחר פרישתו שימש כמנהל הוצאת הספרים 'עם עובד' ומכללת בית ברל ובין השנים 1961-1965 שימש כיושב ראש ההסתדרות הציונית. משה שרת נפטר ב-ז' בתמוז תשכ'ה 7 ביולי 1965 ונקבר בתל-אביב."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "לוי אשכול 1895-1969",
          "text": [
            "לוי אשכול, ראש הממשלה השלישי, נולד בשנת 1895 בכפר אורטוב, באוקראינה, תחת השם לוי שקולניק. בשנת 1914 עלה לארץ כחלק מן העלייה השנייה. במלחמת העולם הראשונה הצטרף לגדודים העבריים בצבא הבריטי ולאחריה נמנה עם מקימיו של קיבוץ דגניה ב' ועם מקימיה של הסתדרות העובדים.",
            "אשכול שהחל את דרכו כפועל חקלאי, החל להתמקד בעשייה ציבורית, בתחילה במסגרת ההסתדרות ומפלגת הפועל הצעיר ובהמשך במפא''י. בשנת 1937 יזם אשכול את הקמתה של חברת מקורות, חברת המים המרכזית של היישוב היהודי, ובהמשך, חברת המים הלאומית של ישראל. בין השנים 1940-1948 היה חבר מטה ההגנה והממונה על הרכש והציוד. ",
            "בשנת 1949 מונה לראש מחלקת ההתיישבות והגזבר של הסוכנות היהודית. בין השנים 1952-1963 שימש כשר האוצר ונדרש להתמודד עם המשך קליטתם של גלי העלייה אל מול משאביה המצומצמים של המדינה. אחד הפתרונות המרכזיים שמצא אשכול היה הקמת המעברות: אתרי שיכון זמניים שהורכבו מצריפים, בדונים ופחונים.  ",
            "בשנת 1963,  עם פרישתו השנייה (והסופית) של דוד בן- גוריון מתפקיד ראש הממשלה, מונה אשכול לראש ממשלה ולשר ביטחון. אחד מצעדיו הראשונים בתפקיד זה היה פיוס היסטורי עם התנועה הרוויזיוניסטית ותנועות הימין באמצעות העלאת עצמותיו של זאב ז'בוטינסקי* לארץ וקיומה של הלוויה ממלכתית בהר הרצל. בהמשך עשה אשכול גם צעד משמעותי לנרמול היחסים עם ערביי ישראל וביטל את השלטון הצבאי. במקביל פעל אשכול לבצר את כוחו של צה''ל אל מול האתגרים החדשים שעמדו בפניו.",
            "מדיניותו הפייסנית והפשרנית של אשכול, זכתה לתמיכה רחבה מן הציבור עד ל-'תקופת ההמתנה' שקדמה למלחמת ששת-הימים ב-1967 אל מול איומי המצרים העלתה ישראל את הכוננות, גייסה מילואים והמתינה לבאות. בארץ התפתחה אווירה קשה שגבלה בחרדה, כאשר תדמיתו הפשרנית של ראש הממשלה הייתה בעוכריו. אשכול ויתר על תפקיד שר הביטחון שניתן למשה דיין; כונן ממשלת אחדות יחד עם מנחם בגין; ולבסוף, לאחר התלבטות קשה, החליט לצאת ב-5  ביוני למלחמת מנע שנודעה לימים כמלחמת ששת-הימים.             ",
            "צה''ל, שאשכול השקיע רבות בבניין כוחו, הביס במהירות את צבאותיהן של מצרים, סוריה וירדן ותפס שטחים נרחבים. אשכול החזיק בתפקיד ראש הממשלה עד לפטירתו. הוא נפטר ב-ח' באדר תשכ''ט 26 בפברואר 1969 ונקבר בחלקת גדולי האומה בהר הרצל."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "גולדה מאיר 1898-1978",
          "text": [
            "גולדה מאיר, ראש ממשלת ישראל הרביעית, נולדה בשנת 1898 בקייב, באוקראינה, תחת השם גולדה מבוביץ'. כשהייתה בת שמונה היגרה עם הוריה לארצות-הברית, שם התוודעה לציונות והצטרפה למפלגת פועלי ציון. בשנת 1921 עלתה לארץ-ישראל. היא נבחרה למזכירת מועצת הפועלות בהסתדרות העובדים ולאחר מכן מילאה שורה ארוכה של תפקידים הקשורים ביחסי החוץ של התנועה הציונית.",
            "בשנת 1948 מונתה מאיר לצירה הישראלית הראשונה בברית המועצות וניסתה ליצור קשר עם יהודי המדינה. שליחותה הדיפלומטית נקטעה כשנקראה לכהן כשרת העבודה בממשלת ישראל הראשונה. היא כיהנה בתפקיד במשך כשבע שנים ועיצבה את שוק העבודה הישראלי ואת זכויות העובד הבסיסיות. בין השאר הביאה לחקיקתו של 'חוק שעות עבודה ומנוחה' הידוע גם כ-'חוק השבת', המחייב כל מעסיק לאפשר לעובדיו חופשה בשבת ובמועדי ישראל; והקימה את הביטוח הלאומי, מוסד הרווחה המרכזי במדינת ישראל המספק קצבאות לנצרכים להם.             ",
            "בשנת 1956 החליפה גולדה מאיר את משה שרת בתפקיד שרת החוץ וביקשה לחזק את קשריה של ישראל עם המדינות החדשות שהוקמו באסיה ובאפריקה. ביוזמתה, סייעה מדינת ישראל למדינות אלו בפיתוח תשתית כלכלית וחקלאית.             ",
            "בשנת 1969 עם פטירתו של לוי אשכול, מונתה גולדה מאיר לראש ממשלה. תקופה זו עמדה בראשיתה בסימן מלחמת ההתשה מחד ובמצב כלכלי טוב מאידך. בין השנים 1970-1973 נאלצה מדינת ישראל להתמודד עם גל טרור שאחד משיאיו היה בטבח י''א הספורטאים באולימפיאדת מינכן*. ישראל, בתגובה, פעלה כנגד ארגוני הטרור בדרכים שונים ויצאה למבצע 'אביב נעורים' בלבנון.              ",
            "באוקטובר 1973 הופתעה מדינת ישראל במתקפת נגד משולבת של צבאות מצרים וסוריה שהחלה את מלחמת יום הכיפורים. ישראל התעלמה מנתונים מודיעיניים שונים, לא נערכה למלחמה וספגה במהלך ימיה הראשונים מכה קשה. מיד עם תום המלחמה נבחרה מאיר שוב לתפקיד ראש הממשלה, אך זמן קצר לאחר מכן התפטרה מתפקידה. גולדה מאיר נפטרה ב-ח' בכסליו תשל''ט 8 בדצמבר 1978 ונקברה בחלקת גדולי האומה בהר הרצל.",
            "",
            "* טבח הספורטאים באולימפיאדת מינכן היה אירוע טרור פלסטיני שהתרחש ב-5–6 בספטמבר 1972, במהלך האולימפיאדה העשרים שהתקיימה במינכן בגרמניה המערבית. במהלך האירוע נרצחו אחד-עשר מאנשי המשלחת על ידי מחבלים פלסטינים מארגון 'ספטמבר השחור'."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יצחק רבין 1922-1995",
          "text": [
            "יצחק רבין, ראש הממשלה החמישי, נולד בשנת 1922 בירושלים וגדל בתל-אביב. כשהיה בן 15 החל ללמוד בבית הספר החקלאי 'כדורי'.  כשהיה בן 19 הצטרף אל הפלמ''ח ושנתיים מאוחר יותר, מונה למ''מ בארגון. באוקטובר 1947, מעט לפני קום המדינה, מונה לקצין המבצעים של הפלמ''ח ובמהלך מלחמת העצמאות מונה למפקד חטיבת הראל שלחמה לפריצת המצור על ירושלים. מאוחר יותר, במהלך המלחמה, מונה לקצין המבצעים של חזית הדרום. ",
            "רבין המשיך במילוי תפקידי פיקוד שונים ובסוף שנת 1963, מונה לרמטכ''ל השביעי של צה''ל. במהלך כהונתו פרצה מלחמת ששת הימים. רבין הוביל את צה''ל במלחמה זו והביא אותו אל ניצחון מרשים בשלוש חזיתות.             ",
            "לאחר פרישתו מהצה''ל (1968), התמנה לשגריר ישראל בארצות-הברית, ועם תום שליחותו, נבחר לכנסת והתמנה לשר העבודה. בשנת 1974 לאחר התפטרותה של ראש הממשלה גולדה מאיר, בעקבות מלחמת יום הכיפורים, נבחר רבין בפעם הראשונה לתפקיד ראש הממשלה. במהלך כהונתו נחתם הסכם הביניים עם מצרים; וצה''ל יצא לאחת מן הפעולות המפורסמות שלו: חילוץ הנוסעים החטופים משדה התעופה אנטבה במסגרת מבצע יונתן*. ",
            "בדצמבר 1976 התפטר רבין מתפקידו בעקבות משבר פוליטי ובאפריל  1977 לאחר פרסום בעיתונות על חשבון דולרים בו החזיקה רעייתו בחוץ-לארץ, בניגוד לחוקי המדינה באותה העת, הודיע כי לא יתמודד בבחירות הבאות.",
            "ב-1984  מונה לשר הביטחון וכהונתו עמדה בסימן האינתיפאדה הראשונה. בשנת 1992 ניצח את יצחק שמיר בבחירות לכנסת ומונה לראש ממשלה בפעם השנייה. רבין כונן ממשלת שמאל שנשענה על בסיס צר והנהיג שינוי בסדר העדיפויות הלאומי תוך העדפה תקציבית לנושאים 'אזרחיים' כמו חינוך או תשתיות על-חשבון נושאים ביטחוניים.             ",
            "ממשלת רבין החלה לפעול באינטנסיביות להשגת הסכמי שלום בין ישראל למדינות השכנות לה. ב- 1993 חתם על הסכם אוסלו הראשון, בו הכירה מדינת ישראל באש''ף כנציג פלסטיני רשמי והתחייבה להעביר לשלטונו האוטונומי שטחים בגדה וברצועת עזה. חודשים ספורים לאחר מכן, חתם על הסכם השלום עם ירדן שזכה לתמיכה נרחבת בחברה הישראלית. רבין זכה להערכה בין-לאומית שבאה לידי ביטוי בכך שהוענק לו פרס נובל לשלום בשיתוף עם שמעון פרס ויאסר ערפאת.",
            "",
            "* מבצע יונתן או מבצע אנטבה (כדור הרעם) הייתה פעולת פשיטה צבאית שביצע צה''ל באוגנדה במוצאי שבת, אור ליום ראשון, 4 ביולי 1976, במטרה להציל 105 נוסעים יהודים, ישראלים ואנשי צוות מטוס אייר פראנס, שנחטפו על ידי טרוריסטים גרמנים ופלסטינים, במהלך טיסתם מישראל לצרפת. למרות התבצרותם של החוטפים במדינה עוינת, כמעט כל החטופים חולצו בשלום. במהלך המבצע נהרגו שלושה בני ערובה וכן מפקד סיירת מטכ''ל, סגן אלוף יונתן נתניהו, ובעקבות זאת נקרא המבצע על שמו."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מנחם בגין 1913-1992",
          "text": [
            "מנחם בגין, ראש הממשלה השישי, נולד בשנת 1913 בבריסק, בפולין. בנערותו התחבר אל חוגי 'השומר הצעיר' והחל מגיל 16 החל לפעול בתנועת בית''ר שהייתה מזוהה עם רעיונותיו הרוויזיוניסטים של זאב ז'בוטינסקי. בגין טיפס בסולם הדרגות והתפקידים בתוך בית''ר. בשנת 1935 מונה לנציב בית''ר בבריסק, עירו; וכעבור ארבע שנים הפך לנציב התנועה בפולין כולה.",
            "כאשר פרצה מלחמת העולם השנייה, החליט בגין להימלט מפולין אל עבר ברית המועצות ובכך הצליח להציל את עצמו מציפורני הנאצים. בשנת 1940 נעצר בברית המועצות בעוון 'פעילות ציונית' ושוחרר מכלאו רק בעת מבצע ברברוסה, עם הפלישה הגרמנית. הוא הצטרף לצבא המורדים הפולנים בראשות הגנרל אנדרס ובשנת 1942 הגיע עם כוחותיו לארץ.",
            "בשנת 1943 פרש בגין מן התנועה הציונית על רקע ביקורתו כלפי מדיניותה ביחס לשלטונות המנדט הבריטי; הוא מונה למפקד האצ''ל והוביל את פעולותיו בשנים הבאות. בראשית יוני 1948, חתם על הסכם שפירק את האצ''ל במטרה לשלבו בצה''ל, אך שבועות ספורים לאחר מכן, עמד בחזית העימות בין ארגון למוסדות המדינה במסגרת פרשת אלטלנה. ",
            "בגין שהה על סיפון הספינה כאשר התקרבה לתל-אביב וכשנורה לעברה פגז מעבר החוף הורה ללוחמים שעליה לא להשיב באש. עם הקמת המדינה ייסד בגין את תנועת החירות, מפלגה פוליטית בעלת קו ציוני ימני. חירות הציבה אופוזיציה מתמדת לדרכו של בן-גוריון ועל רקע זה התגלע סכסוך עמוק בין השניים שהגיע לא פעם לביטויים קשים. ",
            "אחת המחלוקות המפורסמות ביניהם נגעה להסכם השילומים. כפי שציינו, בשנת 1952 הביא בן-גוריון לדיון בכנסת את הסכם הפיצויים שהשיג עם גרמניה המערבית. מתנגדי ההסכם, ובגין בראשם, טענו שהחתימה עליו היא עוול מוסרי חמור וכי באמצעותו מעניקה ישראל מחילה לנאצים.",
            "הסיסמה שנשאו אנשי חירות הייתה: 'הטלאי הצהוב – אות כבוד, שילומים ומשא ומתן – חרפה לדורות'.  ב-7 בינואר 1952, בעת שההסכם נידון בכנסת, הוביל בגין הפגנת המונים אל עבר הבניין, תוך שהוא מתבטא בחריפות רבה כנגד הממשלה. המפגינים התעמתו עם שוטרים, הגיעו עד לסף הכנסת והשליכו אבנים אל עבר המליאה. בתגובה לאירועים הורחק בגין מן הכנסת למספר חודשים.",
            "בשנת 1967,  זמן קצר לפני מלחמת ששת הימים, הצטרף בגין לראשונה לממשלה בתפקיד שר בלי-תיק. עשור מאוחר יותר, ב-1977 הפך לראש ממשלה במסגרת המהפך הפוליטי. לראשונה הודחו מפלגות השמאל מן השלטון וכוננה ממשלת ימין. ממשלתו של בגין הביאה לליברליזציה בכלכלה הישראלית, עודדה בגלוי את ההתיישבות היהודית ביהודה, שומרון, עזה וסיני, והביאה בשנת 1979 לחתימת הסכם השלום עם מצרים, במסגרתו נסוגה ישראל משטחי סיני וכוננו יחסים דיפלומטיים מלאים עם המצרים על חתימת ההסכם זכה בגין, יחד עם עמיתו המצרי, אנואר סאדאת, בפרס נובל לשלום.",
            "בשנת 1981 הורה בגין על הפצצת הכור האטומי בעירק במסגרת מבצע 'אופרה',  וביוני החליט על יציאה למלחמת שלום הגליל. המלחמה, שבראשיתה זכתה לתמיכה ציבורית נרחבת, הפכה לשנויה במחלוקת. בהפגנות שנערכו ברחבי ישראל, כונה בגין 'רוצח' ומתחת לביתו התקיימה משמרת מחאה. פחות משנה לאחר פרוץ המלחמה, הוא החליט לפרוש מפעילות פוליטית והסתגר בביתו. מנחם בגין נפטר ב-ד' באדר ב' תשנ''ב 9, במרץ 1992 ונקבר בהר הזיתים. לזכרו הוקם 'מרכז מורשת מנחם בגין' בירושלים העוסק במורשתו ובפועלו."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יצחק שמיר 1915-2012",
          "text": [
            "יצחק שמיר, ראש הממשלה השביעי, נולד בשנת 1915 בעיירה רוזי'נוי, ברוסיה, תחת השם יצחק יזרניצקי. בנעוריו למד בגימנסיה העברית בביאליסטוק והחל ללמוד משפטים באוניברסיטת ורשה; במקביל החל בפעילות ציונית בתנועת בית''ר. אחרי שנה אחת באוניברסיטה נטש את לימודיו ועלה לארץ-ישראל. בארץ החל בהשלמת הלימודים באוניברסיטה העברית, אך גם הפעם נקטעו לימודיו כשהצטרף לשורות האצ''ל. ",
            "עם הפילוג בשורות הארגון במהלך מלחמת העולם השנייה, החליט להצטרף אל ה-לח''י והפך לאחד מן המנהיגים הבולטים של הארגון. לאחר מספר חודשים הוא נעצר ונכלא על-ידי הבריטים, אולם הצליח לברוח מכלאו וירד למחתרת. לאחר רציחתו של אברהם שטרן ('יאיר') התחזק מעמדו בארגון, הבריטים הידקו את הטבעת סביבו ולבסוף שלחו אותו למאסר באריתריאה.",
            "שמיר הצליח לברוח מכלאו ערב הקמת המדינה ולהגיע לארץ. לקראת הבחירות הראשונות הצטרף ל-'מפלגת הלוחמים' של ותיקי הלח''י. בשנת 1955 גויס אל 'המוסד' ושירת בו לאורך כחמש עשרה שנים בתפקידים מסווגים. בשנת 1969 פרש מן השירות והצטרף אל תנועת החירות, ב-1973 נבחר לראשונה לכנסת ועם המהפך הפוליטי בשנת 1977, מונה ליושב ראש הכנסת. ",
            "ב-1980 מונה לשר החוץ ושימש בתפקיד זה במהלך מלחמת שלום הגליל; עם התפטרותו של מנחם בגין מראשות הממשלה, ב-1983 נתמנה לראש ממשלה במקומו. בשנת 1984 התמודד מול שמעון פרס ולאור השוויון בין הימין לשמאל הקים עמו ממשלת אחדות ברוטציה: שמיר שימש כשר חוץ בממשלה בה כיהן פרס כראש ממשלה וכעם תום השנתיים החליף את פרס בתפקיד ראש הממשלה עם תום שנתיים.",
            "בבחירות 1988 נבחר שוב שמיר לראש ממשלה. תקופת כהונתו השלישית עמדה בסימן מבצעי העלייה מאתיופיה ומלחמת המפרץ הראשונה בין ארצות-הברית לעירק. במהלך המלחמה נורו טילים אל עבר העורף הישראלי; שמיר החליט להיענות לבקשת האמריקאים ולהימנע מתגובה צבאית של ישראל כנגד עירק.",
            "עם תום המלחמה ועל רקע אירועי האינתיפאדה הראשונה, עמד שמיר בראש המשלחת הישראלית לוועידת מדריד, בה השתתף בניגוד לתפיסתו המדינית. על רקע זה התפרקה ממשלתו ובבחירות 1992 הוא הובס על-ידי יצחק רבין. שמיר פרש מראשות הליכוד אך המשיך לכהן כחבר כנסת עד שנת 1996. בשנת 2001 הוענק לו פרס ישראל לתרומה מיוחדת לחברה ולמדינה. יצחק שמיר נפטר ב-י' בתמוז תשע''ב 30 ביוני 2012 ונקבר בחלקת גדולי האומה בהר הרצל."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "שמעון פרס 1923-2016",
          "text": [
            "שמעון פרס, ראש הממשלה השמיני, כיהן כראש ממשלה בשנים 1984-1986 ובשנים 1995-1996. למידע נוסף ראה 'נשיאים'."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "בנימין נתניהו 1949",
          "text": [
            "בנימין (ביבי) נתניהו, ראש הממשלה התשיעי, נולד בשנת 1949 בתל-אביב וגדל בירושלים. כשהיה בן ארבע-עשרה עברה המשפחה להתגורר בארצות הברית בעקבות אביו, בן-ציון נתניהו* היסטוריון של עם ישראל שלימד באוניברסיטת קורנל. בשנת 1967 ערב מלחמת ששת הימים, שב נתניהו ארצה והתגייס אל סיירת מטכ''ל, שם שירת כלוחם ומפקד והשתחרר ב-1972 לצדו שירת בסיירת אחיו הגדול, יוני, שנפל במבצע אנטבה (1976).",
            "עם תום שירותו הצבאי החל נתניהו ללמוד באוניברסיטת M.I.T במסצ'וסטס, הוא השלים תואר ראשון בארכיטקטורה ותואר שני במנהל עסקים. בנוסף למד מדע המדינה באוניברסיטת הרווארד. עם פרוץ מלחמת יום הכיפורים שב ארצה ולחם בחזית סיני; וכעבור ארבע שנים שב להתגורר בארץ באופן מלא. ב-1982 מונה נתניהו לציר ישראל בוושינגטון, וב- 1984 מונה לשגריר באו''ם. ב-1988 נבחר לכנסת מטעם מפלגת הליכוד ומונה לסגן שר החוץ.",
            "עם פרישתו של יצחק שמיר מראשות הליכוד, לאחר בחירות 1992, נבחר נתניהו ליושב-ראש המפלגה ולראש האופוזיציה. מעמדה זו התנגד לתהליך אוסלו ולהסכמים עם הפלסטינים עליהם חתמה ממשלת רבין. בבחירות 1996 ניצח את שמעון פרס והתמנה לראש ממשלה בפעם הראשונה. על- אף התנגדותו לצעדיה של הממשלה הקודמת, החליט נתניהו שלא לבטל את ההסכמים להם התחייבה, ואף חתם ב-1998 על 'הסכם וואי' שהתווה לוח זמנים ודרכים למימושם.",
            "בעקבות החתימה על ההסכם נתגלע משבר פוליטי ובבחירות 1999 הפסיד נתניהו את כיסאו לאהוד ברק. לאחר פסק זמן מן החיים הפוליטיים, הצטרף בשנת 2003 לממשלתו השנייה של אריאל שרון כשר האוצר. במסגרת כהונה זו הוביל תהליכים נרחבים של הפרטה ומכירת חברות ציבוריות, צמצום בהוצאות הממשלה ורפורמות כלכליות מהותיות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אהוד ברק 1942",
          "text": [
            "אהוד ברק, ראש הממשלה העשירי, נולד בשנת 1942 בקיבוץ משמר השרון. הוא התגייס לחיל השריון ולאחר תקופה קצרה אותר לסיירת מטכ''ל. ברק הוא אחד החיילים המעוטרים ביותר בצה''ל: הוא זכה בעיטור המופת וכן בארבעה צל''שי רמטכ''ל על אומץ לב ועל הצטיינות בקרב. הוא לחם במלחמת ששת-הימים, ההתשה, יום הכיפורים ושלום הגליל. ",
            "בין השאר שימש כמפקד סיירת מטכ''ל ובמסגרת זו השתתף במבצע אביב נעורים (9-10 באפריל 1973), במהלכו תקפו כוחות מיוחדים של צה''ל מספר יעדי טרור בעומק לבנון. בנוסף, שימש כמפקד עוצבת עמוד האש, ראש אגף התכנון (אג''ת), ראש אגף המודיעין (אמ''ן) וסגן הרמטכ''ל. ב-1991 מונה ברק לרמטכ''ל הארבעה-עשר של צה''ל והחליף בתפקידו את רב-אלוף דן שומרון; במסגרת זו עסק במימוש הסכמי אוסלו והסכם השלום עם ירדן. בנוסף, שימש כשליחו של ראש הממשלה לשיחות השלום שהתקיימו עם סוריה ולבנון. ",
            "עם פרישתו מצה''ל, בשנת 1995, מונה על-ידי ראש הממשלה, יצחק רבין, לשר הפנים ומאוחר יותר שימש גם כשר החוץ. ב-1997 נבחר ליושב-ראש מפלגת העבודה וב-1999 נבחר לראשות הממשלה. בעת כהונתו כראש ממשלה, הסיג את כוחות צה''ל מרצועת הביטחון שבדרום לבנון* וניסה להביא לפריצת דרך מדינית בשיחות השלום עם הפלסטינים והסורים. ",
            "אחד השיאים של שיחות השלום שניהל ברק, היה בדיונים עם הפלסטינים בוועידת קמפ-דיוויד (2000) הוועידה נכשלה וזמן קצר לאחר מכן פרצו אירועי 'גאות ושפל' (האינתיפאדה השנייה) במהלכם הורעו היחסים בין ישראל לפלסטינים, והתרחשו אירועי אלימות קשים שהשפיעו גם על היחסים בין יהודים וערבים בתוך גבולות ישראל (מהומות אוקטובר). על-רקע אירועים אלו התגלע משבר פוליטי ובבחירות 2001, הפסיד ברק את ראשות הממשלה למנהיג הליכוד, אריאל שרון. ",
            "לאחר ההפסד פרש ברק מן החיים הפוליטיים ופנה לעסקים. הוא שב אל המערכת הפוליטית בשנת 2007 ומונה לשר הביטחון. בעת כהונתו בתפקיד זה, יצא צה''ל למבצע עופרת יצוקה והוחלט על עסקת חילופי השבויים בה הוחזר גלעד שליט*. בשנת 2012 הודיע על פרישתו מן החיים הפוליטיים.",
            "",
            "* תהליך הנסיגה מלבנון, עם תום מלחמת שלום הגליל (1982), שלט צה''ל בשטחים נרחבים בדרום לבנון. ב-1985 התמקם צה''ל ברצועת הביטחון ונסוג משאר שטחי לבנון. רצועת הביטחון הייתה רצועת שטח בת מספר קילומטרים לאורך כל גבול ישראל לבנון. צה''ל החזיק באזור שורה של מוצבים וקיים שיתוף פעולה הדוק עם צבא דרום לבנון (צד''ל). הלחימה המתמדת ומחיר הדמים שהיא גבתה, הביאו להיווצרותו של לחץ ציבורי לפנותה. לפני היבחרו של ברק לראשות הממשלה, ב-1999. הוא הבטיח להסיג את כוחות צה''ל מלבנון תוך שנה אחת. מיד עם היבחרו הוא החל במגעים עם סוריה על-מנת להסדיר את הנסיגה. משכשלו המגעים, החליט להסיג את כוחות צה''ל מן האזור באופן חד-צדדי. הנסיגה יצאה לפועל ב-24 במאי 2000 והיא נותרה אירוע שנוי במחלוקת בקרב הציבור הישראלי.",
            "** גלעד שליט הוא ישראלי שנחטף בהיותו חייל צה''ל בשירות סדיר, באזור כרם שלום ב־25 ביוני 2006 על ידי מחבלים פלסטינים, שהשתייכו לארגוני הטרור חמאס, ועדות ההתנגדות העממית וצבא האסלאם. שליט הוחזק בשבי ברצועת עזה במשך כחמש שנים וארבעה חודשים (1,941 ימים). במסגרת עסקה בין ישראל לחמאס הוא שוחרר והושב לישראל ב-18 באוקטובר 2011, תמורת שחרור 1,027 אסירים ביטחוניים, בהם מאות אסירי עולם."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אריאל שרון 1928-2014",
          "text": [
            "אריאל שרון, ראש הממשלה האחד-עשר, נולד בשנת 1928 בכפר מל''ל, תחת השם אריאל שיינרמן. בנערותו השתייך לתנועת הנוער העובד והלומד וכשהיה בן שבע-עשרה הצטרף אל ה-'הגנה'. במלחמת העצמאות לחם בקרבות לטרון וסבל מפציעה קשה. עם תום המלחמה קודם לתפקיד מ''פ ובהמשך גם לתפקיד מפקד סיירת גולני. ",
            "ב-1952 יצא ללימודים באוניברסיטה העברית, אך כשנה לאחר מכן נקרא לשוב לצבא על מנת להקים את יחידה 101 שמשימתה המרכזית הייתה לבצע פעולות תגמול כנגד המסתננים*. היחידה שמוזגה לבסוף עם גדוד 890 של הצנחנים, הייתה יחידת הקומנדו הראשונה בצה''ל והנחילה תורות לחימה וטקטיקות מתקדמות לכלל הצבא. ב-1956, מונה למפקד חטיבת הצנחנים ופיקד עליה במהלך מלחמת סיני; בעת מלחמת ששת הימים (1967) פיקד על אוגדה 38 שלקחה חלק חשוב בקרבות בחזית המצרית; ב-1969 מונה למפקד פיקוד הדרום, פיקד על החזית במהלך מלחמת ההתשה ועסק בהקמת קו המעוזים על גדות התעלה.",
            "בראשית 1973 פרש מן הצבא ופנה לפעילות פוליטית. עם פרוץ מלחמת יום הכיפורים, שב שרון לצבא ומונה כמפקד עוצבת עמוד האש, שנטלה חלק משמעותי בקרבות בגזרת סיני. ב-1977 התמודד לכנסת בראש תנועת 'שלומציון' שהתמזגה לאחר הבחירות אל תוך הליכוד. בממשלת בגין מונה שרון לשר החקלאות ובתפקיד זה פעל לעידוד ולהרחבת ההתיישבות היהודית ביהודה, שומרון וחבל עזה. בשנת 1981, מונה אריאל שרון לשר הביטחון, במסגרת תפקיד זה היה אחראי על מימוש הסכם השלום עם מצריים ופינוי חבל ימית בצפון סיני. ",
            "נוסף הוא היה ההוגה והיוזם של מלחמת שלום הגליל; תפקודו של שרון במהלך המלחמה היה שנוי במחלוקת וזכה לביקורת ציבורית. ועדת כהן שהוקמה בעקבות הטבח במחנות הפליטים סברה ושתילה**, מתחה ביקורת קשה על התנהלותו והמליצה כי שרון יסיים את תפקידו ולא ישמש בעתיד בתפקיד שר ביטחון. שרון פרש מתפקיד שר הביטחון אך המשיך לכהן כשר בלי תיק. ",
            "בממשלות הבאות כיהן כשר התעשייה והמסחר, שר הבינוי והשיכון ושר התשתיות הלאומיות. עם פרישתו של נתניהו מראשות הליכוד בשנת 1999, מונה ליושב-ראש המפלגה ועל רקע אירועי 'גאות ושפל' (האינתיפאדה השנייה), נבחר ב-2001 לראשות הממשלה. תקופת כהונתו הראשונה עמדה בסימן המאבק בטרור הפלסטיני שהוביל ליציאה למבצע חומת מגן. ",
            "כהונתו השנייה (2003) עמדה בסימן בניית גדר הביטחון שנועדה למנוע חדירה של טרור אל עורף ישראל ותכנית ההתנתקות, תכנית נסיגה חד צדדית מרצועת עזה וצפון השומרון. התוכנית עוררה מחלוקות וביקורות רבות ובסופו של דבר יצאה אל הפועל בקיץ 2005. היא הביאה למשבר פוליטי ועל רקע משבר זה והחשדות שהועלו כנגד שרון בשחיתות, הוחלט על הקדמת הבחירות ל-2006. בשיאו של המשבר החליט שרון לנטוש את מפלגת הליכוד ולהקים מפלגה חדשה, 'קדימה'. ",
            "חודשים ספורים לאחר מכן לקה בשבץ מוחי ונבצר ממנו למלא את תפקיד ראש הממשלה. סמכויותיו נמסרו לממלא מקומו, אהוד אולמרט. אריאל שרון נפטר ב-י' בשבט תשע''ד, 11 בינואר 2014 ונקבר בגבעת הכלניות שליד חוות השקמים.",
            "",
            "* בהסתננות ובפעולות התגמול דנו בפרק נפרד בהמשך.",
            "** אירועי סברה ושתילה נידונים כחלק מן הפרק העוסק במלחמת לבנון בהמשך. "
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אהוד אולמרט 1945",
          "text": [
            "אהוד אולמרט, ראש הממשלה השנים-עשר, נולד בשנת 1945 במבצר שוני הסמוך לבנימינה למשפחה רוויזיוניסטית ואביו, מרדכי אולמרט, שימש כחבר כנסת מטעם תנועת החירות. ",
            "ב-1963 התגייס לחטיבת גולני, אולם נאלץ להשתחרר זמנית מן הצבא כעבור זמן קצר עקב פציעה שלא החלימה כראוי. הוא קיבל דחיית שירות, במהלכה סיים תואר ראשון בפסיכולוגיה ופילוסופיה באוניברסיטה העברית; ובשנת 1971 שב והשלים את שירותו הצבאי ככתב צבאי בעיתון 'במחנה'*. בעת שירותו במילואים יצא לקורס קצינים והוסמך כקצין. ",
            "במהלך השירות החל ללמוד לתואר ראשון נוסף ובשנת 1975 הוסמך כעורך-דין. עוד בעת תקופת לימודיו, היה אולמרט מעורב בפעילות פוליטית. בשנת 1973, בהיותו בן עשרים ושמונה בלבד, נבחר לכנסת מטעם תנועת החירות. בשנת 1988 מונה לשר לענייני מיעוטים ובשנת 1990, מונה לשר הבריאות. בשנת 1992, פרש מן הכנסת ונבחר לראש עיריית ירושלים. ",
            "בשנת 2003 פרש מהעירייה וחזר אל הכנסת. לאחר הבחירות מונה לשר התעשייה, המסחר והתעסוקה ולממלא מקום ראש הממשלה; עם ההכרזה על תכנית ההתנתקות, היה אולמרט מתומכיה המרכזיים. לאחר פרישתו של בנימין נתניהו, מונה לשר האוצר ועם הקמת מפלגת 'קדימה', מונה למספר שתים ברשימה. לאחר אשפוזו של אריאל שרון מונה אהוד אולמרט למחליפו הזמני ובבחירות 2006, נבחר לראשות הממשלה.",
            "כהונתו של אולמרט כראש ממשלה, אופיינה בהחרפת הסכסוך ברצועת עזה ובהתחדשותו של הסכסוך   הישראלי-לבנוני עם חטיפתם של חיילי צה''ל בגזרת הר דב ופרוץ מלחמת לבנון השנייה. המלחמה הביאה לפגיעה קשה בתשתית הטרור של ארגון החיזבאללה, אך גם לפגיעה בעורף הישראלי ולמחלוקת לגבי מחדלים שונים שהתגלו בה. ועדת וינוגרד, שהוקמה בעקבות המלחמה, מצאה ליקויים רבים בהתנהלות הדרג המדיני והדרג הצבאי, אך נמנעה מלקבל מסקנות אישיות כנגד מי מהמעורבים.",
            "במקביל הועלו כנגד אולמרט מספר חשדות הנוגעים בשחיתות ונמצאים עדין בבירור מערכת אכיפת החוק. על רקע זה הוחלט על הקדמת הבחירות למרץ 2009, ואולמרט החליט כי לא יתמודד בהן. במהלך התקופה שקדמה לבחירות, בדצמבר 2008, הוביל אולמרט את מדינת ישראל למבצע עופרת יצוקה, מבצע צבאי רחב היקף ברצועת עזה. ",
            "לאחר פרישתו המשיכו להתנהל כנגדו מספר משפטים. הוא הורשע בבית המשפט בכמה אישומים ובראשם שוחד ונשלח לרצות את עונשו בכלא. במחנה, שבועון היוצא לאור על-ידי צה''ל ומיועד לחייליו. ראשית דרכו ב-1934 כעיתון מחתרתי של סניף ה-'הגנה' בתל אביב. ב-1947, הפך לביטאון הרשמי של הארגון. עם הקמת מדינת ישראל וייסוד צה''ל, הפך 'במחנה' לשבועון הרשמי של הצבא."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ראשי המטה הכללי",
      "subSections": [
        {
          "title": "יעקב דורי 1899-1973",
          "text": [
            "יעקב דורי, ראש המטה הכללי הראשון, נולד בשנת 1899 בעיר אודסה, ברוסיה. בשנת 1906 עלה עם משפחתו לארץ ובשנת 1917 במהלך מלחמת העולם הראשונה, התגייס לצבא הבריטי ושירת בגדוד 40 של הגדודים העבריים. ",
            "עם שחרורו החל בלימודי הנדסה בבלגיה וכששב לארץ מונה למהנדס של היישובים החדשים תוכננו במסגרת 'תכנית האלף'*. במהלך מאורעות תרפ''ט (1929), מונה דורי למפקד ה-'הגנה' בחיפה. ב-1930 עבר להתגורר בירושלים ומונה לסגן המהנדס הראשי של הסוכנות היהודית; במקביל התקדם בסולם התפקידים של 'ההגנה' עד שבשנת 1939 מונה גם לראש המטה הכללי של הארגון. ",
            "עם היודע החלטת האו''ם, בשנת 1947, סייע לדוד בן-גוריון בהכנת כוח המגן למלחמה, בהפיכתה של ה-'הגנה' מארגון מחתרתי לצבא סדיר ובשילוב לוחמי המחתרות השונות בצה''ל. כשהוקם צה''ל באופן רשמי ב-26 במאי 1948, מונה דורי לראש המטה הכללי הראשון וניהל מעמדה זו את מלחמת העצמאות עד לחתימת הסכמי הפסקת האש. במהלך חלקם הראשון של הקרבות היה תפקודו של דורי חלקי בשל מצבו הבריאותי ויגאל ידין מילא את מקומו. בנובמבר 1949 פרש מתפקידו והוחלף על ידי יגאל ידין. ",
            "עם פרישתו מצה''ל מונה לראש אגף המדע במשרד ראש הממשלה וכיהן גם כחבר בוועדת 'אולשן-דורי' שחקרה את פרשת 'עסק הביש'**. בין השנים 1965-1951 שימש כנשיא הטכניון בחיפה***. יעקב דורי נפטר ב-י''ט בשבט תשל''ג 22, בפברואר 1973, על שמו נקרא מחנה תל-השומר.",
            "",
            "* תכנית האלף תכנית התיישבות של כאלף משפחות בסמוך למושבות ותיקות בארץ-ישראל שהתקבלה על-ידי הסוכנות היהודית ב-1930.",
            "** 'עסק הביש' או' הפרשה' הוא כינוי לפרשת ריגול שנחשפה במהלך שנות החמישים. אגף המודיעין הפעיל במצרים חולייה שהורכבה מיהודים מצרים וביצעה פעולות כנגד מטרות מערביות במדינה במטרה לתקוע טריז בין מצרים לבין המערב. החוליה נחשפה, חבריה נשפטו ובישראל התפתח ויכוח עקרוני בשאלה 'מי נתן את ההוראה' לבצע את הפעולה הכושלת. ויכוח זה הוביל למספר משברים פוליטיים.",
            "*** טכניון (מכון טכנולוגי לישראל) הוא אוניברסיטה ישראלית הממוקמת בחיפה ומתמקדת בהנדסה ובמדעים מדויקים. הטכניון הוקם בראשית המאה העשרים וסביב שפת הלימוד במוסד התנהל ויכוח ביישוב שנוגע כ-'מלחמת השפות' או 'ריב הלשונות', בו דנו לעיל."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יגאל דין 1917-1984",
          "text": [
            "יגאל ידין, ראש המטה הכללי השני, נולד בשנת 1917 בירושלים, תחת השם יגאל סוקניק. בגיל 15 הצטרף אל שורות ה-'ההגנה' ובגיל 22 התמנה לשלישו של יעקב דורי. במקביל לשירותו בארגון למד ידין ארכיאולוגיה, לשון עברית וספרות באוניברסיטה העברית.",
            "במהלך מלחמת העצמאות, שימש כמחליפו של יעקב דורי ובשנת 1949, בהיותו בן 32, מונה לרמטכ''ל. כרמטכ''ל קבע את הכללים היסודיים על-פיהם מתנהל צה''ל בתחומי הגיוס והמבנה. בשנת 1952, סיים ידין את תפקידו והוחלף על-ידי מרדכי מקלף.",
            "לאחר פרישתו התמסר לארכיאולוגיה ובמסגרת עבודתו היה אחראי בין היתר לחשיפת שרידי מצדה ולמחקר 'המגילות הגנוזות'*. על תרומתו למחקר קיבל את פרס ישראל במדעי היהדות לשנת 1956. ב-1963 מונה לפרופסור במכון לארכיאולוגיה של האוניברסיטה העברית ושנה לאחר מכן הפך לחבר האקדמיה הלאומית למדעים. הוא כתב ספרים רבים על שלהי ימי הבית השני ועל מרידות היהודים, באחדים מהם אף השתמש בניסיונו הצבאי וניתח תורות לחימה וטקטיקות של מגננה.",
            "לאחר מלחמת יום הכיפורים שימש ידין כחבר ועדת אגרנט. לקראת בחירות 1977 הקים יחד עם פרופ' אמנון רובינשטיין** את תנועת ד''ש (דמוקרטיה לשינוי), נבחר מטעמה לכנסת ושימש כסגן ראש הממשלה. בעקבות התפוררות המפלגה פרש ב-1981 מן החיים הפוליטיים. יגאל ידין נפטר ב-כ''ח בסיוון תשמ''ד, 28 ביוני 1984; על שמו נקרא מחנה צריפין.",
            "",
            "* המגילות הגנוזות מגילות שנמצאו בחפירות ארכיאולוגיות במדבר יהודה ובהם טקסטים שונים וגם העתק של חלקים מן התנ''ך. גילוי המגילות נחשב לאחד מהממצאים הארכיאולוגיים החשובים בארץ ישראל, ולכתבי היד הקדומים ביותר של המקרא. ",
            "** אמנון רובינשטיין (נולד: 1931) משפטן וסופר ישראלי. בשנת 1977 נבחר לכנסת וכיהן בה עד לשנת 2002. בתקופה זו שימש במגוון תפקידים וביניהם שר החינוך, שר התקשורת ושר התשתיות. בשנת 2006 זכה בפרס ישראל לחקר המשפט."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מרדכי מקלף 1920-1978",
          "text": [
            "מרדכי מקלף, ראש המטה הכללי השלישי, נולד בשנת 1920 במוצא. כשהיה ילד צעיר התנפלו פורעים ערבים על ביתו במהלך מאורעות תרפ''ט והוא היה אחד הניצולים היחידים מן הטווח שנערך ביהודי המושבה. בגיל 16 הצטרף לשורות ה-'הגנה' ולאחר מכן, בגיל 19, הצטרף לפלגות הלילה המיוחדות תחת פיקודו של אורד וינגייט. במהלך מלחמת העולם השנייה שירת בשורות הצבא הבריטי ולחם בצפון אפריקה; עם תום המלחמה שוחרר בדרגת מייג'ור (רב-סרן).",
            "במהלך מלחמת העצמאות שירת בחטיבת כרמלי שלחמה באזור הצפון; הוא שימש כקצין אג''ם, מפקד גדוד ולבסוף כמפקד החטיבה. בשלהי המלחמה מונה מקלף לאחד מהנציגים הישראלים בדיוני שביתת הנשק עם סוריה ולבנון ובסוף 1949 מונה לסגן הרמטכ''ל ולראש אג''ם. ",
            "עם סיום תפקידו של יגאל ידין כרמטכ''ל  (1952) ביקש בן-גוריון ממקלף, שהיה באותה העת בן 32 בלבד, לקבל עליו את תפקיד, מקלף הסכים אך התנה זאת בכך שהוא ישמש בו למשך שנה בלבד. במהלך כהונתו השלים תכנית קיצוצים בצה''ל ושחרר את הצבא ממשימות ומתפקידים אזרחיים. בנוסף, היה אחראי להקמת יחידה 101 שביצעה את פעולות התגמול. בשנת 1953, סיים את תפקידו והוחלף על-ידי משה דיין.",
            "לאחר שחרורו מצה''ל בדצמבר 1953, מילא שורת תפקידים ציבוריים בכלכלה הישראלית וביניהם מנכ''ל חברת החשמל ומנכ''ל מפעלי ים המלח. מרדכי מקלף נפטר ב-ט''ו אדר תשל''ח, 22 בפברואר 1978; על שמו נקרא מחנה השלישות הראשית ברמת-גן."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משה דיין 1915-1981",
          "text": [
            "משה דיין, ראש המטה הכללי הרביעי, נולד בשנת 1915 בקיבוץ דגניה. גיל 18 הצטרף לשורות ה-'הגנה' כאיש משטרת היישובים* ובשנת 1938 היה בין המצטרפים הראשונים לפלגות הלילה המיוחדות תחת פיקודו של אורד וינגייט; אולם חודשים ספורים לאחר מכן נאסר על-ידי הבריטים כחלק מ-מ''ג אסירי ההגנה**. ",
            "בשנת 1941 התנדב לפעולות נגד צבא וישי בסוריה*** ואיבד באחת מהן את עינו השמאלית. בראשית מלחמת העצמאות שימש דיין במספר תפקידי מטה והיה מיוזמי שיתוף הפעולה בין צה''ל לעדה הדרוזית. בהמשך המלחמה פיקד על הכוחות בעמק הירדן, שימש כמפקד גדוד שלחם באזור השפלה ולבסוף מונה למפקד חטיבת עציוני שלחמה באזור ירושלים ולמפקדה של העיר. בתוקף תפקיד זה ניהל את המגעים עם הירדנים והיה אחראי לקביעת 'הקו העירוני' שחצה את העיר עד מלחמת ששת-הימים. ",
            "בסוף 1949 מונה למפקד פיקוד הדרום וב-1952 מונה למפקד פיקוד הצפון. עם סיום תפקידו של מרדכי מקלף כרמטכ''ל (1953) מונה דיין למחליפו. בכהונתו שם דגש על הכשרת היחידות הקרביות ופיקד על הצבא במהלך מספר פעולות תגמול ובמהלך מלחמת סיני. בשנת 1958, סיים דיין את תפקידו והוחלף על-ידי חיים לסקוב.",
            "הוא נבחר לכנסת הרביעית וכיהן כשר החקלאות. בשנת 1967, סמוך לפרוץ מלחמת ששת הימים, מונה לשר ביטחון והחזיק בתפקיד במהלך המלחמה. עם סיום לחימה זכה דיין להערכה עצומה בישראל ובעולם. בתקופה זו מיסד את השלטון הצבאי ביהודה, שומרון ועזה, הוביל את צה''ל במלחמת ההתשה והתמודד עם גל פיגועי הטרור הקשים. ",
            "בתקופה שקדמה למלחמת יום הכיפורים הניח דיין כי הסבירות לפריצתה של מלחמה נמוכה. גישתו נשענה בעיקר על הנחה  (קונספציה) שארצות ערב ימנעו מלתקוף את ישראל לאור המכה שספגו במהלך מלחמת ששת-הימים. קונספציה זו כשלה וישראל הופתעה בתקיפה משולבת בסיני ובגולן שגבתה מחיר דמים כבד. עם תום המלחמה התפטר דיין מתפקידו בלחץ הציבור, זאת על אף שדו''ח ועדת אגרנט לא הטיל עליו אחריות אישית. ",
            "דיין חזר אל החיים הפוליטיים ב-1977 כשנבחר לכנסת התשיעית ומונה לשר החוץ. הוא היה בין יוזמי המגעים עם מצריים שהבשילו לבסוף לכדי הסכם שלום, אך ב-1979 פרש מן הממשלה על רקע מחלוקת בינו לבין בגין לגבי הדרך ליישומו. משה דיין נפטר ב-י''ח בתשרי תשמ''ב, 16 באוקטובר 1981, על שמו נקרא מחנה המכללות הצבאיות בגלילות.",
            "",
            "* משטרת היישובים כוח משטרה יהודי שפעל בחסות המנדט הבריטי לשם הגנתם של היישובים העבריים בשעת מאורעות תרצ''ו-תרצ''ט.",
            "** מ''ג אסירי ההגנה כינוי ל-43 לוחמי ההגנה שנתפסו על-ידי הבריטים במהלך קורס מ''מ באוגוסט 1939. רובם נידונו לעשר שנות מאסר, אך לאחר השתדלות מוסדות היישוב הם שוחררו פברואר 1941, כשהחזית הגרמנית במלחמת העולם השנייה התקרבה אל ארץ-ישראל.",
            "*** ממשל וישי כינוי למשטר הצרפתי שכונן בדרום צרפת לאחר כניעתה לגרמניה הנאצית. ממשל זה היווה למעשה גרורה של גרמניה הנאצית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חיים לסקוב 1919-1982",
          "text": [
            "חיים לסקוב, ראש המטה הכללי החמישי, נולד בשנת 1919 בעיירה בוריסוב, בבלרוס. כשהיה בן שש עלה לארץ עם הוריו ולמד בבית הספר הריאלי בחיפה. בגיל 20 הצטרף ל-'הגנה' ושימש במגוון תפקידים. ב-1941 התנדב לצבא הבריטי, ושירת כלוחם בחזית המזרח התיכון, ולאחר מכן כמפקד פלוגה מסייעת בבריגדה היהודית באיטליה. הוא שוחרר מן הצבא הבריטי עם תום המלחמה בדרגת מייג'ור (רב-סרן), אך נשאר באירופה ופעל להעלאת יהודים לארץ במסגרת ההעפלה.",
            "עם פרוץ מלחמת העצמאות הוטל עליו לארגן את ההדרכה בצה''ל ובמסגרת זו פיקד על קורס הקצינים הראשון. ב-1951 מונה למפקד חיל האוויר אף שמעולם לא היה טייס והכין את החיל לקבלת מטוסי הסילון הקרביים הראשונים. במהלך מלחמת סיני פיקד על אוגדת שריון.",
            "לאחר מותו של אלוף פיקוד הדרום אסף שמחוני* בתאונת אימונים, התמנה למחליפו ופיקד על נסיגת הכוחות הישראליים מסיני. עם סיום תפקידו של משה דיין כרמטכ''ל (1958) מונה לסקוב למחליפו. כהונתו התאפיינה בשקט יחסי, ללא אירועים ביטחוניים יוצאי-דופן. לסקוב התמקד בבנייתו של צה''ל כצבא מקצועי וסדור. הוא ביקש ליישם בו נורמות שספג בעת שירותו בצבא הבריטי והקפיד על כללי משמעת ועל הכשרת המפקדים. בשנת 1961, סיים לסקוב את תפקידו והוחלף על-ידי צבי צור. ",
            "בשנת 1972, התמנה לנציב קבילות החיילים הראשון בצה''ל, תפקיד בו שימש עד יום מותו. כמו כן, נמנה עם חברי ועדת אגרנט לבדיקת אירועי מלחמת יום הכיפורים. חיים לסקוב נפטר ב-כ''ב בכסלו תשמ''ג, 8 בדצמבר 1982; על שמו נקרא בית הספר לקצינים (בה''ד 1) בנגב.",
            "* אסף שמחוני (1956-1922) אלוף בצה''ל, שירת ב-'הגנה' ובפלמ''ח בתפקידים שונים ובצה''ל שימש כאלוף פיקוד הצפון, אלוף פיקוד הדרום ומפקד מלחמת סיני. נהרג בהתרסקות מטוס זמן קצר לאחר תום המלחמה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "צבי צור 1923-2004",
          "text": [
            "צבי צור, ראש המטה הכללי השישי, נולד בשנת 1923 בעיר זסלב, באוקראינה, תחת השם צבי צ'רטאנקו ועלה לארץ עם הוריו כשהיה בן שנתיים. במהלך מאורעות תרצ''ו- תרצ''ט, התגייס ל-'הגנה' ושימש כקשר. במהלך מלחמת העצמאות, פיקד על גדוד 54 של חטיבת גבעתי; כמפקד הגדוד הקים את פלוגת הג'יפים 'שועלי שמשון', שמילאה תפקיד מרכזי בכיבוש הנגב. לקראת תום המלחמה מונה למפקד החטיבה. עם תום המלחמה שימש במגוון תפקידים בצה''ל ובין השאר כראש אגף כוח האדם, אכ''א, אלוף פיקוד המרכז, האחראי על מרחב עזה במהלך מלחמת סיני וסגן הרמטכ''ל. ",
            "עם סיום תפקידו של חיים לסקוב כרמטכ''ל (1961) מונה צור למחליפו. תקופת כהונתו נחשבת לתקופה שקטה יחסית מן הבחינה הביטחונית למעט 'פעולת נוקייב' (מבצע סנונית) שהתרחשה במרץ 1962*. במהלך תקופה זו התמקד צור בפיתוח תורת הלחימה הישראלית, ברכישת אמצעי לחימה חדשים ומתקדמים ובפיתוח יכולות בתחום האלקטרוניקה והטילים. ",
            "בשנת 1964, סיים צור את תפקידו והוחלף על-ידי יצחק רבין. שנה לאחר מכן הצטרף אל מפלגת רפ''י שכללו גם את תקופת מלחמת יום הכיפורים. עם פרישתו ממשרד הביטחון שימש במספר תפקידים בכירים במשק. צבי צור נפטר ב- כ' בכסלו תשס''ה 28, בדצמבר 2004; על שמו נקרא בית הספר למקצועות החי''ר (ביסלמ''ח) בנגב.",
            "",
            "* פעולת נוקייב הייתה מבצע צבאי שנערך בלילה שבין ה-16 ל-17 במרץ 1962 בנוקייב שברמת הגולן במטרה למנוע את המשך הירי משטח הכפר אל עבר דייגים ישראלים בכינרת. הפעולה זכתה להצלחה חלקית בלבד בשל התקלות עם כוח סורי גדול ומודיעין חלקי. ונבחר מטעמה לכנסת. בשנת 1967 התמנה לעוזרו של שר הביטחון, משה דיין, תפקיד בו נשא לאורך שבע שנים סוערות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יצחק רבין 1922-1995",
          "text": ["כיהן כרמטכ''ל השביעי, בשנים 1964-1968."],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חיים בר לב 1924-1994",
          "text": [
            "חיים בר-לב, ראש המטה הכללי השמיני, נולד בשנת 1924 בעיר וינה, באוסטריה, תחת השם חיים ברוצלבסקי. בשנת 1939 עלה לארץ ולמד בבית הספר מקווה ישראל*. שלוש שנים לאחר מכן הצטרף לפלמ''ח ועלה בהדרגה בסולם הדרגות. במהלך מלחמת העצמאות פיקד על גדוד שנשא בתפקיד מרכזי במבצע 'חורב' לשחרור הנגב. עם תום המלחמה שימש במגוון תפקידים בצה''ל ובין השאר כמפקד קורס מג''דים, מפקד קורס מח''טים ומפקד חטיבת גבעתי. במלחמת סיני פיקד על חטיבה משוריינת ועם תום המלחמה מונה למפקד גייסות השריון. ",
            "ב-1958 מונה לאלוף ובהמשך מונה לראש אגף המבצעים ולסגן הרמטכ''ל. עם סיום תפקידו של יצחק רבין כרמטכ''ל (1968) מונה בר-לב למחליפו ופיקד על צה''ל במהלך מלחמת ההתשה. בעקבות הלחימה המתמשכת לאורך גדות תעלת סואץ הורה על הקמתו של קו מעוזים מבוצר שמנה כשלושים מוצבים וכונה 'קו בר-לב'. בשנת 1972, סיים בר-לב את תפקידו והוחלף על-ידי דוד אלעזר.",
            "עם פרישתו הצטרף אל מפלגת העבודה וכעבור מספר חודשים מונה לשר המסחר והתעשייה. במהלך מלחמת יום הכיפורים גויס באופן חריג למילואים ושימש כמפקד חזית הדרום. בתפקיד זה הצליח לבלום את הכוחות המצריים ולהעביר את צה''ל למצב של התקפה. ",
            "עם פרישתו מהכנסת, בשנת 1992, מונה לשגריר ברוסיה. חיים בר-לב נפטר ב-ו' בסיון תשנ''ד, 7 במאי 1994; על שמו נקרא בסיס מטה מפקדת זרוע היבשה בקריית מלאכי.",
            "",
            "* מקווה ישראל בית הספר החקלאי הראשון שהוקם בארץ-ישראל (1870) על-ידי קרל נטר ( 1826-1882). בשנת 1898 נפגשו הרצל וקיסר גרמניה וילהלם השני בכניסה לבית הספר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "דוד אלעזר 1925-1976",
          "text": [
            "דוד (דדו) אלעזר, ראש המטה הכללי התשיעי, נולד בשנת 1925 בעיר סרייבו, בבוסניה. בגיל 14 החל את לימודיו בזגרב, הצטרף אל 'השומר הצעיר' והתקרב אל הציונות. בשנת 1940, מעט לפני הכיבוש הנאצי של הבלקן הצליח אלעזר לעלות לארץ במסגרת 'עליית הנוער'*. בשנת 1946 הצטרף לפלמ''ח, במהלך מלחמת העצמאות שימש כמפקד מחלקה בחטיבת הראל שלחמה באזור ירושלים. במהלך הלחימה התקדם בסולם הדרגות עד שמונה למפקד גדוד. ",
            "בשנת 1955 מונה למפקד חטיבת הנגב ופיקד עליה במהלך מלחמת סיני. לאחר המלחמה עבר הסבה לשריון, שימש כמפקד חטיבה 7 ולאחר מכן כמפקד גייסות השריון. בשנת 1964 מונה למפקד פיקוד הצפון ופיקד על קו הגבול המתוח עם הסורים במהלך שנות 'המלחמה על המים' ומלחמת ששת הימים. ב-1969 מונה לראש אגף המבצעים ועם סיום תפקידו של חיים בר-לב כרמטכ''ל (1972) מונה אלעזר למחליפו. ",
            "במהלך כהונתו כרמטכ''ל פרצה מלחמת יום הכיפורים שהפתיעה את צה''ל וגבתה מן הצד הישראלי מחיר דמים כבד. אלעזר היה שותף להנחה ('קונספציה') כי המצרים לא יפתחו במלחמה ונמנע מגיוס מילואים לפניה. יחד עם זאת במהלך המלחמה הצליח להוביל את צה''ל להתקפה ולבלום את המצרים והסורים. ועדת אגרנט שמונתה לאחר המלחמה במטרה לבדוק את הכשלים שנלוו לה קבעה כי אלעזר 'נושא באחריות אישית גם בעניין הערכת המצב וגם בעניין מוכנותו של צה''ל'. בעקבות המלצות הועדה הגיש באפריל 1974 את התפטרותו והוחלף על-ידי מרדכי גור.",
            "דוד אלעזר נפטר ב-ט''ו בניסן תשל''ו, 15 באפריל 1976; על שמו נקרא מרכז דדו לחשיבה צבאית בין-תחומית בגלילות.",
            "",
            "* עליית הנוער מסגרת שהוקמה ב-1933 לצורך העלאתם של בני נוער יהודים לארץ-ישראל. במהלך השואה והשנים שקדמו לה פעל הארגון להציל ילדים יהודים מרחבי אירופה ולהעבירם אל מקום מבטחים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מורדכי (מוטה) גור 1930-2008",
          "text": [
            "מרדכי (מוטה) גור, ראש המטה הכללי העשירי, נולד בשנת 1930 בירושלים, תחת השם מרדכי גורבן. כשהיה בן 13 הצטרף ל-'הגנה' ומילא תפקידים שונים בגדנ''ע. במלחמת העצמאות לחם כמפקד יחידת ג'יפים ובהמשך מונה למפקד פלוגה בחטיבת הנגב. במהלך פעולת תגמול ב-1955, נפצע וזכה בצל'ש הרמטכ''ל שהומר אחר כך לעיטור העוז. לאחר הפעולה הוא מונה למפקד גדוד בנח''ל המוצנח, אתו לחם ב-1956 במלחמת סיני. ",
            "בשנת 1961 מונה למפקד חטיבת גולני ובתפקיד זה פיקד על פעולת נוקייב. בשנת 1966 מונה למפקד חטיבת צנחנים במילואים, עליה פיקד גם במהלך מלחמת ששת-הימים. החטיבה, שהייתה אמורה להילחם בחזית הדרומית נלחמה בגזרת ירושלים ובסיום קרבות קשים הצליחה לשחרר את העיר מידיהם של הירדנים. מוטה גור נחרת בזיכרון הציבורי כמשחרר ירושלים, בין השאר בשל קריאתו הנרגשת בקשר: 'הר הבית בידינו!'. ",
            "בסוף 1969 מונה גור לאלוף פיקוד הצפון והתמודד עם חוסר השקט בגזרה כחלק ממלחמת ההתשה. ב- 1972 התמנה לנספח הצבאי בארצות-הברית ובתפקיד זה עסק בסיוע בארגון 'הרכבת האווירית' של נשק ותחמושת במהלך מלחמת יום הכיפורים. עם סיום תפקידו של דוד אלעזר כרמטכ''ל (1974) מונה גור למחליפו. ",
            "במהלך כהונתו יצא צה''ל למבצע 'יונתן' במהלכו חולצו ישראלים שמטוסם נחטף לאנטבה. בשנת 1978, סיים גור את תפקידו והוחלף על-ידי רפאל איתן. הוא הצטרף אל מפלגת העבודה וכיהן כחבר כנסת וכשר הבריאות. מדרכי גור נפטר ב-י''ח בתמוז תשנ''ה 16, ביולי 1995; על שמו נקרא מחנה בית ליד."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "רפאל (רפול) איתן 1929-2004",
          "text": [
            "רפאל (רפול) איתן, ראש המטה הכללי ה-11, נולד בשנת 1929 במושב תל-עדשים, למשפחה שאביה נמנה עם מקימי 'השומר'. בהיותו בן 15 הצטרף אל הפלמ''ח ובמהלך מלחמת העצמאות לחם בשורות חטיבת הראל בגזרת ירושלים. אחרי המלחמה השתחרר מצה''ל אך התגייס לאחר תקופה קצרה בשנית. ",
            "באוקטובר 1955 השתתף בפעולת התגמול במשטרת כונתילה וזכה על פעולתו בעיטור העוז. במלחמת סיני פיקד על גדוד הצנחנים שביצע את הצניחה המבצעית במיתלה. ב-1964 מונה למפקד חטיבת הצנחנים ובמלחמת ששת-הימים פיקד עליה במהלך הקרבות באזור פתחת רפיח וצפון סיני. במהלך הלחימה הוא נפצע קשה בראשו ועם החלמתו מונה למפקד חטיבת הבקעה, היה ממפתחיה של שיטת ה-'מרדף' והשתתף בעצמו בעשרות מרדפים אחרי מחבלים שחדרו לארץ משטח ירדן. ",
            "בהמשך מונה לקצין צנחנים וחי''ר ראשי (קחצ''ר) ובמהלך מלחמת יום הכיפורים פיקד על אוגדה בחזית הסורית. לאחר המלחמה שימש במספר תפקידים בכירים ועם סיום תפקידו של מוטה גור כרמטכ''ל (1978) מונה איתן למחליפו. איתן נודע כרמטכ''ל שהקפיד מאוד על משמעת, בנוסף הוא הקים את פרוייקט חיילי המקא''ם (חיילי איתן) המסייע לחיילים המאותרים כבעלי קשיי הסתגלות להשלים שירות צבאי. במהלך כהונתו השמיד צה''ל ביוני 1981 את הכורים הגרעיניים בעירק (מבצע אופרה) ויצא למלחמת שלום הגליל (1982).",
            "ועדת כהן שהוקמה בעקבות הטבח במחנות הפליטים סברה ושתילה העלתה ביקורת קשה כלפי איתן אך לא ננקטו נגדו צעדים מאחר ובכל מקרה עמד בפני סיום תפקידו. בשנת 1983, סיים את תפקידו והוחלף על-ידי משה לוי. שנה לאחר מכן נבחר לכנסת מטעם רשימת 'התחייה-צומת', הוא כיהן כחבר כנסת וכשר החקלאות. בבחירות 1999 לא הצליחה מפלגתו לעבור את אחוז החסימה ואיתן פרש מן החיים הפוליטיים. ",
            "רפאל איתן טבע בים במהלך יום סוער ב-י' בכסלו תשס''ה, 23 בנובמבר 2004 ; על שמו נקרא בסיס האימונים החטיבתי (בא''ח) שפיפון של חטיבת הצנחנים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משה לוי 1936-2008",
          "text": [
            "משה לוי, ראש המטה הכללי ה-12 נולד בשנת 1936 בתל-אביב. הוא התגייס לצה''ל, עלה בסולם הדרגות ובעת מלחמת סיני היה קצין המבצעים בגדוד הצנחנים שצנח במיתלה. בשנת 1968 מונה למפקד חטיבת הבקעה, במסגרת תפקיד זה פיקד על רבים מן המרדפים אחרי מחבלים שחדרו לארץ משטח ירדן ואף נפצע באחד מהם. לאחר מכן, בשנת 1977 התמנה למפקד פיקוד המרכז והחל מ-1981 שימש כסגן הרמטכ''ל וכראש אג''ם וסייע להכין את צה''ל למלחמת שלום הגליל. עם סיום תפקידו של רפאל איתן כרמטכ''ל (1983) מונה לוי למחליפו. ",
            "בתקופת כהונתו נערך צה''ל בקווים חדשים בלבנון והצטייד במערכות נשק חדישות. בשנת 1983, סיים לוי את תפקידו והוחלף על-ידי דן שומרון. בשנים שלאחר מכן ביקש להתמסר לעבודה חקלאית בקיבוצו, בית אלפא. בנוסף שימש במספר תפקידים ציבוריים כגון יו''ר הרשות למלחמה בסמים וחבר בועדת שמגר לחקירת אירועי הטבח במערת המכפלה*. משה לוי נפטר ב-א' בשבט תשס''ח, 8 בינואר 2008; על-שמו נקרא בסיס מרכז ההטסה וההכשרות המיוחדות (מרהו''ם) בתל-נוף.",
            "",
            "* הטבח במערת המכפלה טבח שביצע המחבל היהודי ברוך גולדשטיין ב-25 בפברואר (1994), במהלכו נרצחו עשרים ותשעה מתפללים מוסלמים. הטבח הוביל לתגובות קשות בציבור הישראלי והפלסטיני ובעקבותיו הוקמה ועדת שמגר, ועדת חקירה לבדיקת האירוע."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "דו שומרון 1937-2008",
          "text": [
            "דן שומרון, ראש המטה הכללי ה-13, נולד בשנת 1937 בקיבוץ אשדות יעקב. בשנת 1956 התגייס לצה''ל ושירת בחטיבת הצנחנים, במסגרת זו השתתף במספר פעולות תגמול ובמלחמת סיני. שומרון השתחרר משירות, אך כעבור שלוש שנים התגייס מחדש ויצא לקורס קצינים. הוא שימש כפקד מחלקה ומפקד פלוגה בחטיבת הצנחנים ובמהלך מלחמת ששת הימים פיקד על כוח סיור בחזית המצרית. על תפקודו במלחמה זו קיבל את עיטור המופת. ",
            "לאחר המלחמה מונה למפקד גדוד בצנחנים ופיקד עליו במהלך מלחמת ההתשה. ב-1970 החל בלימודי תואר ראשון בגיאוגרפיה באוניברסיטת תל אביב ובמקביל עבר הסבה לשריון. במהלך מלחמת יום הכיפורים פיקד על חטיבת שריון סדירה שנטלה חלק פעיל בקרבות הבלימה ובצליחה של תעלת סואץ. ב-1974 הועלה לדרגת תת-אלוף ומונה לקצין חי''ר וצנחנים ראשי (קחצ''ר), במסגרת תפקיד זה תכנן ופיקד על מבצע 'יונתן'. ",
            "ב-1978 הועלה לדרגת אלוף ומונה למפקד פיקוד הדרום. בתפקיד זה היה אחראי על השלבים הראשונים של פינוי סיני, בהתאם להסכם השלום עם מצרים. ב-1983 הקים על מפקדת חילות השדה (מפח''ש), שהפכה בהמשך למפקדת זרוע היבשה (מז''י). ב-1985 מונה לתפקיד סגן הרמטכ''ל ועם סיום תפקידו של משה לוי כרמטכ''ל (1987) מונה שומרון למחליפו. ",
            "תקופת כהונתו עמדה בסימן פרוץ האינתיפאדה הראשונה ומלחמת המפרץ. בשנת 1991,  סיים שומרון את תפקידו והוחלף על-ידי אהוד ברק. כמה חודשים לאחר מכן מונה ליושב ראש התעשייה הצבאית וב-1996 לקח חלק בצוות המשא ומתן הישראלי-פלסטיני. לאחר מלחמת לבנון השנייה התבקש על-ידי הרמטכ''ל דן חלוץ לחקור את התנהלות המטכ''ל בזמן המלחמה. דן שומרון נפטר ב-כ' באדר תשס''ח 26, בפברואר 2008; על שמו נקרא מרכז לאימוני יבשה (מל''י) בצאלים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אהוד ברק 1942",
          "text": ["כיהן כרמטכ''ל ה-14, בשנים 1995-1991."],
          "minute": 0,
          "second": 0
        },
        {
          "title": "אמנון ליפקין 1944-2012",
          "text": [
            "אמנון ליפקין-שחק ראש המטה הכללי ה-15 נולד בשנת 1944 בתל-אביב. כשהיה בן 13 הצטרף לפנימייה הצבאית לפיקוד בחיפה ובשנת 1972 התגייס לחטיבת הצנחנים. הוא שימש כמפקד מחלקה ומפקד פלוגה בגדוד צנחנים ובמהלך מלחמת ששת-הימים מילא את מקומו של סגן מפקד הגדוד. לאחר המלחמה מונה למפקד סיירת 'דוכיפת' ופיקד עליה במהלך פעולת כראמה*. על תפקודו בקרב זה זכה בעיטור העוז. בהמשך מלחמת ההתשה שימש כקצין האג''ם של חטיבת הצנחנים וכמפקד גדוד הנח''ל המוצנח. ",
            "בראשית 1973 פיקד על כח במבצע 'אביב נעורים' ועל תפקודו במבצע הוענק לו עיטור העוז בפעם השנייה. במהלך מלחמת יום הכיפורים שימש כסגן מפקד חטיבת הצנחנים, בשנת 1977 מונה למפקד החטיבה ופיקד עליה במהלך מבצע 'ליטני'**. במלחמת שלום הגליל פיקד על אוגדה. הוא כיהן בכמה תפקידי פיקוד בכירים ובין היתר פיקד על מבצע שלמה, במסגרתו הועלו לארץ כארבעה עשר אלף מיהודי אתיופיה. ",
            "עם סיום תפקידו של אהוד ברק כרמטכ''ל (1995) מונה ליפקין-שחק למחליפו. בתקופת כהונתו נסוג צה''ל מאזורים שונים ביהודה שומרון ועזה בהתאם להסכמי אוסלו והחל שיתוף הפעולה עם כוחות הרשות הפלסטינית. בשנת 1998, סיים ליפקין-שחק את תפקידו והוחלף על-ידי שאול מופז. ",
            "לאחר פרישתו פנה לפעילות פוליטית, היה בין מקימיה של מפלגת המרכז וכיהן כשר התיירות ושר התחבורה. אמנון ליפקין-שחק נפטר ב-י' בטבת תשע''ב, 19 בדצמבר 2012; על שמו נקרא מחנה ביל''ו ליד רחובות.",
            "",
            "* פעולת כראמה נידונה בפרק נפרד בהמשך.",
            "** מבצע ליטני נידון בפרק נפרד בהמשך."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "שאול מופז 1948",
          "text": [
            "שאול מופז, ראש המטה הכללי ה-16, נולד בשנת 1948 באיספהאן, באיראן, תחת השם שחרם מופזזקר  כשהיה מופז בן תשע עלה עם משפחתו לארץ, גדל באילת ואת לימודיו התיכוניים עשה בבית-הספר החקלאי בנהלל. בשנת 1966 התגייס לצה''ל ושירת בחטיבת הצנחנים כמפקד מחלקה, מפקד פלוגה ומפקד הסיירת. במסגרת זו השתתף במלחמת ששת-הימים, במלחמת ההתשה ובמלחמת יום הכיפורים ב-1975 מונה לסגן מפקד סיירת מטכ''ל ושימש כסגנו של יוני נתניהו בעת מבצע יונתן. ",
            "במהלך מלחמת ששת הימים פיקד על עוצבת חירם ובשנת 1984 מונה למפקד בית הספר לקצינים (בה''ד 1). ב-1986 מונה למפקד חטיבת הצנחנים ופיקד עליה במהלך מספר מבצעים וב-1988 מונה למפקד אוגדה. ב-1994 מונה למפקד פיקוד הדרום ולאחר מספר תפקידים נוספים במטה הכללי, עם סיום תפקידו של אמנון ליפקין-שחק כרמטכ''ל (1998) מונה מופז למחליפו. ",
            "בעת כהונתו נסוג צה''ל מלבנון (2000) ופרצו אירועי גאות ושפל (האינתיפאדה השנייה) שבסופם החל צה''ל במבצע חומת מגן במהלכו השתלט צה''ל באופן זמני עם הערים הפלסטיניות ביהודה ושומרון ופעל למיגור תשתיות הטרור. במקביל עמדה תקופת כהונתו בסימן ביטול חיל הנשים (ח''ן) ופתיחת תפקידים רבים בפניהן. במהלך תקופה זו גם אושר מסמך 'רוח צה''ל' המהווה את המצפן הערכי לפיו פועלים חיילי צה''ל. ",
            "בשנת 2002, סיים מופז את תפקידו והוחלף על-ידי משה יעלון. חודשים ספורים לאחר מכן, מונה לשר הביטחון והמשיך במאבק לסיכול הטרור. במהלך כהונתו פעל לבניית גדר הביטחון ביהודה ושומרון ולביצוע תכנית ההתנתקות. בשנת 2005 הצטרף מופז יחד עם אריאל שרון למפלגת 'קדימה' וכיהן בממשלת אולמרט כסגן ראש הממשלה וכשר התחבורה. בשנת 2015 פרש מהחיים הפוליטיים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משה (בוגי) יעלון 1950",
          "text": [
            "משה יעלון, ראש המטה הכללי ה-17, נולד בשנת 1950 בקריית חיים, תחת השם משה סמולנסקי. כבר מגיל צעיר היה פעיל בתנועת הנוער העובד והלומד וב-1968 התגייס יחד עם חבריו לגרעין לשירות צבאי במסגרת מסלול הנח''ל. בשנת 1971 סיים את שירותו הצבאי בגדוד הנח''ל המוצנח כמפקד כיתה. ב-1973 בעת מלחמת יום הכיפורים, נקרא לשירות מילואים וחזר לשירות כאיש קבע, הוכשר כקצין ושירת כ-מפקד מחלקה ומפקד פלוגה בגדוד. ",
            "ב-1978 מונה למפקד סיירת צנחנים ופיקד עליה בעת מבצע ליטאני. בשנים הבאות ובמהלך מלחמת שלום הגליל שימש במגוון תפקידי פיקוד ביחידות מיוחדות. לאחר המלחמה מונה למפקד גדוד בצנחנים ונפצע במהלך מרדף אחרי מחבלים בלבנון. ב-1987 מונה למפקד סיירת מטכ''ל ולאחר מכן שימש במספר תפקידי פיקוד בכירים. בשנת 2000 מונה לסגן הרמטכ''ל ועם סיום תפקידו של שאול מופז כרמטכ''ל (2002) נבחר למחליפו. ",
            "בעת כהונתו נחלשו אירועי גאות ושפל (האינתיפאדה השנייה), הסלימו האירועים באזור חבל עזה והחלה ההערכות לביצוע תכנית ההתנתקות (2005) על-מנת לספק מענה להתפתחויות הטכנולוגיות, הוקם באותה העת אגף התקשוב. במקביל עמדה תקופת כהונתו בסימן הטמעת ערכי רוח צה''ל וכתיבת תפיסת 'יעוד ויחוד' העוסקת בחיזוק הזהות הישראלית-יהודית בקרב מפקדי צה''ל. ",
            "בשנת 2005 סיים יעלון את תפקידו והוחלף על-ידי דן חלוץ. בשנת 2009 נבחר לכנסת מטעם מפלגת ה-'ליכוד', הוא כיהן כמשנה לראש-הממשלה, כשר לעניינים אסטרטגים וכשר ביטחון. בשנת 2016 התפטר מהממשלה ומהכנסת."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "דן חלוץ 1948",
          "text": [
            "דן חלוץ, ראש המטה הכללי השמונה-עשר, נולד בשנת 1948 בתל-אביב וגדל במושב חגור ב-1966. התגייס לקורס טיס והוכשר כטייס קרב בטייסת הפאנטומים. במהלך מלחמת ההתשה לחם בחזית המצרית והסורית ובשנת 1973 השתחרר מהצבא. במהלך מלחמת יום הכיפורים נקרא לשירות מילואים ולאחריו המשיך בשירות קבע עד שהשתחרר שוב בשנת 1978. במהלך מלחמת שלום הגליל, נקרא שוב לשירות מילואים וגם לאחריו המשיך בשירות קבע. ",
            "ב-1984 מונה למפקד טייסת 107 וב-1986 מונה לראש היחידה המבצעית בפרויקט הלביא, במהלכו ביקש צה''ל לייצר מטוס קרב מתוצרת ישראלית*. לאחר ביטול הפרויקט, מונה לראש מחלקת אמצעי לחימה ובהמשך גם למפקד בסיס חצור. בשנת 1999 מונה לראש אגף המבצעים (אמ''ץ) במטכ''ל ושנה לאחר מכן מונה למפקד חיל האוויר. במסגרת תפקיד זה הוטמעו מטוסי F16i, הורחב השימוש בכלי טיס בלתי מאויישים (כטב''ם) וחוזק הקשר עם כוחות היבשה. ",
            "בשנת 2004 מונה לסגן הרמטכ''ל ועם סיום תפקידו של משה יעלון כרמטכ''ל (2005) מונה חלוץ למחליפו. חלוץ היה לרמטכ''ל הראשון שצמח בחיל האוויר. במהלך כהונתו ביקש לחזק את החיל במטרה לענות לאתגרים האסטרטגים של מדינת ישראל. תקופת כהונתו עמדה בסימן תכנית ההתנתקות שבוצעה עם ראשיתה ומלחמת לבנון השנייה שפרצה לקראת סופה, בקיץ 2006. המלחמה עוררה ביקורת על התנהלותו של צה''ל ויצרה מחאה ציבורית, בעקבותיה הורה חלוץ על הקמה של מספר ועדות בדיקה. בינואר 2007, לאחר סיום שלב התחקירים הצבאיים, הודיע חלוץ על התפטרותו.",
            "",
            "* פרויקט הלביא פרויקט ישראלי לייצור מטוס קרב רב-משימתי מודרני וזול. הלביא הוטס לראשונה בדצמבר 1986 בהצלחה, אך פחות משנה לאחר מכן הוקפאו תכניות הייצור בשל עלויותיו הגבוהות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "גבי אשכנזי 1954",
          "text": [
            "גבי אשכנזי, ראש המטה הכללי ה-19 נולד בשנת 1954 במושב חגור. כשהיה בן 14 הצטרף לפנימייה הצבאית לפיקוד בתל-אביב וב-1972 התגייס לחטיבת גולני. במהלך מלחמת יום הכיפורים היה צוער בבה''ד 1, ולחם בחזית המצרית. הוא שימש כמפקד מחלקה, מפקד פלוגה ומפקד גדוד בחטיבת גולני ובמסגרת זו השתתף בשנת 1976 במבצע יונתן ובשנת 1978 במבצע ליטני. ",
            "במהלך מלחמת שלום הגליל כיהן כסגן מפקד החטיבה ופיקד בין היתר על הקרב בבופור. ב-1987 מונה למפקד חטיבת גולני ופיקד עליה במהלך האינתיפאדה הראשונה ובשנת 1992 מונה למפקד יחידת הקישור לדרום לבנון (יק''ל). ב-1996 מונה לעוזר ראש אג''ם וקיבל דרגת אלוף, ב-1998 מונה למפקד פיקוד הצפון והוביל בין השאר את הנסיגה של צה''ל מלבנון ואת היערכותו מחדש בגזרה. ",
            "בשנת 2005 השתחרר מהצבא ומונה למנכ''ל משרד הביטחון, אך עם סיום תפקידו של דן חלוץ (2007) נבחר אשכנזי לרמטכ''ל ומונה למחליפו. תקופת כהונתו עמדה בסימן בניינו המחודש של כוח היבשה והפקת לקחי מלחמת לבנון השנייה. לאור ירי הרקטות מרצועת עזה יצא צה''ל בסוף 2008 למבצע עופרת יצוקה. בשנת 2011 סיים אשכנזי את תפקידו והוחלף על-ידי בני גנץ."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "בנימין (בני) גנץ 1959",
          "text": [
            "בנימין גנץ, ראש המטה הכללי ה-20 נולד בשנת 1959 במושב כפר אחים והתחנך בפנימיית הכפר הירוק. ב-1977 התגייס לגדוד הנח''ל המוצנח ושימש כמפקד מחלקה וסגן מפקד פלוגה בגדוד. בשנת 1980 השתתף גנץ בהשתלמות מיוחדת של חיל הנחתים האמריקני (הכומתות הירוקות) וכששב לארץ הוצב בתפקיד מטה במקחצ''ר. ",
            "עם פרוץ מלחמת שלום הגליל מונה לתפקיד מפקד פלוגה בחטיבת הצנחנים ובשנת 1987 מונה למפקד גדוד בחטיבה. בין השנים 1989-1999 מילא שורת תפקידים מרכזיים בליבה המבצעית של צה''ל: ביניהם מפקד יחידת 'שלדג', מפקד חטיבת הצנחנים, מפקד חטיבת יהודה ומפקד אוגדת מילואים בפיקוד הצפון. ",
            "ב-1999 מונה למפקדה האחרון של יחידת הקישור לדרום לבנון (היק''ל) לאחר נפילתו של תא''ל ארז גרשטיין, ושירת בתפקיד עד לסגירתה עם הנסיגה מלבנון. בהמשך פיקד על אוגדת איו''ש והוביל את התמודדותה עם ראשית אירועי 'גאות ושפל' (האינתיפאדה השנייה). ",
            "ב-2001 מונה למפקד הגיס הצפוני ובהמשך למפקד פיקוד הצפון. גנץ כיהן במגוון תפקידי פיקוד בכירים ועם סיום תפקידו של גבי אשכנזי כרמטכ''ל (2011) מונה גנץ למחליפו. כהונתו עמדה בסימן מבצע צוק איתן במהלכו לחמו כוחות צה''ל כדי להפסיק את הירי הרקטי מרצועת עזה ולהרוס את תשתיות הטרור שפותחו בתחומה. בשנת 2015 סיים גנץ את תפקידו והוחלף על-ידי גדי אייזנקוט."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "גדי אייזנקוט 1960",
          "text": [
            "גדי אייזנקוט, ראש המטה הכללי ה-21, נולד בשנת 1960 בטבריה למשפחת עולים ממרוקו וגר באילת. ב-1978 התגייס לחטיבת גולני. במלחמת שלום הגליל (1982) החליף את מפקד הפלוגה שלו שנפצע בקרב על הבופור ופיקד על כמה קרבות מרכזיים במלחמה. לאחר המלחמה המשיך לטפס בסולם הדרגות בחטיבה; ",
            "-1992 מונה למפקד חטיבת המילואים כרמלי והחטיבה המרחבית אפרים ולאחר כחמש שנים חזר לחטיבת גולני כמפקד החטיבה. במהלך אירועי גאות ושפל שימש כמפקד אוגדת איו''ש והביא לסיכול של פעולות טרור רבות. ב-2005 מונה לראש אגף מבצעים במטכ''ל וכיהן בתפקיד במהלך מלחמת לבנון השנייה. ",
            "עם תום המלחמה מונה לאלוף פיקוד הצפון. הוא מילא מגוון תפקידי פיקוד בכירים בצה''ל וכסגן רמטכ''ל הוביל עבודות מטה רבות שעיצבו את דמותו הנוכחית של הצבא. עם סיום תפקידו של בני גנץ כרמטכ''ל (2015) נבחר אייזנקוט למחליפו."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "סיכום",
      "subSections": [
        {
          "title": "הסיכום",
          "text": [
            "בשער זה העמקנו את היכרותנו עם החברה הישראלית. פתחנו בסקירתן של העליות השונות, המשכנו בתיאורם של אירועים ונושאי דיון וסיימנו בהיכרות עם מנהיגיה של המדינה: נשיאים, ראשי ממשלה ורמטכ''לים. ",
            "בשער הבא נעמיק בסיפורה של מדינת ישראל מכיוון אחר ונלמד על המאבק לשמירת קיומה וביטחונה. אין זה סיכום מלא של שבעים שנות מדינה ולא היה בו כדי לגעת בכל התחומים והנושאים הרלוונטיים אך יש בו תיאור כללי תוך ניסיון להיצמד לנושאים משמעותיים לקצינים בצה''ל. ",
            "מדינת ישראל היא מפעל חי שהתפתחותו ממשיכה כל העת ולא מן הנמנע שגם המידע בפרק זה יתעדכן וישתנה בחלוף השנים. בשער הבא נשלים את הכרותינו עם ההיסטוריה הישראלית באמצעות מיקוד בנושא משמעותי במיוחד עבורנו – ביטחון ישראל."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
