{
  "title": "תולדות עם ישראל",
  "description": "עוסק בסיפורו ההיסטורי של העם היהודי מהעת העתיקה ועד ראשית הציונות . היכרות עם העבר הלאומי ועם המורשת ההיסטורית של קהילות ישראל, חיונית לשם הבנת ההווה ולשם פיתוחו של העתיד. ",

  "sections": [
    {
      "title": "פתיחה: 'עם שאינו יודע את עברו...'",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "מגילת העצמאות כוללת בחלקה הראשון נימוק ארוך, מפורט ומגוון של הגורמים שהביאו להקמתה של מדינה יהודית בארץ-ישראל. פסקאות אלו מספרות את ההיסטוריה היהודית מנקודת מבטם של חותמי המגילה, הן מדגישות נקודות מסוימות ונמנעות מאזכורן של אחרות. עוד טרם חתימת המגילה וביתר שאת מפרספקטיבה של שבעה עשורים היו מי שביקרו את הבחירות האלו – מדוע לא מאוזכרים הישגיהם הרוחניים של היהודים בגולה? מדוע לא ניתן מקום ליהודי ארצות האסלאם? מדוע לא מוזכרת במפורש דמותו של האל? ועוד.",
            "שאלות אלו הן שאלות כבדות משקל הממחישות את העובדה שכל סיפור היסטורי כולל בתוכו באופן מובנה את זווית המבט של המספר. הפרק להלן מוקדש לסיפור תולדותיו של עם ישראל, סיפור מגוון ,מורכב ורב-הסתעפויות הנפרס על-פני אלפים שנה, חמש יבשות ומאות מסורות. ",
            "להלן נסקור בקצרה כמה מן האירועים המרכזיים בתולדותיו של העם היהודי החל מהעת העתיקה .חשוב לציין שסקירה זו אינה מקיפה ואינה מדעית באופייה – היא מסמנת מספר אירועים ותקופות שנצרבו בזיכרון היהודי המשותף ומבקשת לתאר אותם בהתאם לאותו זיכרון ולמסורת. ",
            "יחסם של מייסדיה של מדינת ישראל אל העבר היהודי היה מורכב: מחד שאפה הציונות לשמר את התרבות היהודית בעידן מורכב של תמורות וצמיחה של תרבות לאומית חילונית; אך מאידך היא ביקשה לחולל מהפכה בחיי העם היהודי ולהשתית את הזהות היהודית על מרכיבים חדשים או מחודשים. ",
            "כפל הפנים הזה בא לידי ביטוי באין ספור מישורים: חיים נחמן ביאליק, כתב את 'ספר האגדה' בו ביקש להנגיש את העבר היהודי לקורא המודרני;* ולעומתו שאול טשרניחובסקי בשירו, 'לנוכח פסל אפולו,' תיאר את מרידתו של היהודי המודרני בעבר.** האקדמיה לאמנות 'בצלאל 'שהוקמה בראשית המאה העשרים ביקשה לחדש את האמנות היהודית העתיקה, והעלתה על נס את האמן היהודי הראשון, בצלאל בן אורי;*** בעוד שכמה מיצירות האמנות שנוצרו בארץ, בהן לדוגמה הפסל 'נמרוד 'אותו יצר יצחק דנציגר , מבקשות להעלות על נס את המרידה במסורת ואת החיבור לסביבה הגאוגרפית .",
            "כך או כך, ההיסטוריה, המורשת והמסורת היהודית העתיקה מוסיפה ומשפיעה על מדינת ישראל גם כיום.יגאל אלוןביטא את חשיבותה של המסורת באחד מן המשפטים המרכזיים המיוחסים לו: 'עם שאינו יודע את עברו, ההווה שלו דל ועתידו לוט בערפל.' על-פיו, ההיכרות עם העבר היהודי היא תנאי הכרחי לקיומה ולשגשוגה של מדינת ישראל .",
            "חיים נחמן ביאליק, (1934-1873) משורר, סופר, מתרגם ועורך. זכה לתואר 'המשורר הלאומי' בשל תרומתו והשפעתו על התרבות היהודית בעת החדשה. בשנת 1903 ערך, יחד עם יהושע חנא רבינצקי, את ספר האגדה – קובץ מתורגם וערוך של מדרשי חז''ל.",
            "** שאול טשרניחובסקי, (1943-1875) רופא, משורר ומתרגם שיצירותיו מושפעות מהמורשת היהודית אך מתכתבות גם עם תרבות יוון. כך לדוגמה, בשירו לנוכח פסל אפולו בו הוא מתאר את יחסיו המורכבים של 'היהודי החדש' עם עברו.",
            "*** על-פי שמות לא, היה בצלאל בן אורי, אמן מוכשר שיצר את המשכן ואת כליו ;האקדמיה לאמנות בצלאל, שהוקמה בירושלים במהלך ימי העלייה השנייה (1906) נקראת על-שמו. ",
            "**** יצחק דנציגר (1977-1916) פסל ואדריכל נוף ישראלי. דנציגר היה מאבות הזרם הכנעני, ששאף לחדש את העבר 'הכנעני' וליצור קשר עם עמי האזור על בסיס תרבות מקומית משותפת. הפסל נמרוד המוצב במוזיאון ישראל הוא אחת היצירות המרכזיות של תנועה זו. הפסל מתאר באופן הרואי את דמותו שלנמרוד המקראי שהיא דמות שלילית למדי במסורת היהודית . יגאל אלון ,)1980-1918( מפקד הפלמ'ח, מראשי תנועת העבודה, חבר כנסת ושר. אלון נולד בכפר תבור והצטרף בגיל צעיר להגנה, שימש בתפקידים שונים בצה'ל והשתחרר כאלוף. לאחר פרישתו כיהן כסגן ראש הממשלה, שר החינוך ושר החוץ ."
          ]
        }
      ]
    },
    {
      "title": "תקופת התנ''ך – ראשיתו של העם היהודי",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "היסטוריונים, ארכיאולוגים, בלשנים והוגי דעות הציעו במהלך השנים תיאוריות שונות באשר סיפור הולדתו של העם היהודי, חלקן עומדות בקנה אחד עם הסיפור המקראי וחלקן לא. אולם עובדה ודאית היא כי מזה דורות רבים, מושפעים בני העם היהודי מסיפורי המקרא, בעיקר בשל הערך המוסרי והערכי הנגזר מהם. ההסבר המסורתי הנשען על פסוקי המקרא, מתאר את אברהם אבינו כאביו של העם היהודי. אברהם התחיל את חייו בארם-נהריים (מסופוטמיה, גבול עיראק טורקיה) ולאחר מסע נדודים הגיע לארץ- ישראל. אברהם מתואר בספרות חז''ל כראשון המאמינים וכמי שיצא כנגד התרבות האלילית של בני זמנו .",
            "ספר בראשית מתאר את המשך השושלת דרך יצחק, יעקב (הנקרא גם ישראל) ושנים-עשר ילדיו מהם התהוו שנים- עשר שבטי ישראל; בני השבטים ירדו למצרים והיו משועבדים שם שנים רבות .ספר שמות ממשיך ומתאר את יציאתם של בני-ישראל ממצרים באותות ובמופתים, נדודיהם במשך ארבעים שנה במדבר בהובלתו של משה וקבלת התורה בהר סיני .",
            "ערב הכניסה לארץ עבר מקל ההנהגה ליהושע בן נון שקורותיו מתוארים בספר יהושע. בהנהגתו נכנסו שבטי ישראל לארץ וריכזו מאמץ אל מול מלכים וקבוצות שונות שביקשו להילחם בהם. עם שוך הקרבות התיישב כל אחד מן השבטים בנחלה שנבחרה עבורו, ומכאן ואילך, החל בהתמודדות ביטחונית מקומית .",
            "העדויות הארכאולוגיות מן התקופה (תקופת הברזל) מלמדות על תנופה יישובית מסיבית במרחב בהשוואה לתקופות קודמות. אחד ממאפייני ההתנחלות הוא בית ארבעת המרחבים המכונה גם 'הבית הישראלי', המבוסס על ארבעה חדרים המחולקים לפי שימושיהם (עבודה, בישול, שינה ואכילה).",
            "אזורי ההתיישבות של השבטים השאירו את רישומם על חלק מן השמות והכינויים הגאוגרפיים המוכרים לנו כיום: החטיבות המרחביות של צה'ל באזור יהודה ושומרון (יהודה, אפרים, מנשה, בנימין), חלק משמותיהן של המועצות האזוריות ('מטה אשר,' 'מטה בנימין,' 'בני שמעון,' 'זבולון' ), הכינוי 'גוש דן 'ביחס לאזור המרכז ועוד. ",
            "לאחר מותו של יהושע לא הצליחה להתבסס הנהגה מרכזית חלופית ואת מקומו תפסו מנהיגים אזוריים שכונו שופטים. השופטים הצליחו לאחד כמה שבטים כלפי איומים כאלו או אחרים שנתגלעו מצד יושבי הארץ או מצד מדינות שכנות, אך האיחוד היה קצר ימים וטקטי במהותו, כפי שמסכם ספר שופטים: ''בימים ההם אין מלך בישראל: איש הישר בעיניו יעשה'' (שופטים, יז', ו')."
          ]
        }
      ]
    },
    {
      "title": "ימי הבית הראשון",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
              "על-פי המתואר בספר שמואל, מצב זה הביא את העם לבקש לעצמם מלך. למלכה הראשון של הארץ נבחר שאול שהוביל את המלחמה בפלשתים, ויצר מסד לשיתוף פעולה בין שבטי העם. את שאול החליף דוד וִאתו החלה שושלת מלוכה רבת שנים. דוד בנה את בירתו בירושלים הנמצאת בין נחלתו של שבט יהודה ושבט בנימין, ואינה שייכת לאף אחד מן השבטים. ירושלים הפכה למרכז מדיני ורוחני חשוב ונבנו בה מוסדות השלטון השונים. ",
             "שלמה, בנו של דוד, המשיך את מפעלו ובנה את בית המקדש, פיתח את הכלכלה, המסחר ויחסי החוץ. הממלכה של דוד ושלמה המכונה 'הממלכה המאוחדת', לא האריכה ימים. לאחר מותו של שלמה התפלגה הממלכה לשתי ממלכות: ממלכת יהודה ובירתה נותרה ירושלים, בה המשיכה לשלוט שושלתו של דוד בראשות נכדו רחבעם; וממלכת ישראל שקבעה את בירתה בשומרון (כיום: סבסטיה*), בה שלטה שושלת מלוכה שראשיתה בירבעם בן נבט. ", 
             "למרות הדמיון במוצא, בתרבות ובדת, מתאר המקרא את שתי הממלכות כממלכות המתנהלות בנפרד, ולעתים אף נאבקות זו בזו. בשתי הממלכות פעלו, לצד השליטים נביאים המתוארים בתנ''ך כיועצים, כמוכיחים בשער וכנושאי קול המוסר והצדק; שביקרו לעתים גם את השלטון. דבריהם קובצו מאוחר יותר ונכללים בתנ''ך.", 
             "* שומרון היא עיר קדומה בארץ ישראל, אותה בנה (על-פי המסופר בספר מלכים) עומרי מלך ישראל ובנו אחאב חיזק וביצר אותה. העיר חרבה בשנת 721 לפני הספירה עם הכיבוש האשורי, ונבנתה שוב בתקופה ההלניסטית. בתחילה הוסב שמה לסמריה ומאוחר יותר, לסבסטיה. לאחר מלחמת ששת הימים נערכו בתחומי העיר חפירות ארכאולוגיות רבות ושטחה הוכרז כגן לאומי. לאחר מלחמת יום הכיפורים הייתה תחנת הרכבת הסמוכה לאתר מוקד להפגנות תנועת 'גוש אמונים', וסמל לניסיונות ההתיישבות של חבריה בשומרון. ", 
             "** אשור הוא שמה של ממלכה קדומה שהתקיימה החל מן המאה העשרים וחמש לפני הספירה ועד המאה השביעית לפני הספירה, כאשר נכבשה בידי הממלכה הבבלית. מרכזה של הממלכה האשורית היה בעיר אשור שבמעלה החידקל, בתחומי עירק של ימינו."
            ]
        }
      ]
    },
    {
      "title": "גלות בבל ושיבת ציון",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בשנת 722 לפני הספירה החריבה אשור את ממלכת ישראל והגלתה את תושביה. בהדרגה גם ממלכת יהודה איבדה את כוחה ולצד הקושי להשתלב במאזן הכוחות האזורי מתארים הנביאים גם את התפוררותה הפנימית של החברה בתוכה. הממלכה הבבלית* שהחלה להתפשט אל-עבר האזור, שיעבדה את ממלכת יהודה והפכה את מלכיה למלכי חסות הפועלים תחתיה. ",
             "בשנת 597 לפני הספירה הוגלו מיהודה המלך יהויכין ורבים מבני האליטה ששלטה במדינה, גלות זו מכונה 'גלות יהויכין' או 'גלות החרש והמסגר'. שנה לאחר מכן מינה מלך בבל, נבוכדנצר השני, את צדקיהו, דודו של יהויכין, למלך יהודה. לאחר שכרת ברית עם מצריים הסתבך צדקיהו במרידת נפל כנגד בבל. בבל הגיבה בהטלת מצור על ירושלים, וזה נגמר בפריצה לעיר ובהחרבתו של בית המקדש הראשון. ", 
             "תקופת המצור והחורבן, על התמונות הקשות שליוו אותן, מתוארת במגילת 'איכה' הנקראת ב-ט' באב (איכה, א, א-ד): '' אֵיכָה יָשְׁבָה בָדָד, הָעִיר רַבָּתִי עָם--הָיְתָה, כְּאַלְמָנָה; רַבָּתִי בַגּוֹיִם, שָׂרָתִי בַּמְּדִינוֹת-הָיְתָה, לָמַס. בָּכוֹ תִבְכֶּה בַּלַּיְלָה, וְדִמְעָתָהּ עַל לֶחֱיָהּ--אֵין-לָהּ מְנַחֵם, מִכָּל-אֹהֲבֶיהָ:  כָּל-רֵעֶיהָ בָּגְדוּ בָהּ, הָיוּ לָהּ לְאֹיְבִים.  גָּלְתָה יְהוּדָה מֵעֹנִי, וּמֵרֹב עֲבֹדָה--הִיא יָשְׁבָה בַגּוֹיִם, לֹא מָצְאָה מָנוֹחַ; כָּל-רֹדְפֶיהָ הִשִּׂיגוּהָ, בֵּין הַמְּצָרִים.''.", 
             "חורבנה של יהודה הביא להגליה שהקיפה חלקים נרחבים של העם; אולם בשונה מעמים אחרים, הצליחו מרבית הגולים לשמור על זהותם. במהלך השנים הבאות נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי, ועל רקע זה, בשנת 539 לפני הספירה, נתן ליהודים את הרשות לשוב אל ירושלים ולכונן את בית המקדש. ההכרזה כונתה הצהרת כורש והיא מובאת בספר עזרא (א', ב'):", 
             "כֹּה אָמַר, כֹּרֶשׁ מֶלֶךְ פָּרַס--כֹּל מַמְלְכוֹת הָאָרֶץ, נָתַן לִי יְהוָה אֱלֹהֵי הַשָּׁמָיִם; וְהוּא-פָקַד עָלַי לִבְנוֹת-לוֹ בַיִת, בִּירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה. מִי-בָכֶם מִכָּל-עַמּוֹ, יְהִי אֱלֹהָיו עִמּוֹ, וְיַעַל, לִירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה...וַיָּקוּמוּ רָאשֵׁי הָאָבוֹת, לִיהוּדָה וּבִנְיָמִן, וְהַכֹּהֲנִים, וְהַלְוִיִּם... וְכָל-סְבִיבֹתֵיהֶם חִזְּקוּ בִידֵיהֶם, בִּכְלֵי-כֶסֶף בַּזָּהָב בָּרְכוּשׁ וּבַבְּהֵמָה וּבַמִּגְדָּנוֹת--לְבַד, עַל-כָּל-הִתְנַדֵּב.  ", 
             "ההצהרה הביאה לחזרתם של יהודים מהגלות לארץ ולהתחלתה של שיבת ציון. בראש גל העלייה הראשון נזכרים ששבצר וזרובבל שחלק מן החוקרים רואים בהם אדם אחד. העולים ניסו להקים מזבח ולחדש את עבודת הקורבנות, אך נתקלו בהתנגדות עזה מצד האוכלוסייה הלא-יהודית המקומית. ", 
             "בראש גל העולים הבא שהיה כנראה רחב יותר, עמד עזרא הסופר שעם הגעתו לארץ פעל לחיזוק קיומן של המצוות וההיכרות עם התורה. לצדו פעל נחמיה שהגיע ליהודה שנים ספרות אחריו וביקש לשקם את חומות ירושלים, לשפר את מצבו של דלת העם ולסייע בידי עזרא בפעולותיו הדתיות. ", 
             "גם פעולתם של עזרא ונחמיה נתקלה בקשיים ובניית חומות ירושלים בצל מצב ביטחוני קשה שנב מהתנגדותם של גורמים שונים, מתואר בציוריות בספר נחמיה: '' הַבּוֹנִים בַּחוֹמָה וְהַנֹּשְׂאִים בַּסֶּבֶל, עֹמְשִׂים; בְּאַחַת יָדוֹ עֹשֶׂה בַמְּלָאכָה, וְאַחַת מַחֲזֶקֶת הַשָּׁלַח.'' (נחמיה ד', יא').",
             "* בבל הוא שמה של ממלכה קדומה שראשיתה בעיר המדינה בבל ששרידיה נמצאים מדרום לבגדד. האימפריה הבבלית שלטה על שטחים נרחבים באזור מסופוטמיה והסהר הפורה, וירשה את כל שטחיה של האימפריה האשורית שקדמה לה. ", 
             "** כורש (המאה השישית לפני הספירה), מלכה הראשון של הממלכה הפרסית שהשתלט על ממלכות רבות הסמוכות לה ובכלל זאת על בבל. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי יחסי ועל רקע זה גם אפשר ליהודים לשוב לירושלים."
            
            ]
        }
      ]
    },
    {
      "title": "ימי הבית השני",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בשנת 336 לפני הספירה עלה לכס המלוכה במוקדון שליט צעיר ונמרץ שנודע לימים כאלכסנדר הגדול* שבמסגרת כיבושיו הנרחבים הגיע גם לארץ-ישראל. עם מותו ניטשו מלחמות עזות בין יורשיו שכונו 'דיאדוכים.' ארץ-ישראל עמדה בתווך בין שני יורשים: סלווקוס שמרכזו בסוריה ותלמי (פתולמאיס) שמרכזו במצרים; בתחילה הייתה השליטה בידי תלמי ובהמשך היא עברה לידי סלווקוס. ",
             "הכובשים החדשים הביאו עמם אל הארץ את התרבות ההלניסטית, המהווה מזיגה בין תרבות יוון לתרבויות אליליות אחרות במזרח. באופן זה נפגשו היהודים לראשונה עם תרבות הפנאי, הפילוסופיה והאמנות היוונית. מפגש זה היווה אתגר ערכי לא פשוט וביהודה החלה תנועה של התייוונות – אימוץ התרבות ההלניסטית, שרווח בעיקר בקרב שכבות האוכלוסייה הגבוהות.", 
             "בשנת 175 לפני הספירה עלה לשלטון בסוריה אנטיוכוס אפיפאנס אשר בניגוד לקודמיו, נהג ביד קשה ביחס ליהודי הארץ, כרת ברית עם המתייוונים מקרבם וביקש לכפות על כל תושבי הארץ את התרבות ההלניסטית. הדברים הגיעו לשיאם בהטלת גזרות שמנעו מן היהודים לקיים חלק ממצוות דתם ובהן מצוות המילה ומצוות השבת.", 
             "לנוכח מציאות זו פרץ בשנת 167 לפני הספירה מרד נרחב אותו הובילה משפחת חשמונאי, משפחת כוהנים מאזור מודיעין. לאחר מספר שנות לחימה הצליחו תומכי המרד, שכונו גם מקבים, להביס את הצבא הסלווקי ולכונן, בתמיכה רומית, ממלכה חשמונאית ששלטה בארץ ישראל לאורך עשרות שנים. ", 
             "הישגם המרכזי של החשמונאים היה כיבושה המחודש של ירושלים וטיהור בית המקדש בשנת 164 לפני הספירה; לזכרו של מאורע זה נקבע חג החנוכה. בשנים הבאות הצליחו מלכי השושלת החשמונאית לחזק את ממלכתם ולהרחיב את גבולותיה. יחסם עם חז''ל היה מורכב, ובימיהם של המלך אלכסנדר ינאי והמלכה שלומציון**, הגיע לוויכוח פומבי חריף.", 
             "עם פטירתה של שלומציון  (67 לפני הספירה), החל סכסוך ירושה בין שני בניה. בעוד השניים נלחמים ביניהם, בשנת 63 לפני הספירה, כבש פומפיוס שעמד בראש הצבא הרומי, את ירושלים, וכך החל עידן חדש בתולדותיו של העם היהודי. לאחר תקופה קצרה בה המשיכו לשלוט המלכים החשמונאים בחסות הרומים, הם המליכו על יהודה את הורדוס (40 לפני הספירה), בן למשפחה אדומית שהייתה מקורבת לחשמונאים. מעמדו מבחינת היהודים היה מורכב: נראה כי מבחינה הלכתית הוא אכן היה יהודי, אך בפועל הוא נתפס כגורם זר והושפע מהתרבות הרומית. הורדוס שלט בממלכתו ביד רמה, חיסל את כל הטוענים האפשריים לכתר מבית חשמונאי ולא בטח באיש. את אופיו סיכם בחדות יוסף בן-מתתיהו*** (קדמוניות, יז', 192-191):", 
             "'איש אכזר לכל הבריות במידה שווה ועבד לכעסו ומסלף את הצדק, אלא ששיחק לו מזלו הטוב כשם שלא שיחק לשום איש אחר. שכן מהדיוט =[ איש פשוט] נעשה מלך... ואשר לענייני משפחתו ובניו... הרי לי נדמה שהיה אומלל מאוד'.", 
             "את ימי מלכותו אפיינו, אווירת טרור עזה מחד ומפעלי בנייה אדירים מאידך. הורדוס בנה את הנמל ואת אמת המים של קיסריה, מבצר ההרודיון, מתחם הארמונות במצדה, ארמונות החורף ביריחו וירושלים ובתוכה מתחם הר הבית כפי שהוא מוכר לנו כיום.",
              "* אלכסנדר הגדול,( 323-356 לפני הספירה) מלך מוקדון, מגדולי המצביאים של העת העתיקה. אלכסנדר הצליח, תוך זמן קצר יחסית, לכבוש שטחים נרחבים באירופה, באסיה הקטנה ובמזרח הרחוק. ",
              "** אלכסנדר ינאי (76-127 לפני הספירה) מלך וכהן גדול משושלת חשמונאי. ימיו היו רצופים במלחמות שהצליחו להרחיב את גבולותיה של יהודה; אך גם בצלה של המחלוקת ההולכת ומחריפה בתוך העם היהודי בין הצדוקים לבין הפרושים. שלומציון אלכסנדרה, ( 67-140 לפני הספירה), אשתו של אלכסנדר שירשה לאחר מותו את ממלכתו. תקופת מלכותה נחשבת לתקופה רגועה יותר ובמהלכה נרגעו גם העימותים הפנימיים בתוכו של העם היהודי.",
              "*** יוסף בן-מתתיהו או בשמו הרומי יוספוס פלביוס (המאה הראשונה לספירה), היסטוריון יהודי שהוגלה לרומא לאחר המרד הגדול. בראשית המרד פיקד על אזור הגליל, אך עם נפילתה של יודפת ערק לצבא הרומאי והתמנה להיסטוריון שפעל בחצר הקיסר ברומא. חיבוריו מהווים את החיבורים החשובים ביותר ביחס לאירועים באזור יהודה בסוף התקופה החשמונאית ובראשית התקופה הרומית."
            ]
        }
      ]
    },
    {
      "title": "המרד הגדול וחורבן הבית",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "זמן קצר לאחר מותו של הורדוס עברה יהודה לשלטון של נציבים שנשלחו מרומא, לא הכירו את אוכלוסיית הארץ, התקשו בשליטה בה וניסו על-פי רוב לנצלה מבחינה כלכלית. הציבור היהודי בארץ התנגד לשלטון הרומי, היה מסוכסך עם קבוצות הלניסטיות מקומיות בהדרגה החל גם להתערער מבחינה חברתית-כלכלית. ",
             "כל אלו העלו את העם היהודי על מסלול התנגשות עם השלטון הרומי והביאו לפרוץ המרד הגדול (66-73 לספירה). המרד ריתק אל ארץ-ישראל כוחות גדולים והלחימה התפרסה על שטח נרחב. בשנת 68 ניכר מפנה לטובת המורדים, כאשר חוסר היציבות השלטונית ברומא הביא להקפאת הלחימה. אך הזדמנות זו לא נוצלה על-ידי המורדים היהודים, שהיו מפולגים ביניהם והושפעו מפעולתם של קנאים קיצונים.", 
             "בשנת 70 התחדשה הלחימה והוטל על ירושלים מצור בראשותו של טיטוס*. בתום קרבות קשים נכבשה העיר ובית המקדש נחרב. אולם גם חורבנה של ירושלים לא הביא להפסקת המרד, ובאזורים המדבריים נותרו מספר מוקדי התנגדות; מצדה הייתה האחרונה שבהם.", 
             "על המתחם המבוצר והמבודד, בו התרכזה קבוצת מורדים קטנה, הוטל מצור ארוך ורק בשנת 73 בתום קרב קשה, הצליחו הרומים לפרוץ לתוכו. המורדים שהתרכזו בו, ובראשם אלעזר בן יאיר**, גמרו אומר שלא להיתפס חיים, והתאבדו. רק עם כיבוש מצדה, חמש שנים לאחר שהחל המרד, הצליחו הרומאים לבסס שוב את שליטתם באזור.", 
             "* טיטוס (91-39) מנהיג צבאי שפיקד על דיכוי המרד הגדול ומאוחר יותר, התמנה לקיסר רומא. על פי יוספוס פלביוס, לא התכוון טיטוס להביא לחורבנו של בית המקדש, והדברים התגלגלו מעצמם; היסטוריונים מודרניים נוטים לפקפק בטענה זו. ", 
             "** אלעזר בן יאיר (המאה הראשונה לספירה,) מנהיג קנאי שפעל במהלך המרד הגדול. על-פי המסופר אצל יוסף בן-מתתיהו, הנהיג אלעזר את המתבצרים במצדה ומשהבין כי גורלם נחרץ, הוביל את אנשיו לבחור 'בחירות על-פני החיים'."]
        }
      ]
    },
    {
      "title": "המשך החיים ביהודה לאחר החורבן",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "המכה שספג העם היהודי עם חורבן ירושלים והמקדש, הייתה קשה מאוד. בית המקדש עמד במרכזו של הפולחן הדתי ביהדות, וההנחה הרווחת הייתה כי הוא יעמוד על כנו לנצח. בציבור היהודי היו משסברו כי לאחר החורבן אין עוד טעם בחיים וטיפחו מנהגי אבל שונים. בהדרגה צמח באזור השפלה מרכז רוחני חלופי שמרכזו היה ביבנה.",
             " על-פי המסופר בספרות חז''ל, הצליח רבן יוחנן בן-זכאי לחמוק מירושלים במהלך המצור, וביקש מן הרומאים לייסד מרכז רוחני חלופי. ביבנה תוקנו שורה של תקנות שנועדו לאפשר את המשך החיים היהודיים ללא מקדש ועוצבו רבים מדפוסיה של היהדות המוכרת לנו כיום.", 
             "אולם גם פעולה זו לא הצליחה לכבות את השאיפות לבנייתו מחדש של המקדש ולחידושה של העצמאות המדינית. שאיפות שבאו לידי ביטוי במרד התפוצות ( 115-117) והתפרצו בעוצמה רבה במרד בר-כוכבא (132-136). ברקע למרד עומדת תכניתו של הקיסר הרומי הדריאנוס לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה.", 
             " בין החוקרים חלוקות הדעות אם הדריאנוס התכוון לפגוע ביהודים באופן מכוון או שפעולותיו בוצעו כחלק ממגמה כללית להשליט באימפריה פולחן אלילי אחיד; אולם, היהודים בכל אופן ראו בפעולותיו פגיעה אנושה באמונתם. על-פי חלק מן המקורות, לכעסם של היהודים נוספה סיבה נוספת כאשר אסר אדריאנוס על קיומה של ברית המילה. ", 
             "פעולות אלו, לצד המצב הכלכלי הקשה והתקוות המשיחיות לבניינו המחודש של בית המקדש, הביאו לפרוץ מרד שבראשו עמד שמעון בר-כוסבא שנתמך בידי חכמים וחלקים נרחבים מהציבור וכונה בר -כוכבא. המורדים הכינו תשתית טובה למרד: בנו מערכות תת-קרקעיות מתוחכמות ששימשו אותם כמקומות מסתור והקשו על הרומאים את הלחימה; פגעו בייצור של הנשק הרומי ביהודה; והצליחו לרתק אל האזור כוחות צבא גדולים. למרות הצלחותיהם הראשוניות שכללו ככל הנראה גם את כינונו של שלטון עצמאי קצר-ימים, הצליחו הרומאים להכניע את המרד. בראש כוחותיה של רומא עמד נציב בריטניה,יוליוס סברוס, שהובא לצורך המשימה במיוחד לארץ. ", 
             "דיכוי המרד היה אלים ואכזרי ולאחריו הוטלו על היהודים גזירות שמד: איסור על לימוד תורה, איסור על התקהלות בבתי הכנסת, איסור על המילה ועוד. הגזירות התמידו עד למותו של הדריאנוס ובוטלו רק בידי יורשו, אנטונינוס פיוס. בהדרגה שוקמו החיים היהודיים בארץ ומרכזם עבר לגליל.", 
             " בסוף המאה השנייה לספירה קיבל את הנהגת הקהילה היהודית רבי יהודה הנשיא המכונה בספרות חז''ל, 'רבי'. מפעלו המרכזי היה כינוס כלל המסורות ההלכתיות שהרכיבו את התורה שבעל- פה לכדי חיבור כתוב – המשנה. פעולתו בתחום זה, כמו בתחומים אחרים, מעידה על סמכותו והיא הוסיפה לעצב את העולם היהודי כפי שהוא מוכר כיום. ר' יהודה הנשיא לכונן חיים נורמליים ביהודה, למסד יחסים תקינים עם הרומים, להרגיע מגמות של מרדנות ומשיחיות ולשמר את התורה שבעל-פה למענם של הדורות הבאים."
           ]
        }
      ]
    },
    {
      "title": "המרכז היהודי בבבל: אמוראים, סבוראים וגאונים",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "גם לאחר חתימתה של המשנה, המשיכו חכמים בלימודה ובפירושה. דיונים אלו נאספו בהדרגה ונערכו לחיבור המכונה 'תלמוד'. התלמוד הירושלמי נחתם בטבריה לקראת סוף המאה הרביעית, והוא מבטא את פועלם של חכמי ארץ-ישראל. באופן הדרגתי ועקבי עבר מרכז התורה לבבל, שם נהנתה הקהילה היהודית מהאוטונומיה שהוענקה לה בידי האימפריה הסאסאנית*.",
             " בבל התהוו שני מרכזים חשובים: סורא (באזור דרום עירק של היום) ופומבדיתא (מערבית לבגדד). בשתי הערים התקיימו ישיבות גדולות וקהילה יהודית ענפה שעסקה בלימוד תורה, בחקלאות ובמסחר. במרכזים אלו נוצר התלמוד הבבלי שנחתם בסופה של המאה החמישית. ", 
             "בראש הקהילה עמדו ראשי הישיבות שהיוו את ההנהגה הרוחנית, וראש הגלות '(ריש גלותא)'. אשר ייצג את הקהילה כלפי חוץ ועסק בענייני החול. חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. האמוראים יצרו את התלמוד ואת הדיונים המובאים בו ,ואילו הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים.", 
             "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט והתשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה. ספרות ענפה של התכתבויות מעין אלו (המכונה ספרות השאלות והתשובות – שו''ת), נשתמרה בידינו וממנה אפשר ללמוד על התפתחות המרכזים היהודיים השונים במרחב. הגאונים הותירו חיבורים חשובים בנושאים רבים, כך למשל רב סעדיה גאון (882-942) שהותיר אחריו ספרים העוסקים בדקדוק עברי, חיבורים פילוסופיים, אחד מסידורי התפילה הראשונים ועוד.", 
             "* האימפריה הסאסאנית הייתה אימפריה פרסית קדם אסלאמית ששלטה באזור מסופוטמיה. דתה של האימפריה הייתה הדת הזורואסטרית שבמרכזה עומדת ההבחנה החדה בין טוב לרע."
            ]
        }
      ]
    },
    {
      "title": "תקופת הראשונים",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "הגאונים פעלו עד למאה האחת-עשרה, אז החלה תקופה חדשה בתולדות העם היהודי המכונה 'תקופת הראשונים.' תקופה זו אופיינה בהיחלשותם של המרכזים היהודיים בבבל ובצמיחה של מרכזים יהודיים חדשים באירופה. הרבנים המרכזיים שפעלו בתקופה זו, התאפיינו כמו קודמיהם בבניין של נדבך נוסף על -גבי הגותם של החכמים שקדמו להם. חכמי התקופה עסקו בכתיבתם של חיבורים הלכתיים ובפירוש לתורה ולתלמוד, להלן נרחיב ביחס לפועלם של שניים: הרמב''ם (ספרד ומצרים) ורש''י (צרפת).",
             "רבי משה בן מימון ( 1138-1204) נולד בקורדובה (אנדלוסיה ,דרום ספרד) ופעל בעיקר במצרים. הוא הנהיג את הקהילה היהודית בקהיר, התמחה ברפואה, ערך פירוש למשנה וכתב חיבורים פילוסופיים שונים ש-'מורה נבוכים'* היה אחד המרכזיים שבהם. הרמב''ם נודע בגישתו הרציונליסטית והתנגד לפעולות מאגיות ומיסטיות, בהן ראה 'הגשמה' פסולה של האל. שמו התפרסם ברחבי העולם היהודי וספריו נלמדים בהרחבה עד עצם היום הזה. ", 
             "חיבורו ההלכתי המרכזי, המשנה תורה, כולל ארבעה עשר ספרים המחולקים באופן שיטתי ובחלוקה על -פי נושאים. אופיו של החיבור היה שונה באופן מהותי מהתלמוד הבנוי על-פי רצף אסוציאטיבי ועורר בשל כך את התנגדותם של גורמים שונים שחשו למעמדם של המקורות התלמודיים הקדומים יותר. בשנים הבאות השפיעה פסיקתו ההלכתית והגותו הפילוסופית של הרמב''ם באופן עמוק על העולם היהודי.", 
             "רבי שלמה יצחקי(1040-1105) נולד בטרואה (צפון צרפת, אשכנז), למד בישיבות המרכזיות של יהדות אשכנז ובמהרה הפך לסמכות תורנית-הלכתית ולמנהיג ציבור. רש''י חיבר פירוש מקיף ורחב על התורה והתלמוד המבוסס על הבנת הפשט ועל מדרשי חז''ל. פירושו נחשב למרכזי ביותר והוא נלמד באופן מסורתי בצמוד אל הטקסט. במקביל הוא עסק בפסיקת הלכה וענה על עשרות רבות של שאלות שהופנו אליו מכל רחבי העולם היהודי. פירושו של רש''י כתוב על-פי רוב באותיות ייחודיות המכונות 'כתב רש''י'. כתב זה שהוא עגול יותר ומשווה צורה שונה לכמה מן האותיות, אומץ על-מנת להבדיל בין הפירוש לבין עיקרו של הטקסט. ", 
             "צאצאיו של רש''י המשיכו לעסוק בפירוש התורה, רשב''ם (ר' שמואל בן מאיר) ורבנו תם (ר' יעקב בן מאיר), הם שניים מן הבולטים שבהם. במרוצת הדורות התקבצו בבתי המדרש של אשכנז וצרפת, הערות ותוספות על פירוש רש''י לתלמוד הבבלי, אלו נקבצו בחיבורים קולקטיביים המכונים 'תוספות' (במלעיל).", 
             "* מורה נבוכים ספר פילוסופי שפרסם הרמב''ם במהלך המאה השתים-עשרה, במהלכו הוא מבקש לתת כלים לתלמיד 'הנבוך' המגלה פער בין התורה לבין הפילוסופיה הכללית. הספר עורר התנגדות רבה ומתנגדיו טענו כי הוא רצוף בדברי כפירה."]
        }
      ]
    },
    {
      "title": "תור הזהב וגירוש ספרד",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "אזור חצי-האי האיברי, בו שוכנות כיום המדינות ספרד ופורטוגל, המהווה את הקצה הדרום-מערבי של יבשת אירופה היה במהלך ימי הביניים זירה להתנגשויות חוזרות ונשנות בין נוצרים ומוסלמים. תקופת השלטון המוסלמי באזור זה נחשבת לתור הזהב של יהדות ספרד, תקופה של פריחה רוחנית, כלכלית ודתית. באותה תקופה קמו בקהילה זו תלמידי חכמים, פילוסופים, משוררים ואנשי רוח שיצרו כמה מן היצירות החשובות בתולדותיו של העם היהודי, והיו מעורבים בניהול הממלכות המקומיות. יהודים אלו יצרו ופעלו בניב ספרדי-יהודי שהוסיף ללוות את יוצאי ספרד והפך לימים לשפת הלאדינו, הידועה גם בכינויים 'ספניולית' ו'-ג'ודיזמו'. ",
             "עם הכיבוש הנוצרי של ספרד וסביבתה '(רקונקיסטה)', הורע בהדרגה מצב היהודים והחופש הדתי שניתן להם צומצם. שיאן של הרדיפות הגיע בשנת 1492 כשהמלך פרדיננד והמלכה איזבלה הציבו בפני יהודי ממלכותיהם אולטימטום: להתנצר או לעזוב את ספרד תוך ארבעה חודשים, אירוע שנודע לימים כגירוש ספרד. הרקע לגירוש, כפי שאפשר ללמוד מן הצו שהורה עליו, היה דתי:", 
             "'הובא לידיעתנו כי במלכויותינו היו כמה נוצרים רשעים שהתייהדו וכפרו באמונה הקתולית הקדושה שלנו, הגורם הגדול לכך היה אינטראקציה בין היהודים ובין אותם נוצרים... על כן אנו, בהתייעצות עם ראשי הכנסייה, האצילים הגדולים של מלכויותינו... החלטנו להורות על היהודים והיהודיות הנזכרים של מלכויותינו לעזוב אותן... תחת האיום שאם לא יישמעו לפקודה זו, ויימצאו באחד מן המחוזות והמלכויות הנזכרים... דינם מוות והחרמת כל רכושם.'", 
             "יהודי האזור שגורשו כעבור כמה שנים גם מפורטוגל השכנה, עזבו ברובם בחופזה וחיפשו מקום מגורים חלופי. רבים פנו אל-עבר האימפריה העות'מאנית ואחרים אל- עבר אירופה; קבוצה קטנה אף הרחיקה והגיעה אל אמריקה. היהודים שנותרו בספרד והתנצרו מכונים אנוסים. רבים מהם המשיכו לשמור על חלק ממצוות היהדות בסתר וסבלו מרדיפה של האינקוויזיציה, מוסד משפטי- דתי שביקש למנוע סטייה מעקרונות הדת הקתולית. הגירוש חיסל התיישבות יהודית בת מאות שנים, הביא לרדיפתם ולנדידתם של עשרות אלפים ושינה את פניו של העם היהודי.", 
             "רבים מהיהודים שגורשו מספרד ומפורטוגל פנו אל-עבר האימפריה העות'מאנית ששלטה על כל רחבי המזרח- התיכון. במרחבי האימפריה מצאו היהודים הספרדים קהילות מקומיות של יהודים דוברי ערבית שכונו על-ידם מוסתערבים. קהילות אלו שחיו בארץ-ישראל ולחופי הים התיכון היו עתיקות, גדולות ומבוססות למדי. אולם בתהליך הדרגתי הפכו היהודים הספרדים לרוב בקהילות היהודיות באימפריה וברוב המקרים אף נטלו לידם את תפקידי ההנהגה בתוכן. באופן זה הפך הכינוי 'ספרדי' לכינוי מקובל ליהודי שמקורו בארצות האסלאם .", 
             "בין היהודים שהיגרו לאימפריה העות'מאנית היו מי שהגיעו בסופו של דבר אל ארץ-ישראל. בארץ התגבש המרכז הרוחני והמדיני בעיקר בגליל .ידוע במיוחד מפעלה של דונה גרציה נשיא*, אשת עסקים יהודייה שהרחיבה את היישוב היהודי בטבריה והפכה אותה למרכז כלכלי חשוב. מרכז חשוב נוסף התגבש באותה העת בצפת, בה התפתח לצד מוקד של תעשיית הצמר, ממנה התפרנסו יהודים רבים, גם מרכז רוחני של עיסוק בתורת הסוד היהודית – הקבלה. אחת הדמויות הבולטות בהקשר זה היה האר''י הקדוש (האלוקי רבי יצחק לוריא אשכנזי) 1572-1534, שגדל במצרים, הגיע בשנת 1570 לצפת ולאורך השנתיים בהן פעל בעיר עד למותו, הצליח להגדיל את מעגל לומדי הקבלה ולפתח מאוד את העיסוק בה.", 
             "לצדו פעלו בעיר מספר דמויות מרכזיות נוספות בהיסטוריה היהודית: בהם ר' יוסף קארו שחיבר את ה'שולחן ערוך,' הקובץ ההלכתי המרכזי בו נעשה שימוש כיום.", 
             "* דונה גרציה נשיא (1569-1510) אשת עסקים יהודייה שנולדה למשפחת אנוסים בליסבון בירת פורטוגל. דונה גרציה רקמה יחסים טובים עם השלטונות העות'מאניים, סייעה רבות ליהודים שבתחומי האימפריה וכונתה על-ידה 'לה סניורה' (הגברת)."]
        }
      ]
    },
    {
      "title": "המרכז היהודי בפולין והתפתחות החסידות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "במקביל לתור הזהב בספרד החל להתפתח מרכז יהודי חשוב גם באזור אחר ביבשת אירופה – ממלכת פולין-ליטא שחלשה על שטחים נרחבים במזרח אירופה. מרכז יהודי זה נוצר בעיקר כתוצאה של הגירת יהודים מאזור מרכז אירופה ('אשכנז') וגם אליו היגרו יהודים שגורשו מספרד. ",
             "היהודים באזור נהנו מאוטונומיה נרחבת שבאה לידי ביטוי בפעולתו של ועד ארבע ארצות. הוועד ייצג את היהודים בפני השלטונות הפולניים, גבה את המסים, דאג להסדרת היחסים בין הקהילות היהודיות, פעל למען אינטרסים משותפים, התקין תקנות שונות בהתאם להלכה, שימש כמעין 'בית משפט עליון', ויסת את הפעילות הכלכלית וכן עסק בענייני חינוך ולימוד תורה. ", 
             "כמאה וחמישים שנים לאחר גירוש ספרד (1648-1649) החלו בפולין סדרת פוגרומים המכונים במסורת היהודית גזירות ת''ח-ת''ט. ברקע לאירועים, המכונים בהיסטוריה העולמית 'מרד חמלניצקי' ,עומדת התקוממות של קבוצת קוזאקים אשר נתמכו בידי הצמיתים הרבים שחיו במדינה*. המרד אמנם כוון נגד האצולה הפולנית שהתעמרה במעמדות הנמוכים, אך היהודים סומנו כנציגים של שיטת הניצול היו לקרבנותיו המרכזיים; אלפי יהודים נרצחו וקהילות רבות נחרבו. האירועים הקשים, בשילוב התפתחותו של העיסוק בתורת הסוד העמיקו את הציפייה לשינוי משיחי על -טבעי ולסיום הגלות. ", 
             "על רקע זה הופיע בעולם היהודי משיח השקר ,שבתאי צבי (1626-1676), שהצליח להניע אחריו יהודים רבים ולחולל תנועה שכונתה שבתאות. המסעות של צבי ברחבי האימפריה העות'מאנית ומזרח אירופה, השינויים שהוא חולל בהלכה והחלטתו להתאסלם, עוררו משבר חמור וקרע בקהילות רבות. למרות הניסיונות לסלק את אחרוני מאמינו מתוך הקהילות, נותרו בעולם היהודי קבוצות קטנות ששמרו אמונים לשבתאות וכמה שנים לאחר מכן הופיע משיח שקר חדש ,יעקב פרנק (1726- 1790)שהציג את עצמו כממשיכו**.", 
             "המשבר שהולידה השבתאות, בשילוב עם התהוותו של ציבור יהודי גדול שהיה טרוד בדאגות היום-יום והתרחק מלימוד התורה הוביל במהלך המאה השמונה-עשרה לצמיחתה של תנועת החסידות. מייסד התנועה הוא ר' ישראל בעל-שם-טוב (הבעש''ט), 1700-1760, שהדגיש את חשיבותה של השמחה ועבודת ה' הטבעית ואת מקומו של הצדיק כמקשר בין החסיד לבין האל. בניגוד למקובלים ולרבנים אחרים, ביקשו הבעש''ט ותלמידיו להפיץ את תורתם לעם כולו ולא רק לתלמידי החכמים והמקובלים. ",
             "גדול תלמידיו היה ר' דב בער ממזריטש שכונה 'המגיד'*** והיה לאחד ממפיציה המרכזיים של תורת הבעש''ט וממניחי היסודות של התנועה. מכאן, הנהיגו תלמידיו של המגיד, שנתפזרו ברחבי מזרח אירופה, 'חצרות' חסידיות שונות – כשבראש כל אחת מהן עמד רב אשר חסידיו, שקיימו אתו קשר עז ורב-ממדים, כינוהו אדמו''ר (אדוננו, מורנו ורבנו). ", 
             "בראשיתה, עוררה החסידות ביקורת רבה בשל 'עממיותה', השמחה והמנהגים השונים שנלוו לה. המתנגדים לחסידות המכונים מתנגדים או ליטאים, גרסו כי יש להמשיך ולהדגיש את חשיבותו של לימוד התורה ופחדו מהתפתחותה של תנועה המונית של משיחיות שקר כדוגמת השבתאות. בראש המתנגדים עמד הגאון מווילנא (הגר''א) 1720-1797, הוא הטיל חרמות על החסידים וביקש לצמצם את השפעתה של התנועה. בהמשך, הדברים אף הגיעו לכדי מאבק קשה בו עורבו גם שלטונות המדינה.", 
             " במהלך השנים קמו חצרות חסידיות רבות בעלות אופי שונה ודרך ייחודית בערים השונות באירופה, וכיום ,חלקן עוד נושאות את שמן ,ואף שומרות על מבנה קהילתי מיוחד; ביניהן אפשר למנות את חסידויות ויז''ניץ ,גור, חב''ד, ברסלב ועוד.", 
             "", 
             "", 
             "* הקוזאקים שימשו כחיילים בצבאה של פולין וזכו בתמורה לאוטונומיה, כאשר נפגעה האוטונומיה שלהם הם פרצו במרד .", 
             "** יעקב פרנק (1790-1726) היה יהודי שראה את עצמו כמשיח ופעל בשטחי פולין. רבים מן החוקרים רואים בו את אחד מממשיכיו של שבתאי צבי. הכת שייסד פרנק מכונה פרנקיזם, פולחנה הדתי כלל עירוב בין יהדות ונצרות והיא הוחרמה על-ידי הקהילה היהודית."]
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [
            "",
             "", 
             "", 
             "", 
             "", 
             "", 
             "", 
             "",
              ""]
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [
            "",
             "", 
             "", 
             "", 
             "", 
             "", 
             "", 
             "",
              ""]
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [
            "",
             "", 
             "", 
             "", 
             "", 
             "", 
             "", 
             "",
              ""]
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [
            "",
             "", 
             "", 
             "", 
             "", 
             "", 
             "", 
             "",
              ""]
        }
      ]
    },
    {
      "title": "",
      "subSections": [
        {
          "title": "",
          "text": [
            "",
             "", 
             "", 
             "", 
             "", 
             "", 
             "", 
             "",
              ""]
        }
      ]
    }
  ]
}
