{
  "title": "עזרה ראשונה",
  "description": "מאיה תחרטטי",

  "sections": [
    {
      "title": "מבוא",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "1. במהלך חיינו במדינת ישראל, אנו נתקלים לעיתים רבות בפצועים ואף באירועים הכוללים מס' רב של פצועים. זמן ההגעה הממוצע של ניידת מד''א לאירוע הינו 5 דקות. לעיתים זמן זה הוא זמן קריטי לפצוע כיוון שהפציעה חמורה מאוד ולכן חשוב לדעת כיצד לטפל בפצועים עד שיגיע סגל רפואי בכיר.",
            "2. בצבא מע''רים תופסים חלק חשוב בשרשרת הטיפול והפינוי הרפואי כיוון שהמע''ר הוא הראשון שיעניק טיפול רפואי מציל חיים לחייל בשטח. במהלך סדרת מע''רים עוסקים בעיקר בפציעות מסוג 'טראומה' מפני שאלו הפציעות השכיחות ביותר בקרב חיילי צה''ל.",
            "3. טראומה- חבלה כתוצאה מגורם חיצוני, חום או תנועה, בד''כ מלוות באיבוד של דם (פציעות קליעים, רסיסים,דקירה ותאונות אימון שונות).",
            "4. משולש החיים- בגוף קיימות 3 מערכות עיקריות העובדות בשילוב אחת עם השנייה:",
            "א. מערכת הנשימה: אחראית על כניסת חמצן מהסביבה החיצונית לריאות, והוצאת פחמן דו חמצני מהריאות החוצה.",
            "ב. מערכת הדם: למערכת הדם 3 תפקידים עיקריים: 1) הובלה של חמצן (אל התאים), פחמן דו חמצני (מהתאים החוצה), הורמונים, סוכרים ופסולת בין היתר. 2) וויסות טמפ' הגוף. 3) מע' חיסונית (כדוריות דם לבנות).",
            "ג. מערכת העצבים: אחראית לבקרה ולפיקוח על כל מערכות ופעולות הגוף, ביניהן הנשימה, לחץ הדם ופעולת הלב.",
            " כל פגיעה באחת ממערכות אלו תגרור בעיה גם בשתי המערכות הנוספות של משולש החיים ובכך תביא להידרדרות מהירה של מצב הפצוע.",
            "דוגמה: כאשר מע' הדם תיפגע (דימום) לא יגיע חמצן לרקמות ואיברים בגוף, ביניהם איברים חיוניים בלעדיהם לא יתכנו חיים כגון מוח ולב. תיתכן גם פגיעה שאינה גורמת מוות אך גורמת נכות קשה כמו פגיעה בכליות, נמק של גפה, פגיעה בעמוד השדרה ועוד.",
            "דוגמאות לפגיעה במערכות:",
            "1) מע' הנשימה: חסימת דרכי אוויר, פגיעה בתפקוד הריאות.",
            "2) מע' הדם: איבוד דם (שט''דים).",
            "3) מע' העצבים: פגיעה בראש ועמ''ש, הרעלות."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "תוכן",
      "subSections": [
        {
          "title": "הכרה",
          "text": [
            "1. הכרה- סך כל המודעות של האדם לסובב אותו. ההכרה היא המדד לתפקוד מערכת העצבים. כאשר מערכת העצבים אינה פועלת כראוי, נראה פגיעה במצב ההכרה.",
            "",
            "2. שלושת מצבי ההכרה",
            "א. הכרה מלאה- תגובה הגיונית.",
            "ב. הכרה חלקית- תגובה לא הגיונית.",
            "ג. פצוע חסר הכרה- חוסר תגובה.",
            "",
            "3. ציר ההכרה",
            "א. מע''ר לעולם לא יבדוק תגובה לכאב.",
            "ב. פצוע שלא מגיב לקול = חסר הכרה = חסר הגנה.",
            "",
            "4. רפלקסים",
            "רפלקס- תגובה אוטומטית של הגוף בדרך כלל לצורכי הגנה. דוגמא: הרחקת יד מאש. אנו נתמקד ברפלקסים שמטרתם לשמור על דרכיי אויר פתוחות. סוגי רפלקסים:",
            "1) רפלקס הבליעה: דואג שהמזון או הנוזלים יכנסו לוושט ולא לקנה. ",
            "2) רפלקס השיעול: דואג שאם גוף זר חדר לקנה הוא יצא ולא יגלוש לדרכי הנשימה ויחסום אותן.",
            "3) טונוס השרירים: אינו רפלקס, אך תכונה זו שומרת על דרכי אויר פתוחות-כיווץ טבעי של שריר הלשון השומר עליה מקובעת במקומה.",
            "כפי שציינו קודם, פצוע חסר הכרה הינו חסר הגנה זאת כיוון שהרפלקסים ששומרים עליו אינם מתפקדים.",
            "",
            "5. הסכנה העיקרית לפצוע חסר הכרה שאינו מדמם היא חנק כתוצאה מחסימת נתיב אוויר. סימנים לחסימת נתיב אוויר: התרחבות נחיריים, התרחבות בית חזה, אי שקט, נשימה חלקית, חיוורון, כחלון, חוסר הכרה.",
            "",
            "6. שרשרת המוות: אובדן הכרה - חסימת נתיב אוויר – חנק - דום נשימה - דום לב – מוות. הפצועים נחלקים לשלוש קבוצות: פצועים קלים שלא ימותו למרות היעדר טיפול, פצועים קשים שימותו גם בנוכחות טיפול מיטבי ואילו אנו מתמקדים בקבוצה השלישית – פצועים שימותו אם לא יקבלו טיפול מתאים וישרדו בזכותו (מוות בר הצלה).",
            "",
            "7. הגורמים העיקריים למוות בר הצלה",
            "א. הסיבות העיקריות למוות בר הצלה – חסימת נתיב אוויר, חזה אוויר בלחץ, דימום שניתן לעצור בלחיצה ודימום שניתן לעצור בניתוח.",
            "ב. שימו לב כי 10% מהפציעות ניתנות להצלה במידה והפצוע יגיע לחדר ניתוח – על כן חשיבותו של פינוי מהיר, כיוון שגם הרופאים והפרמדיקים בשטח לא יוכלו לעזור כל כך לפצוע מעבר לשליחתו במהירות לבית החולים.",
            "ג. 1% מהפצועים מתים בגלל חסימת נתיב אוויר ו-5% מתים בגלל פגיעה ריאתית שקרויה חזה אוויר בלחץ – שש תופעות אלו הן ברות טיפול בשטח על ידי רופאים ופרמדיקים.",
            "ד. עם זאת שימו לב כי 9% מהפצועים מתים בגלל דימום שניתן לעצור בלחיצה – משמע, דימום שמע''ר יכול לעצור ולהציל את הפצוע. מכאן החשיבות העצומה שיש למתן עזרה ראשונה יעילה ומהירה על ידי מע''רים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "סכימת טיפול בפצוע",
          "text": [
            "1. בשנות ה -21' עלה בצורה משמעותית אחוז מקרי המוות כתוצאה מהתקפי לב. לכן פיתחו את שיטת ה- C.P.R, החייאת לב ריאה, כטיפול ראשוני בשטח ואכן עלה מספר ההחייאות המוצלחות. בשנות ה–71' התרחש אירוע טרגי ששינה את פני רפואת החירום. מטוס פרטי שבו טסו אורטופד ומשפחתו התרסק וכל בני המשפחה נפצעו. הרופא החל מטפל במשפחתו עד להגעתם של כוחות ההצלה. 3 מבני משפחתו נפצעו קשה ואשתו מתה בביה''ח ומהתחקיר שנערך לאחר מכן נבע כי הטיפול שנתן האורטופד בשטח לא נפל מאיכות הטיפול בבית החולים. האורטופד הסיק מכך שקיימת בעיה חמורה בגישה לנפגעי טראומה- הציוד ישנו, אך טיפול על פי ה - C.P.R אינו מתאים לנפגעי טראומה.",
            "2. לאור זאת החלו להירקם שיטות שונות שכל עיקרן טיפול בטראומה.",
            "3. בחלק זה ניגע בעקרונות העומדים מאחורי גישת הטיפול בפגוע טראומה בשטח.עקרון הסכמה היא: טיפול בפצועים שימותו תוך דקות באם לא ניתן טיפול.",
            "4. פגיעה במשולש החיים: נשימה, דם ועצבים יכולה לגרום למוות תוך דקות. מנתוני סטטיסטיקה עולה כי מספר גבוהה מהנפגעים בתאונות דרכים ובשדה הקרב נפגעים ביותר ממערכת אחת. לכן יש ליצור סדר קדימויות טיפול. מה שהורג קודם יטופל קודם.",
            "",
            "5. סדר הטיפול הנכון S A B C",
            "S - שלב הבטיחות, בשלב זה נדאג לביטחוננו, לביטחון הפצוע. נחסום שטפי דם מאסיביים ונבצע בדיקת הכרה.",
            "A - נחפש חסימה בנתיב אוויר.",
            "B - נחפש חוסר נשימה או פגיעה כל שהיא במערכת הנשימה ( בדיקת איכות נשימה).",
            "C - בשלב זה נעצור שטפי דם כאשר העדיפות היא בלחץ ישיר.",
            "נקודת ההנחה היא שבפצועי טראומה הלב עובד. כלומר, שריר הלב לא נפגע ועל כן אין כל סיבה שיפסיק לעבוד. אך כיוון שמדובר בפצועים שאיבדו נוזלים ודם. במצב זה המסקנה ברורה - אין כל טעם בביצוע עיסויים ללב, אלא בעצירת הדימומים ובהחזרת נפח נוזלים לגוף.",
            "",
            "1. שלב (Safety) S ",
            "א. עוד לפני הטיפול הממשי יבצע המע''ר פעולות בכדי לדאוג לבטיחות שלו ושל הפצוע.",
            "ב. הדבר הראשון שיעשה המע''ר הוא הרחקת הפצוע ממקור הסכנה תוך כדי קריאה לעזרה. בקריאה לעזרה יועבר הדיווח הבא: זהות המדווח, סוג המתאר (ירי, פיצוץ וכו') והאם עדיין מתמשך, מס' פצועים, סוג פציעה, דרישה לפינוי וסיוע מבצעי ורפואי (עדיף להשתמש בנוכחים להעברת הדיווח).",
            "ג. לאחר מכן, ינצור את נשקו של הפצוע ויעצור שטפי דם משמעותיים בנקודת לחיצה או ח.ע. או בלחץ ישיר ע''י נוכח ויבצע בדיקת הכרה, אין צורך בבדיקה פיזית - יש להימנע מטלטול הפצוע ואין לשפוך עליו מים.",
            "",
            "2. שלב (Airway) A  ",
            "א. פתיחת פה תהיה הפעולה הראשונה שיבצע מע''ר על מנת להבטיח נתיב אוויר פתוח, את פתיחת הפה תתבצע ע''י זשלא''ג (זרת שלוש אצבעות אגודל) ובמידה שלא נפתח זשלא''ג כפול. הסיבות לחסימת נתיב אוויר:",
            "1) הפרשות. במידה ונמצאו הפרשות יש לסלקן תוך כדי הטיית הגוף על הצד בחטיבה אחת תוך שמירה על קיבוע עמש''צ – 'בול עץ'.",
            "2) צניחת בסיס הלשון עקב איבוד הכרה.",
            "ב. לאחר שלב פתיחת הפה יבצע המע''ר הרמת לסת מחשש כי הלשון צנחה, בעבר נהוג היה להטות את הראש לאחור אך מחשש לפגיעה בעמש''צ יבצע המע''ר הרמת לסת. כמובן את הרמת הלסת המע''ר לא יעזוב אלא אם כן אין חשש לנתיב אוויר ולנשימתו של הפצוע. דגש: פצוע בהכרה שמדבר – אין חשש לנתיב האוויר וניתן לעבור לשלב ה-B.",
            "",
            "3. שלב (Breathing) B ",
            "א. לאחר שדאגנו לנתיב אוויר נבצע בדיקת נשימה במשך 10 שניות (ונכפיל ב-2) תוך שימוש במירב החושים כיוון שלא תמיד יהיה קל לקבל הערכה נכונה.",
            "ב. את בדיקת הנשימה בצורה הבאה: חשיפת בית החזה של הפצוע, קיבע את ראש הפצוע ביד אחת בצורת L וביד השנייה כמובן בצע הרמת לסת. הקשב לנשימת הפצוע (אוזן ליד פה), יש לחוש עם הלחי תנועת אויר ומבט על בית החזה והבטן (לראות אם הוא עולה). נתרשם מאיכות (מחרחרת, שטחית) וכמות הנשימה (פחות מ-8 נשימות בדקה מוגדרת כלא יעילה) בנוסף נחפש סימני מצוקה נשימתית או סימני פגיעת חזה אחרים (חור כניסה/ יציאה, כחלון, גודש ורידי צוואר, נשימת אברי עזר).",
            "",
            "4. שלב (Circulation) C  ",
            "א. בצע סריקה חפוזה של הגפיים והראש, במידה ומצאנו דימום, נעצור אותו בלחץ ישיר/עקיף.",
            "ב. במידה ויתגלה שט''ד נטפל בו על פי סוגו כמובן יש עדיפות ללחץ ישיר.",
            "ג. קו פינוי מיידי - בסוף שלב C השאיפה העיקרית שלנו היא לפנות את הפצוע מהשטח, לצורך כך נקבע את הפצוע (קיבוע אוניברסאלי), נכסה אותו ונעביר דיווח בקשר על מצבו. במידה והפינוי מתעכב – ניתן להמשך לשלבים D ו-E.",
            "ד. דיווח - בסוף שלב ה C יעביר המע''ר דיווח שיכלול מידע חיוני בלבד:",
            "1) מנגנון הפציעה - מהי הפציעה העיקרית של אותו פצוע (חשוב לשים לב, לא תמיד הפציעה שעליה מתלונן הפצוע היא הפציעה העיקרית, יכול להיות שיתלונן על הרגל השבורה אך יהיה לו חור כניסה בבטן). ",
            "2) הכרה- מהו מצב ההכרה של אותו פצוע (חסר הכרה, מעורפל הכרה, בהכרה מלאה).",
            "3) נשימה- כמה נשימות בדקה ומהי אופי הנשימה (מחרחרת שטחית).",
            "",
            "5. שלב (Disability) D",
            "בשלב זה נבצע הערכה מחודשת של מצב ההכרה של הפצוע.",
            "",
            "6. שלב (Exposure) E",
            "א. אחרי שסיימנו את שלב D, נבצע הפשטה מלאה של הפצוע ונחפש שט''דים נסתרים באיזור בית השחי, גב ועכוז. דימום באיזור זה ייעצר ע''י הצמדת ת.א למקום והשענת הפצוע על הת.א.",
            "ב. לאחר מכן, נכסה את הפצוע ונדאג לחמם אותו על מנת שמצבו לא הידרדר.",
            "ג. דגש – היפותרמיה (ירידה של חום הגוף מתחת ל-35 מעלות) גורמת לירידה בתפקוד של גורמי הקרישה של הגוף ובכך מחמירה את הדימומים בטראומה – על כן יש להקפיד על כיסוי הפצועים על מנת שלא יאבדו חום גוף.",
           "",
            "דגשים כלליים לסכמה",
            "א. אין לדלג על שלבים מבלי לסיים כל שלב במלואו.",
            "ב. שמירה על תקשורת בפצוע בהכרה.",
            "ג. פציעת ראש נחבוש בשלב ה C על ידי לחץ ישיר.",
            "ד. מינימום טלטול (לשמירה על עמ''ש).",
            "ה. לפצוע בהלם/ מעורפל/ חסר הכרה אין לתת שתייה ממספר סיבות: מערכת העיכול אינה עובדת טוב וקיימת סכנת אספירציה (הקאה וכניסה של הנוזלים לריאות), ישנו סיכוי טוב שהפצוע יזדקק לחדר ניתוח ושתייה מסבכת את העניין.",
            "ו. הטיפולים שיינתנו משתנים בהתאם לתנאי הלחימה, מסתור ומחסה.",
            "ז. במקרה של מתאר מאוים יש לפעול לפי ההנחיות הבאות:",
            "(1) תחת איום ישיר: ברגע הגיענו לפצוע, נתפוס מסתור (מקום המסתיר מפני אויב, אך לא מגן מאש שטוחת מסלול) וננטרל את האיום תוך כדי קריאה לעזרה. מיד לאחר שהאיום נוטרל, נרחיק את הפצוע למחסה הקרוב ביותר שם נוכל לטפל בו בצורה יעילה. במסתור יתבצעו אך ורק פעולות מיידיות – פתיחת נתיב אוויר ועצירת שט''דים.",
            "(2) מאחורי מחסה: מקום המגן מפני אש שטוחת מסלול, שם תתבצע כל הסכימה לטיפול בפצוע טראומה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "שט''דים זיהוי וטיפול",
          "text": [
            "הזכרנו קודם כי 9% מהתמותה בשדה הקרב נובעת מדימומים הניתנים להיעצר בלחיצה. בחלק זה נתמקד בסכנות וטיפול בדימומים בשטח.",
            "",
            "1. סוגי דימומים:",
            "א.   ישנם 2 סוגים עיקריים לשט''דים:",
            "1) שט''ד חיצוני- דם פורץ אל מחוץ לגוף והינו נשלט – בשט''ד מסוג זה נטפל בשטח.",
            "2) שט''ד פנימי- דם מצטבר בחללי הגוף (בטן, חזה וגולגולת) והוא בלתי נשלט– לא ניתן לטפל בשט''ד זה בשטח על כן יש לשאוף לפינוי מיידי.",
            "ב. סכנות השט''ד:",
            "1) הלם- נרחיב עליו בהמשך",
            "2)היפותרמיה - כפי שלמדנו במבוא אחד מתפקידי הדם הוא שמירה על טמפ' תקינה בגוף. במצב של אובדן דם מע' וויסות זאת לא פועלת כהלכה, מה שגורם לירידה דרסטית בטמפ' הגוף ועל כן יש לכסות את הפצוע ולהפריד אותו מן הקרקע.",
            "3)נמק- במקרה של שימוש בח.ע, יווצר נמק תוך 3-4 שעות, על מנת למנוע זאת יש לרשום את שעת ההנחה לדאוג להמרה בהקדם האפשרי.",
            "",
            "2. הלם ",
            "א. הגדרה: ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת הדם (החמצן) לתאים. הלם נגרם כתוצאה מאיבוד דם או נוזלים.",
            "ב. יתכנו סיבות רבות לירידה בהספקת הדם לתאים כגון: התייבשות, שלשולים, הקאות, אך בחלק זה נדבר על אובדן בנפח הדם, זאת כיוון שבמתאר צבאי פציעות טראומה (איבוד דם בשל שט''דים חיצוניים ופנימיים) נפוצות יותר. ",
            "ג. במצב של הלם הגוף אינו יכול לתפקד כרגיל. היות ונפח הדם יורד, הגוף מפעיל מנגנוני הגנה המספקים דם למרכזים חיוניים (מוח ולב) על חשבון אברים פחות חיוניים כגון עור, קיבה וכלי דם פריפריים.",
            "ד. סימנים:",
            "1) דן החזק - דופק מהיר וחלש, נשימה מהירה ושטחית.",
            "2) הכרה מדרדרת, חיוורון, זיעה קרה, קור וצמרמורות.",
            "חשוב לזכור:",
            "1) גם פצוע ללא דימום חיצוני יכול להיות במצב של הלם מדימום פנימי! ",
            "2) אובדן הכרה הינו סימן מאוחר ומעיד על מצבו הקשה של הפצוע.",
            "3) מצב ההלם ממשיך להידרדר גם לאחר עצירת הדימום לכן יש לשאוף לפינוי מהיר!",
            "ה. טיפול",
            "1) עצירת הדימום – עפ''י השיטות שנלמד בהמשך. ",
            "2) כיסוי הפצוע, כיוון שהוא מאבד חום מגופו במהירות (אחד התפקידים של הדם הינו שמירה על טמפ' של הגוף).",
            "3) פינוי מהיר מאוד לביה''ח.",
            "4) ישנן שתי שיטות לעצירת השט''דים:",
            "א) לחץ ישיר- עצירת הדימום מכלי הדם הספציפי שנפצע (יעשה על ידי תחבושת אישית ומשולש לחץ).",
            "ב) לחץ עקיף- משמעותו הפסקת זרימת הדם אל הגפה הפצועה כולה (יעשה ע''י ח.ע או נק' לחיצה).",
            "ג) לחץ ישיר תמיד עדיף!!! אך לא תמיד ניתן לבצע לחץ ישיר, לעיתים הוא גם לא יעיל.",
            "",
            "3. לחץ ישיר",
            "א. עצירת הדימום לגפה תתבצע ע''י שימוש בתחבושת אישית בחבישת 'דגל אנגליה' – במידה והדימום ממשיך יש להניח משולש לחץ כדי להגביר את הלחץ על הדימום.",
            "ב. דגשים להנחת ת.א:",
            "1) הנחה על מקום הדימום.",
            "2) הצלבה מתחת לגפה. ",
            "3) מתיחה למעלה סיבוב השרכים 180 מעלות ועוד 45 מעלות, כך נוצר הלחץ הנקודתי. ליפוף שאר השרכים מבלי לעלות על השפתיים הלבנות - זאת על מנת שנוכל להבחין אם הלחץ שהופעל מספיק לעצירת הדימום.",
            "4) בדיקת חום, צבע ודופק על מנת לוודא שזרימת הדם לגפה לא נפגע.",
            "ג. במידה והדימום לא נעצר נוסיף משולש לחץ - דגשים להנחת 'משולש לחץ':",
            "1) יצירת קשר במרכז המשולש והנחת הצד הבולט על מקור הדימום.",
            "2) סיבוב סביב היד וליפוף השרכים בצידי הקשר.",
            "3) העלאת הליפופים מעל הקשר.",
            "4) קשירת השרכים בצד השני של היד.",
            "ד. דגשים להנחת ת.א חדשה:",
            "1) תחבושת שדה אישית חדישה מתוצרת חברת Products Care First. התחבושת באה להחליף את תחבושת השדה האישית המוכרת. התחבושת נמצאת כרגע בשימוש רק בקרב יחידות השדה ובקרב סגל הרפואה. במחקר שבוצע בחיל נמצאה התחבושת עדיפה על הישנה ועל תחבושת נוספת שנבחנה.",
            "2) תכונות התחבושת - התחבושת מגיעה באריזה כפולה: אריזה חיצונית הכוללת נתונים והוראות עמידה בפני מים, ואריזת ואקום פנימית שקופה. התחבושת סטרילית כל עוד האריזה הפנימית שלמה. לתחבושת עצמה ארבעה חלקים:",
            "א) פד מלבני סטרילי (גודל האלכסון 4).",
            "ב) אגד אלסטי נמתח בלתי-דביק, הכולל שרוול לחבישה עצמית.",
            "ג) גשר פלסטי להגברת לחץ החבישה.",
            "ד) תפס פלסטי לאגד.",
            "3) טכניקת השימוש:",
            "א) לאחר הוצאת התחבושת מן האריזה, הנח את הפד על מקור הדימום תוך הפעלת לחץ ידני, והקף את הגפה פעם אחת באמצעות האגד הנמתח.",
            "ב) העבר את האגד המתוח דרך הגשר להגברת הלחץ.",
            "ג) מתח את האגד לכיוון הנגדי, על הגשר.",
            "ד) לפף את האגד סביב לגפה, ודאג לאטום את קצות החבישה.",
            "ה) קבע את החבישה ע''י תפיסת האגד המלופף בתפס הפלסטי.",
            "ו) ע''מ להגביר את הלחץ המופעל, ניתן לסובב את הסבב הפלסטי כשהוא אוחז את האגד. בתום ביצוע החבישה יש לוודא קיום דופק ומילוי קפילרי תקין, דיסטלית למקום החבישה בעזרת השרוול שנמצא בצידה השני של התחבושת – אפשר יהיה לבצע חבישה עצמית.",
            "4) יתרונות התחבושת:",
            "א) ניתנת לחבישה עצמית. ",
            "ב) ניתנת לשימוש כאלתור לח.ע.",
            "ג) בעקבות האלסטיות משמשת גם כחבישה משנית (ע''י אטימת הקצוות).",
            "ד) זריזות.",
            "5) במידה ויש דימום בו אין אפשרות להניח ת.א כשיטת 'דגל אנגליה' יש לעצור את הדימום באמצעות הפעלת לחץ ישיר עם תחבושת אישית באזור המדמם. איך ואיפה? צוואר, בית שחי, בטן. חשוב לבדוק גם חלקי גוף פחות גלויים כגון: גב תחתון, עכוז ובית שחי. דימומים מאזורים אלו יכולים להיות משמעותיים ואי גילויים יכול לגרום להדרדרות מהירה במצב הפצוע.",
            "חשוב: על דימומים מאזור החזה והגב העליון לעולם לא נניח ת.א, כיוון שאטימת הפצע יכולה להביא החמרת פגיעת החזה!",
            "",
            "4. לחץ עקיף",
            "א. מקרים להנחת חוסם עורקים:",
            "1) קטיעה מלאה או חלקית - נניח ח.ע בקטיעה גם אם האיבר לא מדמם (כיוון שלאחר מס' דק' יופיע הדימום).",
            "2) בעיה בנשימה - פצוע עם בעיות נשימה ובו בזמן שט''ד חיצוני.",
            "3) ריבוי פצעים ופצועים- במקרה בו אין מספיק כוח אדם להעניק לפצועים טיפול מיטבי נשתמש בלחץ עקיף.",
            "4) רסיס גדול מדמם - במקרה שישנו דימום במקום בו חדר הרסיס יונח ח.ע לפי הדגשים.",
            "5) חושך- לא ניתן לראות את מקור הדימום במדויק לכן נניח את ה - ח.ע בראש הגפה. לא בכל מצב של לילה ולא רק במצב של לילה אלא מדובר בחושך מוחלט שאיננו מאפשר הנחת ת.א.",
            "6) לחץ ישיר שנכשל- כיוון שת.א ומשולש לחץ לא עצרו את הדימום נניח ח.ע.",
            "7) תחת אש- מניחים את הח.ע וגוררים למחסה.",
            "ב. דגשים להנחת ח.ע:",
            "1) אין להניח ח.ע על בגד.",
            "2) הח.ע תמיד יימצא במצב מגולגל.",
            "3) יש להשאיר שרך באורך 5 ס''מ לפני תחילת הליפוף, כדי שתהיה אפשרות לבצע קשר בסוף הליפוף וכדי שה-ח.ע יבלוט.",
            "4) הנח את הח.ע כ-10 ס''מ ( 4 אצבעות) מעל השט''ד וזאת כיוון שכלי הדם מתכווצים לאחור ברגע שהם נפגעים, עקב האלסטיות שלהם.",
            "5) הליפוף הראשון יהיה חלש ליצירת בסיס עליו נעבוד ולמניעת מתיחת העור. מתיחה לפני כל ליפוף.",
            "6) יש לנצל את כל החסם לליפוף.",
            "7) יש להקפיד על מיקוד הלחץ בזמן ליפופים.",
            "8) יש לנסות להציל מפרקים ולכן תמיד נעדיף להניח ח.ע מתחת למפרקים. במידה והפציעה קרובה למפרק (פחות מ-10 ס''מ) אין להניח ח.ע. על המפרק אלא מעליו.",
            "9) בסוף ליפוף נקשור פעמיים (על מנת שהפצוע לא ינסה להורידו).",
            "10) רישום לאחר ח.ע: שם, שעה ב-4 ספרות וח.ע. יש לרשום מעל הח.ע, מצח ובטן (11:60 בערב שלא יירשם 11:10 כיוון שאין זה אותו זמן שעובר).",
            "11) בדיקת דופק = אין דופק.",
            "12) מע''ר לעולם לא יסיר ח.ע!",
            "ג. קיימים 4 סוגי ח.ע. בצבא כיום:",
            "1) ח.ע. גומי – משמש לעצירת דימומים באיברים גליליים דקים (גפיים עליונות ושוקיים. לא בירכיים).",
            "2) ח.ע. הולנדי – יצירת ח.ע. ממשולשי בד במידה ואין בנמצא ח.ע. גומי.",
            "3) ח.ע. רוסי – יצירת ח.ע. ממשולשים ומקל על מנת לעצור דימומים בירך.",
            "4) CAT - ח.ע. שנועד להחליף את האלתור של הח.ע. הרוסי. יכול לשמש לעצירת דימום בכל גפה כולל בירך. ניתן להניח את הח.ע. ביד אחת ובכך המטפל יכול לטפל בעצמו.",
            "ד. הוראות השימוש ב-CAT באמצעות יד אחת:",
            "1) עטוף את ה-CAT על הגף הפגועה.",
            "2) הדק את רצועת הסקוץ' ואבטח את הרצועה על גבי עצמה.",
            "3) הצמד את הרצועה סביב לזרוע אך לא דרך הקליפס.",
            "4) סובב את מוט ההידוק עד לעצירת הדימום.",
            "5) הדימום בשליטה! נעל את מוט ההידוק בקליפס.",
            "6) הדק את הרצועה על מוט ההידוק (בגף צר).",
            "7) אבטח את המקל והרצועה בטבעת, והדק אותו לוו בצד השני של הקליפס.",
            "",
            "5. נקודות לחיצה",
            "א. המושג נק' לחיצה מתייחס לחסימה של עורק (ע''י לחיצתו עם האצבעות כנגד לעצם) כדי לעצור את הדימום בהמשך הגפה. זוהי פעולה קשה לביצוע ואינה הטיפול המועדף לעצירת דימום. נק' לחיצה מומלצת כאשר ישנם שני מטפלים- האחד לוחץ בנק' הלחיצה והשני מבצע חבישה לוחצת, הנחת הח.ע או ממשיך את סכמת הטיפול.",
            "ב. איך ואיפה? - לא קל ללחוץ זמן רב בנק' לחיצה וכמובן לא ניתן להפסיק ללחוץ לאורך כל הטיפול והפינוי ולכן חשובה מאוד התנוחה (שתהיה נוחה במיוחד). רצוי להשתמש באגרוף ולא בכריות האצבע, רצוי למצוא דופק מקומי לפני הלחיצה.",
            "1) מפשעה- במידה ויש דימום מהירך או קטיעה גבוהה ניתן לבצע נק' לחיצה זו תחילה נמצא דופק בפמורלי בעזרת האגרוף נבצע את נק' הלחיצה.",
            "2) צוואר – יש ללחוץ על צד אחד ולהטות את הראש (אם ניתן).",
            "3) זרוע- נחלץ על העורק הברכיאלי - הלחיצה מתבצעת בין השרירים בחלקה הפנימי של היד תוך כדי סיבוב היד כולה כדי שיסתובב העורק בהתאם.",
            "",
            "6. אלתורים וטיפול עצמי",
            "במתארים מתמשכים או בהיתקלות, יש סיכוי גבוה שיאלץ המע''ר לאלתר ציוד רפואי כשאין בנמצא. מספר דוגמאות:",
            "א. כמו שכבר למדנו, ח.ע רוסי וח.ע הולנדי ניתן לאלתר ממשולשים, ובמידה שאין, ניתן לאלתר בעזרת מדים או חגורת מכנס/רצועת נשק. ",
            "ב. את תחבושת FIRST CARE ניתן לחבוש בחבישה עצמית. בנוסף, בשל האלסטיות של התחבושת, ניתן לאלתר איתה ח.ע.",
            "ג. ניתן לאלתר קיבוע לאיבר פגוע ע''י שני מקלות ומשולשים הקשורים מסביב לאיבר מעל האיזור הפצוע.",
            "ד. במידה ויש דימום פשוט קטן ואין לנו ת.א, אפשר להצמיד חולצה למקום ולהפעיל לחץ מבלי לשחרר.",
            "",
            "7. פינוי - הסיבות לפינוי חיילים מהשטח:",
            "א. סיבה רפואית - הפצוע זקוק לטיפול רפואי מעבר ליכולת בשטח.",
            "ב. המענה הרפואי הסופי לפצועים צריך להינתן בבית החולים והשאיפה צריכה להיות הבאת הפצועים לשם מהר ככל האפשר.",
            "ג. סיבה אג'מית (מבצעית) - הלחימה נמשכת ויש לפנות את הנפגעים בכדי לאפשר את המשך הפעילות המבצעית.",
            "ד. סיבה מוראלית - לוחם שיודע שידאגו לפנותו כשיפצע בצורה הטובה והמהירה ביותר, יהיה בעל מורל גבוה יותר. ",
            "ה. בנוסף, לוחם, שבאופן טבעי מודאג למצבם של חבריו, ישקוט כאשר יראה את חבריו הפצועים מטופלים ומפונים במהרה.",
            "שרשרת הפינוי הרפואי : ",
            "ברמת המחלקה - הגורם המטפל הוא מע''ר וחובש מחלקתי (בחי''ר), אופן הפינוי הוא רגלי/ רכוב. ברמת הפלוגה - הגורם המטפל הוא חובש פלוגתי (נאפ''ל), אופן הפינוי הוא רגלי/ רכב קרקע מבצעי מחלקתי.  ברמת הגדוד - הגורם המטפל הוא מחלקת הרפואה הגדודית (תאג''ד), אופן הפינוי הוא רכוב (רק''מ). ברמת החטיבה - הגורם המטפל הוא פלוגת החייאה קדמית (פלה''ק), אופן הפינוי הוא רכוב (רכב/ רק''מ). בנקודת שחלוף (במידת הצורך) - הגורם המטפל הוא כוח רפואה לייצוב הנפגעים, אופן הפינוי הוא רכוב. במערך העורף - הגורם המטפל הוא בית חולים (לחלופין ביח''ש, יכ''ז).",
            "1) פצוע לאו דווקא יעבור בכל דרג ודרג. ניתן לדלג על דרגים או להעביר את הפצוע ישירות לביה''ח כל עוד הוא קיבל טיפול. ככלל, פצוע לא יחזור אחורה לדרג טיפול קודם.",
            "2) במבצעים בהיקף קטן ( חירום לכל דבר) לא יוקם פלה''ק בשטח – לדוגמא, הכנסה של כוח מצומצם בסד''כ של מס' פלוגות או גדוד לעזה.",
            "3) פינוי מבסיסים עורפיים מתבסס על כוחות הרפואה של הבסיס ורכבי פינוי אורגניים של הבסיס. במקרי חירום ניתן להשתמש בבסיסים עורפיים במד''א או בפינוי מוסק.",
            "",
            "8. כלי פינוי",
            "א. פצוע יכול להיות מפונה דרך הקרקע, האוויר או הים, בהתאם למתאר הלחימה וכלי הפינוי הזמינים באותו הזמן.",
            "ב. קרקעית – פצועים אמנם יכולים להיות מובלים אחורה רגלית על ידי אלונקות, אבל דרך פינוי זו נועדה רק למרחקים קצרים יחסית כיוון שהיא איטית ביותר, חשופה מאוד לאויב ומסוכנת לפצוע. הפינוי הרגלי הוא עד לכלי רכב/רק''מ המסוגל להעביר את הפצוע אחורה לדרג טיפול אחורי יותר. רכבי פינוי יכולים להיות ממוגנים (דוגמת זאבבולנס או אבירבולנס ממוגן) או שיכולים להיות קלים ולא ממוגנים (דוגמת פורדבולנס או האמרבולנס). רק''מי פינוי משתנים בדרגות המיגון שלהם – נגמ''ש פינוי הוא כלי הרק''מ הכי פחות ממוגן אך הכי נפוץ מבחינת רכבי פינוי – מגן בעיקר נגד נק''ל. אכזרית או טנק הם כלים הרבה יותר כבדים ומספקים הגנה יותר יעילה, אך השימוש בהם כרכבי פינוי מועט יחסית.",
            "ג. פינוי ימי – יתבצע דרך ספינות חיל הים. מתבצע בעיקר במבצעים ימיים.",
            "ד. פינוי מוסק – שיטת הפינוי האידיאלית כיוון שהיא המהירה ביותר. אולם לא תמיד ניתן להשתמש בה – מסוק לא יכול לנחות בשטח מאוים, בתנאי קרקע או מזג אוויר שלא מאפשרים זאת. כמו כן, זמינות משאב זה במלחמות מוגבלת לעיתים כיוון שהמסוקים לעיתים משמשים למשימות אחרות. ",
            "ה. לכל כלי פינוי יכולת סחיבה שונה של פצועים, על כן כשמזמינים פינוי יש להתעדכן עם החמ''ל בסוג כלי הפינוי שמגיע וכמה פצועים ניתן להעמיס עליו.כמו כן, יש לבצע הבדלה בין פצועים שניתן לפנותם בישיבה (דוגמת חייל ששבר את ידו) לפצועים שחייבים לשכב (לדוגמא חייל פצוע בטן). כמובן שככל שיש יותר פצועים שוכבים – ככה ניתן להעמיס פחות את כלי הפינוי.",
            "ו. פצוע יוגדר בשטח על ידי הגורם הרפואי הבכיר כ'דחוף' או 'לא דחוף' (לא כקל/בינוני/קשה – זו הגדרה שמשתמשים בה רק כאשר פצוע כבר הגיע לבית חולים ולא בשטח). נשאף לפנות את הפצועים הדחופים לפני הלא דחופים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פגיעות בע''ח ארסיים",
          "text": [
            "1. מידי שנה נפגעים עשרות חיילים מפגיעות בע''ח ארסיים. המצאותם הרבה של חיילים קרביים בשטח הופכת אותם לאוכלוסיית סיכון. לכל בע''ח ארסי יש מנגנון ארס המיוחד לו.",
            "2. ארס: רעלן היוצר ע''י בע''ח ומועבר ע''י נשיכה או עקיצה.",
            "3. בעל חיים ישתמש בארסו לפגיעה רק משני מניעים:",
            "א. הגנה - כאשר הוא חושש לחייו.",
            "ב. התקפה - לטרוף על מנת להשיג מזון.",
            "בעל חיים יפגע באדם רק מתוך הגנה, כשהוא מרגיש מאוים, ולא מתוך רצון לתקוף ",
            "4. בעלי החיים הארסיים בארץ מתחלקים בגדול לנחשים, עקרבים ועכבישים. לא ניכנס לדרכי הזיהוי בין הפרטים הארסיים של משפחות אלו לבין אלו שאינם ארסיים כיוון שכמעט לכל מאפיין חיצוני של חיה ארסית/לא ארסית יש יוצא דופן – על כן יש להתייחס לכולם כאילו הם ארסיים.",
            "5. הארס של החיות השונות יכול לגרום לתגובות שונות – בין אם פגיעה מקומית שמתבטאת בכאב, נפיחות, אודם, ובין אם פגיעות כלל מערכתיות שמתבטאות בהקאות, שיתוק בשרירי הנשימה, אי שליטה על סוגרים, הפרעות בקצב לב, איבוד הכרה ומוות.",
            "6. הפעולות לאחר הכשה מחיה ארסית - ארבעת ה'נונים':",
            "א. נרגיע את החייל - הכרחי על מנת להאט את הדופק וקצב זרימת הדם ובכך להמעיט התפשטות הארס ולהקל על הטיפול.",
            "ב. נחטא את האזור.",
            "ג. נקבע בכדיי למנוע תזוזה והזרמה של הדם.",
            "נפנה. לכל ארבעת בע''ח שהזכרנו קיים נסיוב בביה''ח! לכן, חשוב לפנות מהר. לסיכום: הרגעת הנפגע, קיבוע האיבר, ופינוי מידי לבית החולים.",
            "ה. הטיפול בביה''ח: נסיוב- 'חיסון סביל' לארס המיוצר ע''י הזרקת כמויות קטנות של ארס לסוסים, פרדות וחזירים (בד''כ) במשך מספר רב של שבועות, וסינון הנוגדנים מדמם לאחר מכן.",
            "7. איסורים",
            "א. אסור לחתוך את האיבר. חיתוך המקום עלול לגרום לזיהום. ",
            "ב. אין לשאוב את הארס גם המציצה הטובה ביותר (ומדדנו את זה) תשאב רק חלק קטן מהארס (עד 31%), וחלקו אף יישאר בתוך פה המטפל ועלול לגרום להרעלתו.",
            "ג. אין להניח כל חסם שהוא. חסם אינו יעיל ואף גורם ליותר נזק. הוא משאיר כמות גדולה של ארס מרוכזת בגפה ובנוסף לרעלים הנוצרים מהח.ע הדבר יכול להביא לנמק מהיר מאוד.",
            "ד. אין לקרר את הגפה הפגועה כיוון שהדבר מאיץ את פעולת הארס.",
            "8. מניעה",
            "פגיעות בעלי חיים ארסיים עלולות לגרום לנזקים בלתי הפיכים ואף למוות. מטרתנו היא למנוע נזקים אלו מבעוד מועד. רוב הפגיעות נגרמות באשמתנו, ולכן המניעה מתבססת על ניתוק מגע מיותר עם בעלי החיים הללו:",
            "א. אין להתגרות בבעל חי, משום שהוא לא יתקוף, אלא אם ירגיש מאוים.",
            "ב. יש להימנע משינה על הקרקע ושליחת ידיים למקומות נסתרים כמו שיחים, אבנים, ערמות זרדים ומחילות באדמה.",
            "ג. יש ללכת בנעליים גבוהות ובביגוד ארוך, לנער שקי שינה, בגדים ומגבות לפני השימוש.",
            "ד. מניעת תנאי מחייה של בעלי החיים: מזון - מכרסמים ואשפה, ואזור מחיה - צמחייה סבוכה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פגיעות אקלים",
          "text": [
            "אחת הפגיעות הנפוצות ביותר בצבא הן פגיעות אקלים, פגיעות אלו יכולות לגרום נזק בלתי הפיך יתכנו סיבוכים מערכתיים ואף מוות. חשוב להכיר את פגיעות ואת הדרכים למנוע אותן.",
            "",
            "1. התייבשות",
            "א. הגדרה: פגיעה במאזן הנוזלים בגוף. התייבשות משמעותה מחסור בנוזלים, נוזלים דרושים לנו כמעט בכל פעולה בחיים לכן מחסור בהם יכול לגרום לפגיעה בתהליכי בחיים בגוף.",
            "ב. סימנים: צמאון, עור סמוק, דופק מהיר, שתן כהה ומועט, כאבי ראש, בחילות.",
            "ג. טיפול",
            "1) הפסקת פעילות והעברה למקום מוצל.",
            "2) החזר נולים בשתייה איטית כיוון שהחזר נוזלים מהיר מכביד כל הקיבה ויש חשש שהנפגע יקיא, מה שיכול להחמיר את מצב ההתייבשות.",
            "3) השגחה.",
            "4) פינוי.",
            "5) לסיכום: הפסקת פעילות, החזר נוזלים איטי השגחה ופינוי.",
            "",
            "2. מכת חום",
            "א. הגדרה: פגיעה רב מערכתית הנובעת מעלייה חדה של טמפ' הגוף (מעל 30 מעלות) עקב הפרעה במאזן החום בגוף. ",
            "ב. להבדיל ממחלות: הגוף מייצר וקולט יותר חום מאשר הוא פולט, החום מצטבר בגוף ומביא לעליית הטמפ' בגוף, פגיעה במערכות הגוף, מה שיכול להוביל למוות.",
            "ג. מכת חום יכולה לקרות ללא התייבשות!",
            "ד. סימנים: סימני מכת החום לא תמיד ניתנים לזיהוי מוקדם, ברוב המקרים הנפגע יאבד הכרה באופן פתאומי. סימנים נוספים: בלבול, אפאטיות/ אגרסיביות, בחילות הקאות, כאבי ראש.",
            "ה. טיפול",
            "1) הפסקת פעילות והעברה למקום מוצל. ",
            "2) קירור הגוף ע''י הרטבה במים. אין לשפוך מים על ראש הנפגע מחשש לחנק במקרה של אובדן הכרה.",
            "3) השגחה.",
            "4)  פינוי.",
            "ו. ההתמודדות הטובה והקלה ביות בפגיעות אקלים היא לא זיהוי מהיר אלא צעד לפני, מניעה:",
            "1) מנוחות מסודרות- רבע שעה כל שעה ושעה כל שש שעות.",
            "2) שתייה מרובה.",
            "3) ביגוד מאוורר תשומת לב לאוכלוסיית סיכון.",
            "4) פעילות עפ''י סרגל מאמצים ומנוחות מסודרות.",
            "",
            "3. פגיעות אקלים קר",
            "א. בניגוד לדעה הרווחת, מאחר ואנו נמצאים במידה חמה ניתקל רק בפגיעות חום, קיימת נטייה לזלזל בפגיעות קור ולהזניח טפול ומניעה. ",
            "ב. אנו מחלקים את פגיעות האקלים הקר לשני חלקים- פגיעות היקפיות ופגיעות מרכזיות.",
            "ג. היפותרמיה",
            "ד. גורמי סיכון לפגיעות אקלים קר",
            "1) תנאי סביבה – טמפ' נמוכה, רוח חזקה, גשם/ ברד/ שלג.",
            "2) שכיבה ממושכת על הקרקע (איבוד חום לקרקע).",
            "3) ביגוד לא מתאים.",
            "4) תזונה לא נכונה.",
            "5) מצב סטטי (להבדיל מפעילות גופנית כלשהי היוצרת חום).",
            "6) שתיית אלכוהול.",
            "ה. פגיעות קור היקפיות",
            "1) פגיעות קור הקפיות הן פגיעות המתרחשות בקצוות הגוף – אצבעות וכפות הידיים והרגליים בעיקר. הן נחלקות לשלפוחיות קור, רגלי חפירות וקפיאת רקמות. לא נכנס להבדלים בין מצב למצב, אבל חיוורון/ כחלון/ אודם, כאבים, נימול, התנפחות של הרקמה והרס מקומי של הרקמה במצבים קשים עד למצב של נמק.",
            "2) טיפול",
            "א) הרחקה מגורם קר.",
            "ב) החלפת בגדים רטובים.",
            "ג) חימום האיבר ע''י עטיפה בבגד יבש",
            "ד) פינוי.",
            "ו. פגיעת קור מרכזית – היפותרמיה",
            "1) פגיעה רב מערכתית עקב ירידת טמפ' הגוף מתחת ל-35 מעלות. היפותרמיה יכולה להיגרם משתי סיבות: אובדן דם מאסיבי או קור ורטיבות.",
            "2) סימנים: צמרמורות, כחלון, דיבור איטי, תגובה איטית, נשימה איטית ושטחית, דופק איטי, חוסר קואורדינציה, אובדן הכרה.",
            "3) טיפול",
            "א. הרחקה מגורם קר והעברה למקום חם.",
            "ב. החלפת בגדים רטובים.",
            "ג. חימום בחום עקיף בלבד!",
            "ד. פינוי."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
