{
  "title": "בדרך למדינה",
  "description": "עוסק בהתבססותו של היישוב היהודי בארץ-ישראל ובמאבקו להכרה בין-לאומית ולקבלת עצמאות. ",

  "sections": [
    {
      "title": "פתיחה: יישוב חדש ויישוב ישן",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "במהלך עשרות השנים שקדמו להקמת המדינה, התפתח בארץ במהירות יישוב יהודי גדול ומאורגן שהיווה, כפי שמציינת מגילת העצמאות, את התשתית המעשית והאידאולוגית להקמתה של מדינת ישראל ב-1948. לפני העליות הציוניות התקיים בארץ יישוב קטן יחסית של יהודים אדוקים בדתם שהתרכז בעיקר ב-'ארבעת ערי הקודש' (ירושלים, צפת, טבריה וחברון), וכונה 'היישוב הישן'. החל מן העלייה הראשונה החלו להגיע לארץ עולים חדשים שקיבלו את הכינוי 'היישוב החדש'.",
            "את הטיפוסים המאפיינים כל אחת מן הקבוצות מתאר ש''י עגנון ברומן 'תמול שלשום', במהלכו הוא מבקש להבדיל בין יצחק קומר, שעלה לארץ במהלך ימי העלייה השנייה 'כדי לעבוד את הארץ ולהקים אותה מחורבנה. ידיו שוקקות לעבוד כל עבודה. ולכשתגיע הספינה ליפו ילך למושבה וייטול מעדר ויעבוד', לבין זוג זקנים אותם הוא פוגש בדרכו לארץ המתוארים כ-'אוכלי לחם החלוקה, שבאים מכל הארצות ולומדים תורה מתוך בטלה, ורצים מקבר לקבר, עד שכלים ומתים ומוסיפים קברים על קברים'.",
            "חלוקה ברורה זו ל-'ישן' ו-'חדש' היא חלוקה שטמון בה שיפוט אידאולוגי ברור, והיא לא מביאה בחשבון את המורכבות של כל אחת מן הקבוצות ואת המעבר ההדרגתי מיישוב ישן לחדש.",
            "היישוב הישן זוהה בעיקר עם ה-'כוללים' האשכנזיים, מסגרות לימוד תורה שפעלו לפי ארצות המוצא והתנהלו על-בסיס כספי החלוקה, כספים ייעודיים שנאספו בקהילות יהודיות בתפוצות על-מנת לפרנסם. אולם מבנהו ותפיסותיו של 'היישוב הישן' הספרדי, שהיווה את רובו של היישוב הישן באותה העת, היו מגוונים יותר לעומת זאת. הספרדים עבדו ברובם לפרנסתם ותמיכה כלכלית ניתנה רק למגזרים מסוימים בחברה (יתומים, אלמנות, זקנים ותלמידי חכמים). הספרדים היו שונים מן האשכנזים גם ביחסם העקרוני אל המודרנה - בעוד שהאשכנזים נרתעו ממנה מכול וכול, גילו הספרדים יחס מורכב יותר לגביה.",
            "השינוי המרכזי שהתרחש בארץ-ישראל, עוד קודם לעליות הציוניות, היה הגידול הניכר במספר תושביה שהיה גבוה במיוחד באוכלוסייה היהודית. בראשית המאה התשע-עשרה מנתה אוכלוסיית הארץ כ-6,000 יהודים בלבד, ואילו לקראת סופה, בשנת 1880, מנתה האוכלוסייה היהודית כבר למעלה מ-26,000 איש. גידול זה, של למעלה משלוש מאות אחוזים, אינו נזקף כמובן רק לטובת הריבוי הטבעי; השפיעו עליו גם עליות קדם-ציוניות שהחלו להגיע לארץ הודות לשיפור בדרכי התחבורה ובמצב הביטחוני וכן גם המעורבות ההולכת וגוברת של המעצמות האירופאיות בארץ.",
            "כל אלו הובילו לשינויים ביישוב הישן שלא נבעו אמנם ממניעים ציוניים, אך היה בהם לסמן כיווני התפתחות דומים. להלן נסקור שתי התפתחויות מרכזיות: היציאה מן החומות בירושלים וראשיתה של ההתיישבות החקלאית.",
            "חשוב לזכור שלצדם של אירועים אלו, התרחשו ביישוב התפתחויות נוספות: פתיחתם של בתי ספר חדשים בהם למדו לימודי חול (בית הספר אוולינה דה -רוטשילד, בית הספר למל, ומאוחר יותר - בית הספר כי''ח)*, פרסומם של עיתונים חדשים בעברית ('החבצלת', 'הלבנון')**, התרחבות ההתיישבות ביפו ועוד. ",
            "'היציאה מן החומות' הוא כינוי לתהליך בו התפתחה ירושלים המודרנית ונבנו השכונות היהודיות מחוץ לרובע היהודי שבעיר העתיקה. עד למחצית המאה התשע-עשרה הוגבל שטחה של העיר על ידי חומות העיר העתיקה שנבנו כמה מאות שנים קודם לכן. אוכלוסייתה המתרחבת של העיר ומוסדותיה, היו מרוכזים בשטח קטן, הצפיפות החריפה והמצב התברואתי היה רע למדי.",
            "הראשונים להתיישב מחוץ לחומות העיר היו באי-כוחן של מעצמות אירופאיות שונות שבנו כנסיות, אכסניות ומנזרים בעבור צליינים. מאוחר יותר החלה גם בנייה של בעלי ממון ערבים שמאסו בצפיפות שבין החומות. ההתיישבות היהודית מחוץ לחומות החלה ביוזמות פילנטרופיות של יהודים עשירים שרצו לסייע לתושבים היהודים, אחת המפורסמות שבהן הייתה יוזמתו של משה מונטיפיורי. ",
            "מונטיפיורי (1784-1885) נולד בליוורנו, באיטליה והיגר אל בריטניה, שם הפך לאיש ציבור רם מעלה. לא פעם הוא השתמש במעמדו על-מנת לסייע לקהילות יהודיות שונות ברחבי העולם. יזם את הקמתה של השכונה היהודית הראשונה מחוץ לחומות – משכנות שאננים. ",
            "בתחילה התייחסו רבים אל התיישבות זו בחשד, אך בסופו של דבר, המצב הקשה בעיר העתיקה, העוני והתחלואה, הביאו להקמת שכונות נוספות (מחנה ישראל, נחלת שבעה, מאה שערים ועוד), חלקן ביוזמה ציבורית-מקומית וחלקן ביוזמה אישית. תוך עשרות שנים הועתק המרכז העירוני של ירושלים ומרכז הכובד של היישוב היהודי בעיר, אל העיר החדשה. ",
            "במקביל החלו באותה העת גם מספר ניסיונות להתיישבות חקלאית של יהודים. באזור צפת רכשו מספר אישי ציבור, בראשם ר' ישראל ב''ק, ר' שמואל עבו ואליעזר רוקח***, אדמות במטרה להקים מושבה חקלאית. תוכניתם יצאה אל הפועל בשנת 1878 בגיא אוני שתהפוך לימים לראש פינה. במושבה התיישבו שבע-עשרה משפחות יהודיות מצפת ששאפו להתנתק מכספי החלוקה, ולקיים את עצמן באופן עצמאי. אך הבצורת והיעדר הניסיון החקלאי, הביאו את רוב המשפחות לנטוש את המושבה. היישוב במקום הורחב וחודש רק בעלייה הראשונה  (1882) כשקבוצת חסידים מרומניה התיישבה באזור.",
            "כמעט במקביל להקמתה של ראש פינה, הוקמה בשרון מושבה נוספת: פתח תקווה שכונתה לימים, אם המושבות. את המושבה יסדו מספר אנשי ציבור מן היישוב הישן בירושלים ובהם יהושע שטמפפר, דוד גוטמן, יואל משה סלומון, זרח ברנט ומשפחת ראב***. התבואה של השנה הראשונה אמנם עלתה יפה, אך כמו בראש-פינה, התגלו עד מהרה קשיים, בעיקר בעקבות מגפה של מלריה****. המושבה ננטשה והיישוב בה חודש רק לאחר העלייה הראשונה.",
            "",
            "* בית הספר אוולינה דה-רוטשילד בית ספר שנוסד ב-1854 בירושלים בתמיכת משפחת רוטשילד. בית הספר למל, בית ספר שנוסד ב-1856 בירושלים בתמיכת משפחת למל, משפחה יהודית פילנטרופית מאוסטריה. על כל ישראל חברים (כי''ח) הרחבנו לעיל.",
            "** החבצלת היה עיתון עברי שהחל לצאת לאור בירושלים בשנת 1863 על-ידי ישראל ב''ק (1874-1797) וישראל דב פרומקין (1914-1850), שניהם מאנשי היישוב הישן. הלבנון היה עיתון עברי שהחל לצאת לאור בתדירות משתנה החל ב-1863 בעריכת יחיאל ברי''ל (1886-1836).",
            "*** ישראל ב''ק (1874-1797) איש ציבור שהשתייך אל היישוב הישן, חידש את הדפוס העברי בארץ והיה מחשובי המוציאים לאור. יהושע שטמפפר (1908-1852) דוד גוטמן (1894-1827), יואל משה סלומון (1838-1912), זרח ברנט (1935-1843) ויהודה ראב (1948-1858) היו אישי ציבור ירושלמיים שהשתייכו ליישוב הישן האשכנזי והיו פעילים במחציתה השנייה של המאה התשע-עשרה בניסיונות ההתיישבות מחוץ לירושלים. פועלם לא התמקד רק בהקמתה של פתח-תקווה: זרח ברנט נמנה גם עם מקימיה של שכונת נווה שלום מחוץ ליפו ויואל משה סלומון היה מעורב מאוד בבנייתן של כמה שכונות מחוץ לחומות בירושלים. ר' שמואל עבו (1789-1879), היה רב ומנהיג רוחני, עלה בראשית המאה התשע-עשרה מאלג'יר לצפת. עבו מונה על-ידי ממשלת צרפת לקונסול של המדינה באזור הגליל. לאחר רעידת האדמה שפקדה את העיר, פעל עבו על -מנת לבנות מחדש את הרובע היהודי. הוא אף היה זה שבנה את המבנה מעל קברו של ר' שמעון בר- יוחאי במירון. אליעזר רוקח (1914-1854) נכדו של ר' ישראל ב''ק, היה כמו סבו, עורך ומוציא לאור. עם התחזקותה של התנועה הציונית הפך למזוהה איתה.",
            "**** מלריה היא מחלה זיהומית טרופית המועברת על-ידי עקיצה של יתוש האנופלס. המלריה המהווה עד היום את אחד הגורמים העיקריים למוות בעולם השלישי, הייתה נפוצה למדי בארץ-ישראל עד למאה העשרים, והביאה למותם של רבים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ראשיתו של היישוב החדש: העלייה הראשונה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "ראשיתו של 'היישוב החדש' בארץ הוא בעלייה הראשונה שהחלה ב- 1882 ונמשכה עד ל-1903. באותה התקופה החל גל הגירה גדול ממזרח אירופה שכלל יהודים ולא יהודים כאחד, שכפי שציינו לעיל הופנה ברובו אל ארצות הברית. ",
            "ברקע לעזיבת היהודים את האזור ולעלייתם לארץ ישראל, עומדים גם ראשית פעולתן של תנועות 'חובבי ציון' שהפיצו רעיונות לאומיים בקרב היהודים, וכן, מצבן הקשה במיוחד של הקהילות היהודיות בתחום המושב הרוסי. במהלך תקופה זו עלו לארץ כשלושים אלף עולים, רובם מרוסיה, פולין ורומניה. ",
            "מרבית העולים התיישבו ביפו ובירושלים אך כ-5,000 מהם, שדגלו בעבודת אדמה, הקימו יותר מעשרים מושבות חקלאיות חדשות. מושבות אלו שינו את מפת הארץ, והיוו יישובים יהודיים ראשונים מחוץ לארבעת ערי הקודש (ירושלים, צפת, חברון וטבריה). העלייה הראשונה היוותה את גל ההגירה הראשון לארץ-ישראל שמאחוריו עמדה אידאולוגיה ציונית-לאומית ברורה.",
            "העולים יצרו לראשונה שורה של יישובים ומוסדות עצמאיים, עובדה, שכפי שמציין ההיסטוריון רן אברהמסון, אינה פחות ממהפכנית:",
            "''האדמות שניקנו היו פרושות על פני אזורי הארץ השונים... שטחים גדולים הוכשרו לעיבוד חקלאי, דרכים רבות נסללו בהם ואליהם... הונחה תשתית שאפשרה פעילות יישובית מודרנית... התנהלה פעילות חברתית ותרבותית מגוונת, ושימת לב גדלה והולכת הוקדשה לבתי הספר ולהפצת העברית.''",
            "אך העולים שניסיונם החקלאי היה מועט, נקלעו תוך זמן קצר לקשיים כלכליים חריפים ונאלצו לבקש את עזרתו של הברון רוטשילד*. הברון רוטשילד השקיע במושבות סכומים גדולים ושלח אליהן צוותים של מומחים ופקידים שיסייעו בניהולם הכלכלי. השיטה בה נקט הברון רוטשילד, שכונתה שיטת הפקידות, יצרה תלות של החקלאים במימון חיצוני והפכה את העולים ל-'מנהלי עבודה' שהתרחקו מעבודת האדמה. על רקע זה התעוררו במושבות לא מעט חיכוכים וויכוחים.",
            "אחת הקבוצות שבלטו בהתנגדותן לפקידי הברון, הייתה תנועת ביל''ו (בית יעקב נלכו ונלכה – ישעיהו ב', ה').  הביל'ויים, בניגוד לרוב העולים בגל זה, היו על-פי רוב חילוניים יותר, הגיעו לארץ כרווקים והדגישו את עקרון העצמאות ועבודת האדמה.",
            "לצד העולים מאירופה עלו ארצה באותן שנים גם כ-2,500 עולים אדוקים מתימן בעלייה שכונתה אעלה בתמ''ר. הם הונעו מהחמרת מצב היהודים באזורם ומהתעוררות משיחית, ונעזרו בשיפור אמצעי התחבורה. עולים אלו נתקלו באיבה ובאפליה מצד יושבי הארץ וקיימו ברובם אורח חיים סגפני ודחוק.",
            "",
            "* אברהם  בנימין (דמונד ג'יימס)  דה-רוטשילד, כונה הברון רוטשילד (1934-1845), היה בן לענף הצרפתי של משפחת רוטשילד, הוא נידב את כספו לטובת המפעל הציוני ותמך ברבות ממושבות העלייה הראשונה. רוטשילד נחשב לאחד מן התומכים המרכזיים שאפשרו את ההתיישבות בארץ, אך פעולותיו זכו גם להתנגדות רבה. הוא נקבר בגני רמת הנדיב הסמוכים לבנימינה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "העלייה השנייה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "גל העלייה הלך ונחלש בסוף שנות התשעים של המאה התשע-עשרה, אך כעשור לאחר מכן, בשנת 1904 החל גל עלייה חדש שכונה העלייה השנייה, ונמשך עד לפרוץ מלחמת העולם הראשונה, בשנת 1914. לפי האומדנים הצטרפו בתקופה זו לאוכלוסייתה של הארץ, כשלושים וחמישה אלף עולים, רובם ממזרח אירופה, ובסופה מנה היישוב היהודי כשמונים וחמישה אלף תושבים. ",
            "ברקע לעלייה עומד מצבם הקשה של יהודי מזרח אירופה שהוסיף להיות קשה, פרעות אנטישמיות (ובמרכזן פרעות קישינב) והתחזקות התנועה הציונית.",
            "נקודה אחרונה זו משמעותית במיוחד: בעוד שפעילותן של תנועות חובבי ציון הייתה מפוזרת, מוסדותיה של התנועה הציונית אותה הקים הרצל היוו משענת מוסדית ורעיונית לעולים; פרשת אוגנדה (1903) הביאה רבים להדגיש בפעולתם את משמעותה של ארץ-ישראל עבורם ואת חוסר הנכונות שלהם לוותר על ההתיישבות בה.",
            "זאת ועוד, צעירים רבים באזור נתפסו לרעיונות סוציאליסטיים וראו בארץ-ישראל את המקום בו יוכלו לממשם. בין העולים היו גם הפעם משפחות בעלות רקע מסורתי יותר שהתיישבו בערים הגדולות ובמושבות. הם הביאו לפיתוח משמעותי של היישוב העירוני ולהתבססות המשק היהודי. בשנת 1909 הם אף יסדו שכונה חדשה שתהפוך לעיר העברית הראשונה – אחוזת בית, לימים תל-אביב. ",
            "לצידם הופיעה גם קבוצה חדשה של עולים ציונים סוציאליסטיים שטבעו את החותם המרכזי של עלייה זו. עולים אלו היו רווקים, צעירים, בעלי אורח חיים חילוני- סוציאליסטי, חדורי אידאולוגיה ונחושים לעשייה של מעשה פיזי שיקבע עובדות בשטח. אחד המאפיינים הבולטים בפעולתם היה המאבק לכיבוש העבודה. עולי העלייה השנייה הדגישו את החשיבות שבעבודת האדמה ובעבודת הכפיים. עבודת האדמה נתפסה בעיניהם כדרך להבראתו של העם היהודי ש-'התנוון' במהלך הגלות, כפי שמציין א.ד גורדון:*",
            "'אני מרגיש את החיים ההם [בגלות], והנה הם צרים כשאול,... ואני מתנער בחזקה, בכל כוחי... ואני מתחיל הכול מחדש... והדבר הראשון, הפותח בראשונה את לבי לחיים, אשר ידעתי כמוהם, היא העבודה. לא עבודה לשם מחיה ולא עבודה לשם מצווה. כי אם עבודה לשם חיים, עבודה אשר ראיתיה, והנה היא אחד מחלקי החיים, משורשיהם היותר עמוקים'.",
            "על רקע זה התגלע סכסוך בינם לבין עולי העלייה הראשונה, בני המושבות. בני המושבות העסיקו על-פי רוב פועלים ערבים וטענו כי העסקתם זולה יותר ותפוקתם גבוהה יותר; בעולי העלייה השנייה הם ראו לא פעם חבורה מפוקפקת של צעירים חילונים שעשויה להשחית את הנוער.",
            "חלוצי העלייה השנייה חיפשו, על כן, דרך שתאפשר להם להתקיים ולעבוד מבלי להזדקק לעבודה במושבות ותוך ביטוי מלא של העקרונות האידאולוגיים בהם האמינו. הם ביקשו להקים חברה צודקת ושוויונית בהתבסס על עקרונות סוציאליסטיים וכך העלו את רעיון הקבוצה שהתגלגל והפך לימים לרעיון הקיבוץ. בסיסו של הרעיון הוא בהתיישבות משותפת ועיבוד משותף של חלקות האדמה, ללא רכוש פרטי ותוך כדי הקפדה על שוויון בין החברים: על כל אחד לעבוד כפי יכולתו ולהשתמש במשאבים הציבוריים כפי צרכיו.",
            "ניסיונות ראשונים להקים קבוצה החלו עוד ב-1907 והקבוצה הראשונה דגניה, הוקמה ב-1909. הקמתן של הקבוצות והקיבוצים, הדגישה עיקרון אידאולוגי נוסף – 'כיבוש האדמה'. הקיבוצים נוסדו על קרקעות לאומיות שנקנו בידי המוסדות הציוניים והצליחו בזמן קצר יחסית להגדיל את הכמות וההיקף של היישובים היהודיים בארץ. להתרחבות זו נלוותה החרפה במאבק עם ערביי הארץ שעליה נעמוד בנפרד, והביאה גם להקמתם של ארגוני המגן והשמירה הראשונים תופעה שכונתה, 'כיבוש השמירה'.",
            "",
            "* אהרון דוד גורדון (1922-1856), מעולי העלייה השנייה; חלוץ, סופר, פובליציסט והוגה דעות. גורדון עלה לארץ כשהיה בן 48 ונחשב לחריג בנוף החלוצי מפאת גילו. הוא עבד כפועל והפך עד מהרה למורה רוחני ומעשי של רבים מן העולים. בהגותו, שהיה מי שכינה אותה 'דת העבודה', פיתח את רעיון הקשר בין האדם לטבע ואת חשיבותה של עבודת הכפיים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "תחיית השפה העברית",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "לצד עלייה והתיישבות חקלאית, שהיוו את הגרעין להתהוות חברה ומשק יהודיים עצמאיים, פיתח 'היישוב החדש' גם תרבות חדשה שהשפה העברית עומדת במרכזה. זה היווה סממן מובהק לשאיפה לתחייה לאומית מלאה: העברית שהייתה שפתו העתיקה של העם היהודי, שימשה באותה העת כלשון קודש בלבד והיה קשה להשתמש בה כשפת יום-יום בשל היעדר מילים מודרניות.",
            "היהודים עשו, על כן, שימוש מגוון באחת מן השפות היהודיות (יידיש, לדינו, ג'והורי, מרוקאית יהודית ועוד) או בשפה המקומית בסביבה בה חיו. נטישת לשונות הגלות והשימוש בעברית, נחשב לאחד הצעדים המרכזיים בפיתוחו של יישוב לאומי עצמאי בארץ.",
            "תחיית השפה היא תהליך שהתרחש במקביל במספר מוקדים. המוקד הראשון היה בירושלים, שם פעלה קבוצת מחנכים ואינטלקטואלים לפיתוחה של השפה. המרכזי שבהם היה אליעזר בן יהודה (1858-1922). הוא הקים אגודות לדיבור עברי שמהן צמח 'ועד הלשון העברית' (כיום: האקדמיה ללשון העברית), חידש כ-300 מילים המתאימות למציאות המשתנה, ייסד והוציא לאור עיתון עברי, 'הצבי', וחיבר את מילון מקיף. ",
            "בן-יהודה שוחח עם משפחתו בעברית בלבד וניסה להחדיר את השפה לחיי היום-יום. על רקע זה התנהל נגדו מאבק עיקש מצד מי שראו בפעולותיו 'חילול הקודש'. את משנתו בדבר חינוך הילדים בעברית, פרס בן-יהודה במאמר בשם 'על דבר החינוך':",
            "'רק בחנכנו את נערינו בשפת עברית, בהסכינם [בהתרגלם] לדבר את השפה הזאת תמי... יסכין [יתרגל] הנער העברי לאהוב את עמו עוד בימי ילדותו ולא יחדול מאהוב את העם הזה עד יומו האחרון.'",
            "העיר יפו, אשר הפכה באותה העת למרכז העירוני החשוב ביותר של היישוב החדש, הייתה גם היא מוקד להפצה ולחידוש העברית כשפה מודרנית. בעיר קמו בתי ספר עבריים ופעלו בה כמה סופרים חשובים שכתבו בעברית. בתי-הספר העבריים במושבות, בקיבוצים ובמושבים, היו למוקד נוסף של שימוש הולך וגדל בעברית. המורים באותם בתי-ספר מילאו תפקיד מרכזי בהתפתחות השפה, כתבו ספרי לימוד בעברית ותרגמו לעברית ספרות יפה מלשונות זרות. כך נוצר בארץ דור ראשון שהעברית היא שפת אמו. בזיכרונותיו מעיד שמואל דיין*, מעולי העלייה השנייה, על הנחישות בה הונחלה השפה: ",
            "'הלוחמים הקנאים הטילו קנסות על היודעים עברית ואינם מדברים בה, הנהיגו שיעורי ערב וקריאה בצוותא... כעבור שנתיים קיבלה הקבוצה תקציב למורה מיוחד לעברית... שהצליח ללמד את רוב החברים והחברות עברית טובה...עבודת כיבוש עצמי.'",
            "הוויכוח שרחש מתחת לפני השטח, פרץ באירוע המכונה 'מלחמת השפות' או 'ריב הלשונות' והתרחש בשנים 1914-1913. חברת 'עזרה', חברה פילנטרופית שבבעלותה היו עשרות בתי ספר בארץ בהם לימדו בשפה הגרמנית, ביקשה להקים בית ספר מדעי גבוה בחיפה - 'טכניון'. החברה טענה כי מן ההכרח שהלימודים במוסד זה יתנהלו בגרמנית, שכן השפה העברית אינה עשירה דיה כדי לקיים בה דיון אקדמי וללמד מדעים. טענה זו עוררה זעם רב בקרב הציבור, ובכוונותיה של 'עזרה' נאבקו תלמידי בתי המדרש למורים, התלמידים של בתי הספר בהם למדו עברית, הסתדרות המורים ואחרים. את טיעוניהם מסכמים תלמידי הגימנסיה הרצליה, בית-הספר העברי הראשון בארץ, במכתב גלוי שכתבו:",
            "'אנו התחנכנו מילדותנו על ברכי שפת העם בארץ אבות, מדברים, לומדים וחושבים בה ורק בה. הוכחנו לעולם כולו, שרק השפה העברית היא היכולה וצריכה לשמש שפת הדיבור והלימוד בארצנו... אנו מביעים בזאת את מחאתנו עזה, המתפרצת מלבנו, נגד אלה המעיזים לפרוץ פרץ בשפה העברית בארצנו והמערערים בזה את יסוד תרבותנו צעירה.'",
            "בסופו של דבר נעתרה 'עזרה' לדרישת היישוב, ושינתה את שפת הלימוד לעברית. המאבק החריף הדגיש כי עבור הציבור המתהווה בארץ, הייתה העברית חלק עקרוני מהמאבק לכינונה של תרבות ציונית-עברית.            ",
            "",
            "* שמואל דיין (1968-1891), מחלוצי העלייה השנייה, חבר כנסת ואיש ציבור. דיין עלה ארצה בשנת 1908 ועסק בחקלאות. בשנת 1911 הצטרף לדגניה, הקבוצה הראשונה. ב-1921 החליט על ייסודה של צורת התיישבות חדשה, מושב העובדים, ויסד את נהלל בעמק יזרעאל על -פי דגם זה. בנו של שמואל, משה דיין, שימש כרמטכ''ל וכשר ביטחון."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מלחמת העולם הראשונה: המעבר משלטון עות'מאני לשלטון בריטי",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בקיץ 1914 מנה היישוב היהודי בארץ כשמונים וחמש אלף נפש שהיוו כ-10% מן האוכלוסייה הכוללת. הם התגוררו במספר הולך וגדל של נקודות יישוב ועיבדו מאות דונמים של אדמה והקימו מספר רב של מוסדות ושירותים.",
            "התנופה היישובית נעצרה באופן חד עם פרוץ מלחמת העולם הראשונה. המלחמה ניתקה את ארץ-ישראל מאירופה והרעה את מצבם של מרבית תושביה היהודים שהגיעו ממדינות שהוגדרו כעת כאויבות של האימפריה העות'מאנית. ",
            "בתחילת המלחמה תמכו רבים מקרב היישוב החדש באימפריה, בתקווה שתמיכתם תשפר את יחסם של הטורקים לתושבי הארץ היהודים ולמפעל הציוני. אולם במהרה, הסתבר שהטורקים מנצלים את המלחמה כדי לפגוע ביישוב שסבל מגירושים המוניים, מגיוס בכפייה לצבא ומסגירה של מוסדותיו המרכזיים. המצב החמיר בשנים 1917-1916 כאשר בארץ התפתח רעב, כפי שהעיד אהרון אהרונסון:*",
            " 'בינתיים גוועים אנשים מרעב, פשוטו כמשמעו. מראות זוועה ראו עינינו: זקנים, נשים וטף משוטטים, רעב ובלהות - טירוף בעיניהם הגוססות, ומאפס מזון נופלים תחתם ומתים.'",
            "במרץ 1917 גירשו הטורקים את תושבי יפו וסביבותיה, ובכללם את תושבי תל אביב, באירוע שכונה לימים גירוש תל- אביב. ברקע לצו הגירוש עמדה התקדמותם של הבריטים בחזית המצרית, ובאופן רשמי הוא הופנה לכלל תושבי האזור (יהודים כערבים). אולם בפועל השפיע בעיקר על היהודים שעזבו את בתיהם וחזרו לאזור רק לאחר חודשים ארוכים. לעזרתם של תושבי יפו נרתמו איכרי הגליל והשרון ששיכנו את המגורשים באוהלים ובבקתות, אך התנאים הקשים והרעב הביאו למותם של רבים. ",
            "על רקע זה, רבים ביישוב היהודי בארץ ובתנועה הציונית מחוצה לה, החלו לתמוך בבריטים וביקשו לסייע להם במלחמתם. תנועת המחתרת ניל''י שהוקמה בזיכרון יעקב על-מנת לסייע לבריטים, ובה נעסוק בהרחבה בהמשך, מהווה את אחד הביטויים למגמות אלו. מחוץ לארץ-ישראל הקימו אישי ציבור יהודים, ובראשם זאב ז'בוטינסקי ויוסף טרומפלדור, גדודים שלחמו לצדו של הצבא הבריטי, גם בהם נעסוק בהמשך.",
            "על רקע שיתוף הפעולה עם הבריטים והאינטרסים שלהם באזור, ניתנה ב-2 בנובמבר 1917 הצהרה רשמית בדמות מכתב ששלח שר החוץ הבריטי, ארתור ג'יימס בלפור, לברון רוטשילד ונודעה לימים כ-'הצהרת בלפור'. הצהרה זו שהושגה לאחר מאמצים דיפלומטיים של חיים ויצמן ואחרים, מהווה למעשה הכרה רשמית בתביעותיה של התנועה הציונית על ארץ-ישראל:",
            "'ממשלת הוד מלכותו רואה בעין יפה הקמת בית לאומי לעם היהודי בארץ ישראל, ותשתדל במיטב מאמציה להקל על השגת מטרה זו, בתנאי ברור שלא ייעשה שום דבר העלול לפגוע בזכויות האזרחיות והדתיות של עדות לא יהודיות בארץ ישראל או בזכויות ובמעמד המדיני של יהודים בכל ארץ אחרת.'",
            "ההצהרה קיבלה תוקף מחייב כאשר אושרה על ידי חבר הלאומים** כחלק מתנאי המנדט שניתן לבריטניה על ארץ-ישראל (1922), והיא מהווה הישג דיפלומטי חשוב ביותר בדרך למדינה.",
            "",
            "* אהרון אהרונסון (1919-1876) אגרונום ופעיל ציוני. אהרונסון נולד ברומניה ועלה לארץ במהלך העלייה הראשונה. הוא נמנה עם מייסדי המושבה זיכרון יעקב, ובמהלך מלחמת העולם הראשונה, היה במחתרת ניל''י שריגלה לטובת הבריטים.",
            "** חבר הלאומים גוף בין-לאומי שהוקם בשנת 1920, בעקבות מלחמת העולם הראשונה. מטרותיו היו: שמירת השלום בעולם ומניעת תוקפנות צבאית מצד מדינות. גוף זה העניק לבריטניה את המנדט על ארץ-ישראל. בפועל ההצלחה של חבר הלאומים בתפקידו הייתה מוגבלת בלבד, והוא חדל מלתפקד בפועל עם פרוץ מלחמת העולם השנייה. ב-1946 הועברו כלל סמכויותיו לאו''ם."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "העליות לארץ בתקופת המנדט הבריטי",
      "subSections": [
        {
          "title": "העלייה השלישית",
          "text": [
            "העליות הציוניות לארץ החלו בתקופת השלטון העות'מאני, והמשיכו ביתר שאת גם בתקופה הבריטית. עליות אלו חיזקו את היישוב והגדילו באופן משמעותי את היקפו. ",
            "בשנת 1919 הגיעה לחופי הארץ האנייה 'רוסלן' ועל סיפונה למעלה מ-600 עולים, שהיוו כאחוז מכלל האוכלוסייה היהודית בארץ באותה העת הגעתה של אנייה זו סימנה את ראשיתה של העלייה השלישית שנמשכה עד 1923, ובמהלכה הגיעו ארצה כשלושים וחמישה אלף עולים. ",
            "ברקע לעלייה זו עומדים סיומה של מלחמת העולם הראשונה ופרסום הצהרת בלפור; כמו גם האכזבה שחשו רבים לאחר שהתגלה כי השלטון החדש ברוסיה נותר עוין ליהודים וגם 'הרפובליקה השנייה' שהוקמה בפולין לאחר מלחמת העולם הראשונה מושפעת ממגמות אנטישמיות*.",
            "כשליש מן העולים, צעירים שעלו לארץ לאחר הכשרה במסגרת תנועת 'החלוץ' או השומר הצעיר, ביקשו להגשים בה את העקרונות הציוניים הסוציאליסטיים בהם האמינו**. הם חיזקו את הקבוצות והקיבוצים שהקימו עולי העלייה השנייה וייסדו נקודות יישוב חדשות. בנוסף, הם הקימו את 'גדוד העבודה', אשר נועד להיות קומונה כללית שחבריה חיים חיי שיתוף, כמו בקיבוץ. פלוגות 'גדוד העבודה' עבדו בסלילת כבישים ובהקמת יישובים, אך עקב מחלוקות, הגדוד התפצל וחדל לפעול ב-1929.",
            "מוסד חשוב נוסף שהוקם בתקופה זו היה ההסתדרות הכללית של העובדים העבריים בארץ ישראל, ארגון עובדים שאיגד את כלל העובדים היהודים בארץ 'לשם סידור כל העניינים היישוביים, הכלכליים והתרבותיים של המעמד העובד בארץ ובניין חברת העבודה העברית בארץ ישראל' (מתוך החלטת היסוד של ההסתדרות). בניגוד לארגוני עובדים אחרים, פעילותה של ההסתדרות נגעה לכל תחומי החיים והיא הפכה עד מהרה לארגון החשוב ביותר של תנועת העבודה ולאחד הגופים הדומיננטיים בחיי היישוב בארץ.",
            "עולי העלייה השלישית שלא הצטרפו לתנועות החלוציות, עיבו את היישוב העירוני והביאו לפיתוחה של התעשייה הזעירה. ב-1923 נקלע היישוב למשבר כלכלי חריף וזה הביא להפסקת העלייה.",
            "",
            "* המהפכה הרוסית היא כינוי לסדרת האירועים החל בפברואר 1917, כאשר מהפכנים רוסים הדיחו את הצאר ניקולאי השני מתפקידו. לאחר תקופת מעבר, באוקטובר, תפסו הסובייטים, בראשות לנין, את השלטון. יהודים רבים תלו תקוות בחילופי השלטון, אך התאכזבו לגלות כי גם השלטון החדש לא היטיב עמם.",
            "* הרפובליקה השנייה הוא כינוי למדינה שהוקמה על חלק משטחי ממלכת פולין-ליטא ההיסטורית לאחר מלחמת העולם הראשונה והתקיימה עד לכיבוש פולין על-ידי הנאצים בראשית מלחמת העולם השנייה.",
            "** החלוץ הייתה מסגרת שנוסדה ב-1918 ברוסיה, במטרה להכשיר צעירים יהודים לקראת עלייה לארץ תוך דגש על לימודי עברית והכשרה לעבודה חקלאית ולהגנה עצמית. בשיא כוחה של התנועה, ערב מלחמת העולם השנייה, היו חברים בה כמה עשרות אלפי צעירים; בשנים 1939-1919 עלו לארץ כ-50 אלף מחבריה.",
            "**השומר הצעיר היא תנועת נוער שהוקמה ב-1913 במזרח-אירופה וחרתה על דגלה ציונות, סוציאליזם ואחוות עמים. חניכי התנועה שעדין פועלת בישראל, הקימו קיבוצים רבים שאוגדו במסגרת הקיבוץ הארצי."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "העליות הרביעית והחמישית",
          "text": [
            "בשנת 1924 החל גל עלייה נוסף והוא כונה העלייה הרביעית. גל זה נמשך עד 1929 ובמהלכו עלו לארץ כשבעים אלף עולים. על אף הסמיכות הכרונולוגית לעלייה השלישית, שתי העליות נבדלו האחת מן השנייה באפיון ובמניעים השונים של העולים שהגיעו ארצה במהלכן. ",
            "הדימוי של העלייה הרביעית היה של עליית משפחות בנות המעמד הבינוני אשר עזבו את פולין בשל המצב הכלכלי הקשה ובחרו להגיע לארץ-ישראל רק בשל הקושי להגר לאמריקה. בפועל נמנו בין העולים גם פועלים רבים שפנו לעבודת כפיים במושבות ובערים. ",
            "תרומתה המרכזית של עלייה זו הייתה בפיתוח היישוב העירוני בארץ, ובעיקר בפיתוחה של תל-אביב אשר הפכה בשנים אלה למרכז הכלכלה, התעשייה, התרבות והמנהל של היישוב. בנוסף, הקימו העולים מספר מושבות חקלאיות, תוך שימוש ביוזמה ובהון פרטיים, כך הוקמו: כפר גנים וגת רימון בסמוך לפתח תקווה, מגדיאל ורמתיים באזור השרון ועוד.",
            " בשנים 1939-1933 הגיעו לארץ כרבע מיליון עולים בגל עלייה שכונה העלייה החמישית. ברקעה של עלייה זו עומדת החרדה מפני המשטרים הפשיסטיים שתפסו את השלטון באירופה, ומגורלם של היהודים תחת שלטונם, כמו גם צמצום אפשרויות ההגירה למדינות אחרות מחוץ לאירופה. עלייה זו הגדילה את היישוב היהודי בארץ כמעט פי שלושה, ובסופה הוא מנה קרוב לחצי מיליון תושבים.",
            "על אף שרק כחמישית מהעולים הגיעו מגרמניה, הם הטביעו את חותמם על עלייה זו. בניגוד לעולים ממדינות אחרות, העלייה הגרמנית לא נטמעה במערכות היישוביות הקיימות ושמרה על ייחודה התרבותי והחברתי. הדבר בא לידי ביטוי לדוגמה, בשמירה על השפה הגרמנית ובהוצאה לאור של עיתונים בשפה זו. מרבית העולים היו בעלי מקצועות אקדמיים (רופאים, מהנדסים, עורכי דין), ועל אף שלרבים מהם לא נמצאה תעסוקה בתחומי התמחותם בטווח המידי, הרי שלאורך זמן הם תרמו לפיתוחם של מקצועות אלה ביישוב.",
            "לצד העולים מגרמניה, הגיעו לארץ באותן השנים עשרות אלפי עולים חברי תנועת 'החלוץ' ממזרח אירופה, והם הביאו להקמתם של יישובים חקלאיים רבים ובהם לדוגמה, יישובי עמק חפר. עם פרוץ מלחמת העולם השנייה נסתם הגולל על העלייה ההמונית לארץ; זו חודשה רק לאחר המלחמה. ",
            "אולם העליות שהגיעו עד 1939, יצרו מצב בלתי הפיך של יישוב יהודי, המונה כחצי מיליון נפש ומקיים ארגונים חברתיים, תרבותיים, פוליטיים וכלכליים, אוטונומיים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "המשולש הארץ-ישראלי: יהודים ערבים ובריטים",
      "subSections": [
        {
          "title": "נקודת האפס: יהודים וערבים בארץ-ישראל",
          "text": [
            "במהלך השנים 1918-1917 כבשו הבריטים בהדרגה את שטחה של ארץ-ישראל והכריזו על שלטון צבאי שהוחלף בשנת 1920 בשלטון אזרחי. מדיניותם ביחס לארץ נבעה מסבך של הבטחות ואינטרסים שלא יכלו לעמוד בקנה אחד.",
            " עוד בימי העליות הראשונה והשנייה, התפתחו סכסוכים בין יהודים לערבים, אך במהותן היו אלו מחלוקות בעלות אופי מקומי, הנוגעות לבעלות על קרקע ופגיעה ברכוש. השלטון העות'מאני סירב להכיר באף תנועה לאומית וראה בשטחי ארץ-ישראל חלק מן המדינה הנמצאת תחת שלטונו ומרכזה באיסטנבול.",
            "במהלך מלחמת העולם הראשונה נעזרו הבריטים במנהיג הערבי חוסיין בן עלי (השריף חוסיין). במכתבי מקמהון-חוסיין התחייבו לכאורה להעניק לו ממלכה בשטחים שהם יכבשו במזרח התיכון*. הבטחה זו עומדת בניגוד להתחייבותם של הבריטים לצרפת בהסכם סייקס-פיקו שהגדירה את אזור סוריה ולבנון כאזורים הנתונים לשליטה או השפעה צרפתית**.  וכפי שראינו לעיל גם להתחייבויות ליהודים, בהצהרת בלפור לתמוך בהקמת בית לאומי לעם היהודי בארץ-ישראל.",
            " ב-1922 קבע חבר הלאומים כי שטחה של ארץ-ישראל יופקד בידי בריטניה שנדרשה לפעול להקמת בית לאומי לעם היהודי בשטחו. כך לנוכח תקוות מקבילות של היישוב היהודי והתושבים הערבים, שתודעתם הלאומית התגבשה אט- אט, החלה סדרה של התנגשויות אלימות שכונו בלשון אותה תקופה, 'מאורעות'. ",
            "על-רקע זה שינו הבריטים את מדיניותם וגם יחסיהם עם היישוב היהודי בארץ והמוסדות הציוניים ידעו עליות ומורדות. בעוד שראשיתה של התקופה עומד בסימן של שיתוף פעולה, ההגבלות שהטילו הבריטים על עלייה, רכישת קרקעות והתיישבות, גרמו למתחים קשים בין ראשי היישוב והתנועה הציונית לבינם. ",
            "השינויים במדיניות הבריטית בארץ הוגדרו באופן רשמי בסדרה של מסמכים שכונו 'הספר הלבן' (על שם צבע עטיפתם). בשנת 1922 פורסם הספר הלבן הראשון על ידי שר המושבות הבריטי, וינסטון צ'רצ'יל***. בספר אמנם הביעה בריטניה את המשך תמיכתה בהקמת בית לאומי לעם היהודי, כפי שנקבע בהצהרת בלפור; אך עבר הירדן המזרחי (לימים ממלכת ירדן) הופרד מארץ-ישראל והוחרג מהצהרה זו, ונקבע כי העלייה היהודית לארץ תוגבל ותותאם ליכולת הקליטה הכלכלית שלה. בהתאמה עמדו שנות העשרים בסימן שיתוף פעולה עם הבריטים שהביא להתפתחות כללית של היישוב היהודי בארץ והקמה של מוסדות אוטונומיים, תרבותיים וכלכליים.",
            "",
            "* חוסיין בן עלי (1931-1853), מנהיג ערבי, שלט על ממלכה באזור חצי האי ערב. במהלך מלחמת העולם הראשונה, שיתף פעולה עם הבריטים בתקווה כי לאחריה יגמלו לו. במכתבי מקמהון-חוסיין אכן התחייבה בריטניה להעניק לו ממלכה בשטחים שייכבשו מידי האימפריה העות'מאנית, ועם תום המלחמה קיבלו בניו מספר ממלכות, ובראשן ממלכת ירדן וממלכת עירק, אך חוסיין הבין את ההבטחה הבריטית כרחבה יותר וסבר כי הבריטים רימו אותו. בשנת 1924 התמוטטה הממלכה שהוא עמד בראשה, בחצי האי ערב, ונכבשה בידי משפחת סעוד אשר יסדה את ערב-הסעודית. חוסיין הוא אבי שושלת המלוכה ההאשמית שצאצאיה שולטים בירדן.",
            "** הסכם סייקס-פיקו היה הסכם חשאי בין בריטניה לצרפת שחילק את המזרח התיכון בין שתי המעצמות שלאחר המלחמה. ההסכם לא בוצע בפועל באופן מלא, ורק במהלך 1920 נקבעו קווי התיחום הסופיים שהקנו לבריטים את השליטה באצבע הגליל.",
            "*** וינסטון צ'רצ'יל (1965-1874), מדינאי בריטי ששימש ראש ממשלת בריטניה במהלך מלחמת העולם השנייה. בין השנים 1922-1921 שימש שר המושבות הבריטי והיה ממונה במסגרת תפקיד זה על כלל המושבות של בריטניה ברחבי העולם."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מאורעות תר''פ-תרפ''א וקרב תל -חי (1920-1921) ",
          "text": [
            "בשנים תר''פ-תרפ''א  (1920-1921) התרחשו גלי אירועים אלימים בסמיכות זמנים ובמקומות שונים בארץ. אירועים אלו יצרו לראשונה הבנה כי היהודים והערבים נמצאים על מסלול התנגשות, וכי מהותו של הסכסוך אינה מקומית או כלכלית כי אם לאומית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "קרב תל-חי",
          "text": [
            "בתום מלחמת העולם הראשונה חולק המזרח התיכון בין הבריטים לצרפתים. ארץ-ישראל עברה לידיה של בריטניה אך קו הגבול הצפוני בינה לבין צרפת, זז מספר פעמים עד לקביעתו הסופית ב-1920. על-פי קו הגבול הראשוני אשר סומן בעת הסכמי 'סייקס-פיקו' (1916), צריך היה אזור אצבע הגליל צפונה לקו חיפה-עפולה, על ארבעת היישובים היהודים שבו (תל-חי, כפר גלעדי, מטולה וחמארה), להיות נתון לשליטה צרפתית. אך הערבים המקומיים התקוממו נגד צרפת ופעלו להקמתה של 'ממלכת סוריה הגדולה', בהנהגתו של האמיר פייצל*.",
            "בהדרגה השתררה באזור אנרכיה כללית במטרה להקשות על הצרפתים לכונן את שלטונם. היישובים היהודיים באזור נקלעו למאבק שלא בטובתם, ונתפסו על-ידי ערביי האזור כ-'גייס חמישי' המסייע לצרפתים. על רקע זה התרחשו שורה של תקריות אלימות כלפי יישובים אלו.",
            " בהנהגת היישוב היהודי התעורר ויכוח: האם לנוכח הנסיבות צריך להתמיד בהתיישבות באזור? ז'בוטינסקי סבר שעדיף לוותר על היישובים: 'אתם צריכים לומר לחברים: שובו בחזרה משם ובנו פה את הקיים'. בן-גוריון לעומתו חשב אחרת: 'לנו ברור שצריך להגן על כל מקום שבו עובד פועל יהודי... אם נברח מפני שודדים, נצטרך לעזוב לא רק את הגליל העליון אלא את כל ארץ-ישראל'.",
            "בינואר 1919 הצטרף לאנשי תל-חי, יוסף טרומפלדור, במטרה לארגן את השמירה במקום. טרומפלדור לחם בצבא הרוסי בעת מלחמת רוסיה-יפן, במהלכה איבד את ידו השמאלית. הוא עלה לארץ ב-1912 ועבד כפועל. ",
            "ב-י''א באדר תר''פ (1 במרץ 1920), דרשה קבוצת ערבים להיכנס לחצר תל- חי. בקרב יריות שהתפתח נהרגו שישה מאנשי המקום, ביניהם טרומפלדור. ששת החללים הללו הצטרפו לשני חללים נוספים שנהרגו קודם לכן. ",
            "בעקבות הקרב נאלצו המתיישבים לפנות את תל- חי, אך סיפורם הפך למיתוס מרכזי של התנועה הציונית. המילים האחרונות המיוחסות לטרומפלדור: 'טוב למות בעד ארצנו', בין אם נאמרו ובין אם לאו, הפכו לאחת מן הדוגמאות המרכזיות לנכונותה של התנועה הציונית להגן בחירוף נפש על עקרונותיה. ",
            "על קברם של מגני תל-חי הוקמה אנדרטה ובמרכזה ארי שואג, תנועות הנוער עלו אל האתר ויום נפילת תל-חי צוין על-ידי היישוב כולו. ימים אחדים לאחר מאורעות תל-חי, חיבר ברל כצנלסון** הספד להרוגי המאורעות שלימים הפך לתשתית על-פיה נכתב נוסח ה-'יזכור', בו נעשה שימוש במדינת ישראל עד היום:",
            "'יזכור עם ישראל את הנשמות הטהורות של בניו ובנותיו, הנאמנים והאמיצים, אנשי העבודה והשלום, אשר הלכו אחרי המחרשה ויחרפו את נפשם על כבוד ישראל ואדמת ישראל. יזכור עם ישראל ויתברך בזרעו ויאבל על זיו העלומים וחמדת הגבורה וקדושת הרצון ומסירות הנפש, אשר נספו במערכה הכבדה. אל ישקוט ואל יינחם ואל יפוש האבל עדי בוא יום בו ישוב ישראל וגאל אדמתו השדודה.'",
            "",
            "* האמיר פייצל (1933-1885), נצר לשושלת ההאשמית, ממנהיגי המרד הערבי. בהתאם להסכם של הבריטים עם אביו היה אמור לקחת חלק במדינה הערבית שתוקם עם תום המלחמה. פייצל ניהל משא ומתן עם חיים וייצמן, במטרה להגיע להסכמות עם התנועה הציונית. ב-1920 מונה למלך סוריה אך זמן קצר לאחר מכן גורש ממנה בידי הצרפתים ומונה למלך עירק, בה שלט עד 1933. ",
            "** ברל כצנלסון (1944-1887), ממנהיגיה הבולטים של תנועת העבודה בארץ-ישראל והציונות הסוציאליסטית. כצנלסון עלה לארץ בעלייה השנייה, דגל בשילוב בין ערכים סוציאליסטיים ללאומיות היהודית; אך בניגוד לרבים מבני דורו, הדגיש את הרלוונטיות של המסורת היהודית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מאורעות תר''פ",
          "text": [
            "כחודש לאחר הקרב בתל- חי, פרצו בירושלים מהומות במהלך חגיגות נבי מוסא* שהתרחשו באותה השנה במקביל לפסח. המון ערבי שהוסת בידי המופתי של ירושלים, חאג' אמין אל- חוסייני**, בסיסמאות לאומניות ואנטישמיות, התנפל על יהודים שנקרו על דרכו. הבריטים עמדו מנגד ואף אסרו את זאב ז'בוטינסקי שניסה לארגן את היהודים להגנה עצמית. ",
            "חיים ויצמן שהה בעת המאורעות בארץ יחד עם בנו בנימין, והוא תיאר אותם בכאב רב לוורה אשתו: 'עבר עלינו, חביבתי, דבר איום ביותר, חמור ביותר – פוגרום בירושלים, עם כל סימני הלוואי וה-'חן' של פוגרום. אני מאשים בזאת את הממשל [הבריטי]. אולי לא הם ארגנו את הפוגרום בפועל, אך אין ספק שהם סייעו לו בעמדתם הפסיבית.'",
            " יש הרואים קשר ישיר בין האירועים בתל- חי ובמקומות אחרים בגליל לבין המאורעות בירושלים, ומדגישים כי כל ההתרחשויות קרו על רקע התקוות לייסוד ממלכה ערבית בסוריה. במהלך המאורעות נרצחו שישה יהודים, נמנו למעלה ממאתיים פצועים ונזק כבד נגרם לרכוש. בעקבותיהן החליטה מפלגת אחדות העבודה המפלגה הגדולה ביותר ביישוב באותם ימים, על הקמתו של ארגון הגנה ארצי, לימים – 'ההגנה'.",
            "",
            "* חגיגות נבי מוסא מנהג מוסלמי של עלייה לרגל אל מסגד נבי מוסא השוכן במדבר יהודה, סמוך לעיר יריחו. על-פי האמונה המוסלמית באתר זה קבור משה שהוא 'ראשון הנביאים'. המסע אל-עבר נבי מוסא היה יוצא מהר הבית בירושלים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מאורעות תרפ''א",
          "text": [
            "גל אלימות נוסף פקד את הארץ במאי 1921; המוקד הפעם היה ביפו, אך משם הוא התפשט אל הארץ כולה. ראשיתן של המהומות בתהלוכת ה-1 במאי (חג הפועלים*) שכמו שאירע בירושלים, התפתחה להתנגשות בין יהודים לערבים. אך מסקירת הארגון של ההתקפות מסיקים רוב חוקרי התקופה כי הערבים התארגנו לפעולה מחדש.",
            "כנופיות ערביות חמושות החלו בתקיפה של יהודי יפו, תל-אביב וכמה מושבות נוספות. עד סופו של השבוע נרצחו ארבעים ושבעה יהודים, נמנו מאה ושישה עשר פצועים ונזק כבד נגרם לרכוש. כוחות ה-'הגנה' שהייתה אז בחיתוליה, מילאו את תפקידם באופן חלקי ונראה היה כי ללא הסיוע הבריטי, היו התוצאות קשות אף יותר. ",
            "בעולים שהתגוררו ב-'בית העולים' ביפו, ורצח יושביו של 'בית ויצקר' באזור אבו-כביר וביניהם הסופר יוסף חיים ברנר**. חצי שנה לאחר האירועים במאי, ב-2 בנובמבר 1921 שהיה יום השנה להצהרת בלפור, התרחשו שוב אירועים אלימים שלא גבו מחיר בנפש בירושלים; אך עם סיומם נראה היה כי השתרר שקט בארץ.",
            "",
            "* חאג' אמין אל-חוסייני (1974-1895), מנהיג דתי ופוליטי של ערביי ארץ-ישראל במהלך תקופת היישוב שהיה ידוע באיבתו למפעל הציוני והוביל את מעשי הרצח והטרור כנגד תושבי היישוב היהודי. לאחר שנרדף על-ידי הבריטים נמלט מן הארץ. במהלך מלחמת העולם השנייה ניסה לייצר שיתוף פעולה עם הנאצים ונפגש עם היטלר. בעשרים שנות חייו האחרונות חי בקהיר ובביירות, אך לא היה פעיל מבחינה ציבורית.",
            "** 1 במאי (יום הפועלים הבין-לאומי) הוא יום ציון המבטא סולידריות בין ארגוני הפועלים ואיגודי העובדים בכל העולם. מקורו של היום בהפגנות שנערכו בתאריך זה בקנדה ובארצות הברית, בעבר היה יום זה בולט מאוד במרחב הציבורי בישראל.",
            "*** יוסף חיים ברנר (1921-1881) סופר, הוגה, פובליציסט ומנהיג יהודי. ברנר עלה לארץ בעלייה השנייה, הדגיש את תפיסתו האתאיסטית ועל רקע זה הרבה להתפלמס עם סופרי היישוב והחרדים. בין יצירותיו: 'מכאן ומכאן', 'שכול וכישלון', 'הגאולה והתמורה' ועוד."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מאורעות תרפ''ט (1928-1929)",
          "text": [
            "בספטמבר 1928 החלו שוב מאורעות בירושלים על רקע זכויות תפילה בכותל המערבי. כתב המנדט חייב את בריטניה לשמור על הסטטוס-קוו בנוגע למקומות הקדושים. ",
            "בהתאם לכך, רחבת הכותל נחשבה להקדש מוסלמי, 'ווקף'. לנוכח זאת, תבעו הגופים המוסלמיים שניהלו את הווקף, כי היהודים יבואו למקום לתפילה בלבד, וביקשו לאסור עליהם להציב ברחבה ספסלים ומחיצות. במהלך כל שנות העשרים הוגשו תלונות על הפרת התנאים משני הצדדים אשר הובילו לתקריות מקומיות, אך לא מעבר לכך. ",
            "ביום כיפור תרפ''ט הציבו היהודים ברחבת הכותל מחיצת בד. גורמים מוסלמיים לאומניים בראשות חאג' אמין אל-חוסייני, שהסית כבר חודשים קודם לכן, וטען כי היהודים מבקשים להשתלט על הר הבית, ליבו את האירוע השולי. קבוצות יהודיות הגיבו בהפגנות רבות משתתפים.",
            "המתיחות נשמרה לאורך השנה כולה והתפרצה שוב לקראת ט' באב אוגוסט 1929. במשך שמונה ימים התנפל המון ערבי מוסת על יהודי העיר העתיקה, ובהמשך גם על ריכוזים יהודיים נוספים. הפגיעה ביהודי חברון הייתה קשה במיוחד, מתוך כשש-מאות היהודים שהתגוררו בעיר, נרצחו למעלה משישים, ובעקבות הטבח חדל היישוב היהודי בעיר להתקיים.",
            "טבח נוסף התרחש בצפת בה נרצחו כשמונה-עשר יהודים. הפורעים התנפלו על מספר יישובים נוספים ובהם: המושבה מוצא, המושבה באר-טוביה וחוות חולדה. כנופיות ערביות ניסו לפגוע בריכוזים יהודיים גם בערים עזה, תל-אביב וחיפה; אך נבלמו בידי כוחות ה-'הגנה' ו-'בית''ר'. הבריטים פינו קהילות יהודיות קטנות מן הערים שכם, רמלה, ג'נין ועכו. ",
            "עם תום המאורעות נמנו מאה שלושים ושלושה הרוגים יהודים ושלוש מאות שלושים ותשעה פצועים. היישוב היהודי הוכה בהלם מעוצמת הפרעות, מהיקפן, מהיכולות המוגבלות של ה-'הגנה' שלא הצליחה לבלום את הפורעים ומאבדן השליטה של הבריטים, שנתפסו עד אז כמגני המפעל הציוני בארץ. כמו-כן, הטבח בחברון ובצפת הוכיח שהמאבק הערבי אינו מכוון נגד ה-'יישוב החדש' בלבד אלא נגד כל נוכחות יהודית בארץ.",
            "בפועל הביאו המאורעות להפרדה הולכת וגוברת בין היהודים והערבים בארץ, נקודה עליה עמד הסופר ש'י עגנון:",
            "'קודם לפרעות תרפ'ט... היו ישראל דרים עם שכניהם הערבים בשלום ובמישור. באבטבוס אחד היו נוסעים ובבית מרקחת אחד היו לוקחים רפואות לתחלואיהם... יהודי כשהיה מברך את הערבי היה מברכו בערבית וערבי כשהיה מברך את היהודי היה מברכו בעברית... לפתע פתאום באו ימי הפרעות של שנת תרפ''ט. דם ישראל נשפך בידי שכניהם הערבים שישבו עמהם כאחים אהובים. נפל פחד הערבים על היהודים וכל מי שהיה דר בין הערביים ברח על נפשו.'",
            "בעקבות המהומות הטילו הבריטים הגבלות על ההגירה היהודית במסגרת הספר הלבן השני (של פספילד) שהתפרסם בשנת 1930. בנוסף, האירועים הביאו לשינויים רבים ב-'הגנה' שהלכה וגדלה ופריסתה הגאוגרפית התרחבה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מאורעות תרצ''ו-תרצ''ט (המרד הערבי הגדול 1936-1939)",
          "text": [
            "מאורעות תרצ''ו",
            "באפריל 1936 החל שלב חדש במאבק הלאומי. מנקודת המבט היהודית, זה היה עוד שלב בסכסוך הלאומי המחריף על עתיד ארץ-ישראל, המשך ישיר להתנכלויות הערבים למפעל הציוני, מכאן שמם של האירועים בפי היהודים 'מאורעות'. אולם מנקודת המבט הערבית זה היה מרד נגד המשך שלטון המנדט בארץ, ומכאן הכינוי שנתנו לו: 'המרד הערבי הגדול'.",
            "הוועד הערבי העליון* שהוקם בראשית המרד, דרש מן הבריטים הפסקת העלייה היהודית, איסור מכירת קרקעות ליהודים והעברת השליטה בארץ לידי הרוב הערבי. המרד נגד הבריטים וההתנכלויות ליישוב היהודי, כללו שביתה כללית של המגזר הערבי ששיתקה את הכלכלה ומאות פעולות טרור וגרילה שכוונו נגד יישובים יהודיים ומטרות בריטיות. לראשונה, מרכז הכובד של האלימות לא היה התפרעויות המוניות אלא פעולות מתוכננות של קבוצות חמושות שהתארגנו והתאמנו לפני ביצוען.",
            " אל מול מציאות זו הוגבר שיתוף הפעולה בין היהודים והבריטים. בסוף אפריל גויסו לראשונה שוטרים יהודים שכונו נוטרים. הנוטרים שירתו תחת קצינים בריטים וקיבלו מהם נשק, מדים ומחצית משכרם. תפקידם היה להגן על היישובים היהודיים, על הדרכים ועל אתרים אסטרטגיים. הנוטרים שיתפו פעולה עם ההגנה ושימשו לא פעם כיסוי חוקי לפעילותה המחתרתית.",
            "",
            "ועדת פיל",
            "בעקבות הגל הראשון של המאורעות, מינו הבריטים את ועדת פיל, עליה הוטל לבדוק את הסיבות לפרוץ המאורעות ולהציע פתרון לסכסוך היהודי-ערבי המתהווה. בפני הוועדה העידו ראשי שלטון המנדט בארץ, נציגי היישוב הארץ-ישראלי ולבסוף גם נציגי הוועד הערבי העליון שסירבו בתחילה להופיע בפניה.",
            " ביולי 1937 התפרסמו מסקנות הוועדה. חבריה הגיעו למסקנה כי בארץ חיות זו בצד זו, שתי קהילות לאומיות בעלות אינטרסים ושאיפות מנוגדים, וכי המשך שלטון המנדט עשוי רק להחריף את הבעיה. הם הציעו, על כן, לחלק את הארץ לשתי מדינות: מדינה ערבית על רוב השטח ומדינה יהודית באזורי ההתיישבות המרכזיים שלהם (מישור החוף, השרון, הכרמל והעמקים), שכונו בשל צורתם על המפה N  יישובי. את המקומות הקדושים באזור ירושלים, נמל יפו וה-'מסדרון' המחבר ביניהם, הם המליצו לשמור בריבונות בריטית. ",
            "הצד היהודי התלבט כיצד לקבל את המסקנות, היו שבירכו על המלצה להקים מדינה יהודית והיו שהתנגדו לה לאור שטחה המצומצם. בצד הערבי דחה הרוב את ההצעה על הסף, ועם פרסום המסקנות, פתח בגל נוסף של אלימות.",
            "",
            "מאורעות תרצ''ח-תרצ''ט",
            "פרסום מסקנות ועדת פיל הביא לגל נוסף של אלימות. בסיסן של כנופיות המורדים היה בכפרים ובשכונות ערביות עליהן השתלטו. הן פגעו ביישובים ובתחבורה היהודיים ובמטרות ממשל בריטיות; בנוסף, הן איימו על גורמים ערביים מתונים שהתנגדו להן ופגעו אף בהם. הבריטים החריפו את תגובתם, רדפו אחר הכנופיות, ניסו לפגוע במפקדותיהן ויזמו פעולות ענישה כנגד כפרים שנתנו להן מקלט. ",
            "אחד מן הקרבות המכריעים והחריפים ביותר במהלך המרד, התרחש בסוף קיץ 1938 לאחר שהמורדים השתלטו על העיר העתיקה בירושלים. הבריטים הטילו מצור על העיר, הפסיקו את החשמל ואת הקשר הטלפוני וכבשו אותה מחדש בקרב שנמשך חמישה ימים. בסוף אוקטובר 1938 הוטל ממשל צבאי על הארץ ונשלחה תגבורת על-מנת לגדוע את המרד.",
            "לאחר שהשתרר שקט יחסי, במהלך 1939, נסלל כביש הצפון, כביש ביטחון על הגבול בין ישראל ללבנון, על-מנת למנוע חדירה של נשק וגורמי טרור אל הארץ. בנוסף, נבנו בכל הארץ מצודות משטרה שכונו מצודות טיגרט, במטרה להגביר את השליטה והביטחון. רבות ממצודות אלו קיימות גם כיום ומשמשות את כוחות הביטחון. מג''ב אף אימץ את תבנית המצודה והיא מופיעה בסמלו ובתג היחידה שלו. ",
            "במהלך שנים אלו הוסיפו הבריטים לחזק את שיתוף הפעולה הביטחוני עם היישוב היהודי. ביוני 1938 הוקמו פלגות הלילה המיוחדות בהן שרתו נוטרים יהודים לצד חיילים בריטים. הפלוגות פעלו בהתאם לתו''ל (תורת לחימה) שבנה מייסדן, הקצין הבריטי אורד צ'ארלס וינגייט**. הן היוו למעשה, יחידות קומנדו קטנות וניידות שתרמו תרומה חשובה למלחמה בטרור בכלל ולשמירה על צינור הנפט עירק-חיפה בפרט. ",
            "היישוב היהודי התלבט כיצד להגיב ביחס לגלי האלימות. עמדתם של מוסדות היישוב הייתה שיש להבליג על פעולות טרור ערביות ואסור להגיב עליהן בפעולות טרור נגדיות ולפגוע בחפים מפשע; על-פי מדיניות זו פעל הכוח הצבאי המרכזי של היישוב, ה-'הגנה'. האצ''ל, לעומת זאת, סבר כי יש לגבות את מחיר הדמים של הנרצחים היהודים מן הצד הערבי וביצע פעולות שכללו פגיעה באוכלוסייה אזרחית, בניגוד לעמדת מוסדות היישוב. ",
            "במהלך הגל השני של המאורעות, נחנך נמל תל-אביב (פברואר 1938) שהרעיון לבנייתו הועלה עוד במהלך הגל הראשון של המאורעות, לנוכח השביתה שכפו הערבים בנמלי הים האחרים. בנוסף, הוקמו עוד מספר נקודות יישוב יהודיות במסגרת שכונתה 'חומה ומגדל' ועיקריה: הקמה של מהירה של יישובים שאופיינו בגדר מקיפה בנויה עץ וחצץ, מגדל שמירה ומספר צריפי מגורים. באופן הזה הוקמו למעלה מחמישים יישובים חקלאיים.",
            "",
            "* הוועד הערבי העליון היה גוף ההנהגה המרכזי שהוביל את מאבקם של ערביי ארץ ישראל בתנועה הציונית. הוועד הוקם בשנת 1936 והיה פעיל עד לסיום מלחמת העצמאות. הקו התקיף שהנהיג והתנגדותו לכל פתרון מדיני, העלו אותו על מסלול התנגשות עם הבריטים. בשנת 1937, לאחר רצח איש ממשל בריטי בגליל (לואיס אנדרוס) הוגלו חבריו לאיי סיישל, ויושב ראש הוועד, חאג' אמין אל-חוסייני, ברח ללבנון.",
            "** אורד צ'ארלס וינגייט (1944-1903), קצין בצבא הבריטי, שאהד את הציונות, התמחה בלוחמה זעירה (לו''ז) ובהתמודדות עם פעולות גרילה. וינגייט היה אוהד של הציונות ויזם את הקמתן של פלגות הלילה המיוחדות. במהלך מלחמת העולם השנייה נהרג בהתרסקות מטוס בהודו."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ארץ-ישראל והיישוב היהודי במלחמת העולם השנייה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "על-אף התחזקות שיתוף הפעולה של היישוב היהודי עם הבריטים, הביא האיום מצדה של גרמניה הנאצית, שהוביל בסופו של דבר לפרוץ מלחמת העולם השנייה, להתקרבות אל הצד הערבי במגמה להרגיע את האזור. ",
            "שיאה של מדיניות זו הגיע עם פרסום הספר הלבן השלישי (של מקדונלד) במאי 1939, שקבע הלכה למעשה כי בארץ-ישראל לא תוקם מדינה יהודית אלא מדינה דו-לאומית, הטיל מכסות עלייה מצומצמות מאוד ואסר כמעט לחלוטין מכירת קרקעות ליהודים. מדיניות זו עוררה ביישוב זעם, במיוחד בשל משמעויותיה הטרגיות מבחינתם של יהודי גרמניה שניסו לצאת את המדינה ללא הצלחה וכל מדינות העולם סגרו את שעריהן בפניהם. ",
            "היישוב התאחד למאבק בבריטים, אך פרוץ מלחמת העולם, זמן קצר לאחר מכן (ספטמבר 1939), העמיד אותו בפני דילמה. מחד, ביקש היישוב לסייע בידי הבריטים במאבקם בגרמניה הנאצית; אך מאידך, דווקא נוכח האירועים באירופה, ביקשו רבים להיאבק במדיניות החדשה. כך, התנדבו רבים לצבא הבריטי, בעוד שרבים אחרים הפגינו נגד ממשלת המנדט וניסו לעקוף את מגבלות העלייה. ",
            "על-מנת לפתוח את שערי הארץ בפני פליטים שהצליחו לברוח מאירופה החלו פעולות 'העפלה'. במסגרת זו הגיעו לארץ-ישראל כחמישה-עשר אלף עולים לא חוקיים בספינות רעועות. העולים בספינות שלא נתפסו הוסתרו ברחבי הארץ, אך חלק ניכר מן הספינות נתפסו בידי הבריטים.",
            " בתחילה המעפילים שוחררו לאחר תקופת כליאה קצרה, אך בהמשך הם נכלאו לתקופות ארוכות בקפריסין. בכמה מקרים, כמו למשל במקרה של האנייה 'סטרומה' (1942), לא עמדו הספינות במסע המפרך וטבעו או טובעו על נוסעיהן. ",
            "ידיעות על המתרחש באירופה הגיעו לארץ עוד בשנים הראשונות של המלחמה (1939-1941), אך חלחולה של ההבנה העמוקה של ההתרחשויות הייתה איטית בהרבה. רק ב-1942 בעקבות הצטברות הידיעות, התגבשה בקרב ראשי היישוב ההכרה, כי באירופה מתחולל מסע מתוכנן להשמדת העם היהודי.",
            " אולם כבר בשלבים ראשוניים יותר הקימה הסוכנות היהודית נציגויות בארצות שנותרו ניטרליות ולא נכבשו בידי הנאצים (תורכיה, שבדיה, שוויץ, ספרד ופורטוגל). השליחים שם יצרו קשר עם יהודים בשטחי הכיבוש והעבירו אליהם חבילות מזון, בגדים וכסף. בהדרגה החלו להירקם גם 'תכניות הצלה' במטרה להציל יהודים רבים ככל האפשר.",
            "חלק מתוכניות אלו התבססו על רקימת קשר עם הגרמנים עצמם תוך ניסיון להציל יהודים תמורת כסף או שווה כסף והן עוררו על-כן ביקורת ודילמות מוסריות ומדיניות רבות. כך או כך, הצלחתן של תוכניות ההצלה כולן הייתה מצומצמת בלבד והן נתקלו בקשיים רבים. ",
            "מידת ההתגייסות של היישוב בארץ להצלת היהודים באירופה היא סוגיה מורכבת ועדינה מאוד: האם נעשה כל מה שהיה אפשרי? והאם נעשה בזמן? דעותיהם של ההיסטוריונים חלוקות בנושא, אך ברור כי הצלחתם של גורמי היישוב הייתה חלקית בלבד וכי התנהלותם של הבריטים הקשתה מאוד על פעולתם."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "לקראת מדינה: הדרך אל הכרזת העצמאות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "עם תום מלחמת העולם השנייה בשנת 1945, החלה תקופה שכונתה, 'תקופת המאבק' והיא עמדה בסימן של התנגשויות חוזרות ונשנות בין היישוב ומוסדותיו לבין שלטונות המנדט הבריטי. היישוב היהודי פעל על-מנת לקבוע עובדות בשטח: מבצעי ההעפלה הורחבו, נקודות יישוב חדשות הוקמו והמחתרות השונות התאחדו במסגרת תנועת המרי העברי ופגעו בתשתית השלטון הבריטית בארץ. ",
            "בין השאר, במהלך ה-17 ביוני 1946, פוצצו אחד-עשר גשרים המחברים את ארץ-ישראל המנדטורית עם הארצות השכנות לה, בפעולה שכונתה 'ליל הגשרים'. ",
            "כחודש לאחר מכן, ב-22 ביולי 1946, פוצץ מלון המלך דוד בירושלים ששימש את שלטונות המנדט, בפעולה שנויה במחלוקת אשר בוצעה בהובלת האצ''ל אך גונתה לאחר מעשה על-ידי ה-'הגנה'.",
            " הבריטים מצדם פעלו על-מנת לעצור את פעולות היישוב. אחד מן השיאים של פעילות זו הגיע בשבת ה- 29 ביוני 1946 שכונתה 'השבת השחורה' במהלכה נעצרו ראשי היישוב, הוטל עוצר על אזורים יהודיים רחבים ונערכו חיפושים נרחבים אחר נשק מוסלק. ",
            "אולם לצד ההתנגשויות הרבות נראה היה כי היהודים בארץ מוכנים להקמת מדינה. כינונם של המוסדות הלאומיים שהיוו, למעשה, את הממשל האוטונומי של יהודי ארץ-ישראל בתקופת היישוב, הניח את היסודות המבניים להקמתה של מדינה עצמאית. כפי שמציינים הסוציולוגים ליסק והורוביץ*:",
            "'בשלושים שנות המנדט נעשה היישוב היהודי למעין מדינה שתשתיתה המוסדית... הפכה ב-1948 לשלד המערכת הפוליטית של מדינת ישראל הריבונית'. מסיבה זו יש המכנים את המוסדות הלאומיים 'המדינה שבדרך'.",
            "",
            "מוסדות אלו הורכבו משני גופים:",
            "1) כנסת ישראל- ייצגה את כלל היישוב היהודי בארץ, למעט קבוצות שוליים שלא קיבלו על עצמן את מרותה. היא הורכבה מנציגים שנבחרו על-ידי הציבור אחת לארבע שנים. מתוך נציגים אלו הורכב הוועד הלאומי ששימש, למעשה, כגוף ביצועי המקביל במדינה ריבונית לממשלה, והיה אחראי על הוצאה לפועל של החלטות כנסת ישראל וביצוע משימות שהוגדרו על-ידי שלטונות המנדט.",
            "2) הסוכנות היהודית- הוקמה ב-1927 בהתאם לכתב המנדט והיוותה נציגות משותפת ליהודי ארץ-ישראל, לתנועה הציונית העולמית ולגופים יהודיים לא ציוניים מסוימים שהיו בעלי זיקה לבניין הבית הלאומי בארץ. התפקידים שהועידו הבריטים לשני הגופים הללו היו מצומצמים יחסית, אך בפועל הם עסקו בתפקידים רחבים בהרבה: הם תפסו את עצמם כנציגים היחידים של היישוב אל מול שלטונות המנדט, טיפחו את המערכת הביטחונית הצעירה ופיקחו עליה והפעילו שירותים קדם-מדיניים שונים בתחומים רבים.",
            "המוסדות הלאומיים פעלו עד ליום הקמת המדינה ולמעשה, הם אלו שקיבלו את ההחלטה על הקמתה. אחת הסוגיות המרכזיות אתה היו צריכים המוסדות הלאומיים להתמודד, הייתה שאלת עתידה של ארץ-ישראל עם תום שלטון המנדט הבריטי, שהוגדר מלכתחילה כשלטון זמני.",
            " כפי שראינו לעיל ונראה שוב בשער השמיני העוסק בביטחון ישראל, הבריטים התקשו לכונן בארץ את שלטונם אל מול המאבק המחריף בין היהודים לערבים. עוד בשנת 1937 המליצה ועדת פיל על סיומו של שלטון המנדט, ועל הקמתן של מדינה יהודית וערבית.",
            " לאחר מלחמת העולם השנייה, עקב המצב הכלכלי הקשה בבריטניה והלחץ הכבד שהפעילה התנועה הציונית על דעת הקהל העולמית לנוכח התהוות בעיית הפליטים היהודים, הוחלט להעביר את סוגיית ארץ-ישראל לדיון באו''ם. האו''ם הקים את ועדת אונסקו''פ, ועדת חקירה מיוחדת של האום לענייני ארץ-ישראל. ",
            "לאחר שניהלה הועדה שיחות עם גורמים מרכזיים בארץ ובעולם, החליטה, בסופו של דבר, להמליץ לחלק את ארץ-ישראל המנדטורית לשלושה אזורים: מדינה יהודית, מדינה ערבית ואזור בפיקוח בין-לאומי בירושלים. ",
            "בעוד שמדינות ערב ונציגי הערבים בארץ דחו באופן מוחלט את המסקנות, ראשי הסוכנות היהודית והתנועה הציונית, קיבלו אותן. ב-29 בנובמבר 1947, הובאה ההצעה להצבעה באו''ם והתקבלה ברוב של 33 מדינות תומכות 13, מתנגדות ו-10 נמנעות (בהן בריטניה). ",
            "ביישוב היהודי בארץ ובעם היהודי כולו, נתפסה ההחלטה הזאת כהחלטה היסטורית, שתאפשר את הגשמת החזון הציוני. עם היוודע ההחלטה אלפים יצאו לרחובות ורקדו עד אור הבוקר. עזריאל קרליבך, שערך באותה העת את העיתון 'מעריב', כתב:",
            "'זכינו לראות את השינוי הגדול בחיינו. גדלנו בתלות אחרים. אבותינו נאנחו במשך אלפיים שנה תחת עולם של עמים זרים. והיום הועמדנו על רגלי עצמנו. אנו הולכים לחיות חיים אחרים...לא עוד חברי אונים ותלויים ברצונם של אחרים. אדונים לגורלנו.'",
            "אולם השמחה לא נמשכה זמן רב, יום למחרת ההצבעה הגורלית פרצה בארץ מלחמת השחרור, והיישוב עמד בפני איום ממשי על קיומו. על רקע זה החלו לחצים כבדים על התנועה הציונית שלא לממש את החלטת האו''ם ולא להכריז על מדינה עם סיום המנדט הבריטי שנועד למאי 1948. ",
            "לבסוף החליטו מוסדות המדינה, בהובלתו של בן- גוריון, שלא לדחות את ההכרזה וכך, ביום שישי, ה' באייר תש''ח, 14 במאי 1948, שעות ספורות לפני עזיבת הנציב העליון הבריטי את הארץ, התכנסה מועצת העם באולם מוזיאון תל- אביב, והכריזה על הקמתה של מדינה יהודית בארץ-ישראל – היא מדינת ישראל.",
            "",
            "*משה ליסק (1928-2018) סוציולוג שהרבה לעסוק במחקריו בחברה הישראלית. משמש כפרופסור באוניברסיטה העברית, חתן פרס ישראל לשנת תשנ''ב.",
            "*דן הורוביץ (1991-1928) סוציולוג, פעל לצדו של הורוביץ והרבה לחקור אף הוא את החברה הישראלית. בנוסף, עסק הורוביץ גם בכתיבה עיתונאית והיה פעיל במפלגת 'העבודה'."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "סיכום",
      "subSections": [
        {
          "title": "סיכום",
          "text": [
            "כפי שראינו במהלך השנים שחלפו מהעלייה הראשונה ועד להקמתה של מדינת ישראל הצליחה להתהוות בארץ תשתית ארגונית שהיוותה את המסד עליו נבנתה מאוחר יותר מדינת ישראל.",
            " תוכנה של מגילת העצמאות מבטא את תפיסות העולם הערכיות ביחס לטיבו של הבית הלאומי כפי שהתעצבו במרוצת הדורות בכלל ותקופת היישוב בפרט.",
            " בתקופה זו התרחשו רבים מן האירועים המכוננים שמשפיעים על מדינת ישראל עד לימים אלו והוקמו כמה מן המוסדות שלאחר הקמת המדינה הוסבו ועמדו בבסיסם של המוסדות הממלכתיים.",
            "היכרות עם תקופה זו היא על-כן חיונית לשם הבנה אמיתית ומלאה של מדינת ישראל ושל דרכי פעולתה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
