{
  "title": "תולדות עם ישראל",
  "description": "עוסק בסיפורו ההיסטורי של העם היהודי מהעת העתיקה ועד ראשית הציונות. היכרות עם העבר הלאומי ועם המורשת ההיסטורית של קהילות ישראל, חיונית לשם הבנת ההווה ולשם פיתוחו של העתיד. ",

  "sections": [
    {
      "title": "פתיחה: 'עם שאינו יודע את עברו...'",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "מגילת העצמאות כוללת בחלקה הראשון נימוק ארוך, מפורט ומגוון של הגורמים שהביאו להקמתה של מדינה יהודית בארץ-ישראל. פסקאות אלו מספרות את ההיסטוריה היהודית מנקודת מבטם של חותמי המגילה, הן מדגישות נקודות מסוימות ונמנעות מאזכורן של אחרות. עוד טרם חתימת המגילה וביתר שאת מפרספקטיבה של שבעה עשורים היו מי שביקרו את הבחירות האלו – מדוע לא מאוזכרים הישגיהם הרוחניים של היהודים בגולה? מדוע לא ניתן מקום ליהודי ארצות האסלאם? מדוע לא מוזכרת במפורש דמותו של האל? ועוד.",
            "שאלות אלו הן שאלות כבדות משקל הממחישות את העובדה שכל סיפור היסטורי כולל בתוכו באופן מובנה את זווית המבט של המספר. הפרק להלן מוקדש לסיפור תולדותיו של עם ישראל, סיפור מגוון, מורכב ורב-הסתעפויות הנפרס על-פני אלפים שנה, חמש יבשות ומאות מסורות. ",
            "להלן נסקור בקצרה כמה מן האירועים המרכזיים בתולדותיו של העם היהודי החל מהעת העתיקה. חשוב לציין שסקירה זו אינה מקיפה ואינה מדעית באופייה – היא מסמנת מספר אירועים ותקופות שנצרבו בזיכרון היהודי המשותף ומבקשת לתאר אותם בהתאם לאותו זיכרון ולמסורת. ",
            "יחסם של מייסדיה של מדינת ישראל אל העבר היהודי היה מורכב: מחד שאפה הציונות לשמר את התרבות היהודית בעידן מורכב של תמורות וצמיחה של תרבות לאומית חילונית; אך מאידך היא ביקשה לחולל מהפכה בחיי העם היהודי ולהשתית את הזהות היהודית על מרכיבים חדשים או מחודשים. ",
            "כפל הפנים הזה בא לידי ביטוי באין ספור מישורים: חיים נחמן ביאליק*, כתב את 'ספר האגדה' בו ביקש להנגיש את העבר היהודי לקורא המודרני; ולעומתו שאול טשרניחובסקי** בשירו, 'לנוכח פסל אפולו ', תיאר את מרידתו של היהודי המודרני בעבר. האקדמיה לאמנות 'בצלאל' שהוקמה בראשית המאה העשרים ביקשה לחדש את האמנות היהודית העתיקה, והעלתה על נס את האמן היהודי הראשון, בצלאל בן אורי***. בעוד שכמה מיצירות האמנות שנוצרו בארץ, בהן לדוגמה הפסל 'נמרוד' אותו יצר יצחק דנציגר****, מבקשות להעלות על נס את המרידה במסורת ואת החיבור לסביבה הגאוגרפית.",
            "כך או כך, ההיסטוריה, המורשת והמסורת היהודית העתיקה מוסיפה ומשפיעה על מדינת ישראל גם כיום. יגאל אלון***** ביטא את חשיבותה של המסורת באחד מן המשפטים המרכזיים המיוחסים לו: 'עם שאינו יודע את עברו, ההווה שלו דל ועתידו לוט בערפל '. על-פיו, ההיכרות עם העבר היהודי היא תנאי הכרחי לקיומה ולשגשוגה של מדינת ישראל.",
            "",
            "* חיים נחמן ביאליק, (1934-1873) משורר, סופר, מתרגם ועורך. זכה לתואר 'המשורר הלאומי' בשל תרומתו והשפעתו על התרבות היהודית בעת החדשה. בשנת 1903 ערך, יחד עם יהושע חנא רבינצקי, את ספר האגדה – קובץ מתורגם וערוך של מדרשי חז''ל.",
            "** שאול טשרניחובסקי, (1943-1875) רופא, משורר ומתרגם שיצירותיו מושפעות מהמורשת היהודית אך מתכתבות גם עם תרבות יוון. כך לדוגמה, בשירו לנוכח פסל אפולו בו הוא מתאר את יחסיו המורכבים של 'היהודי החדש' עם עברו.",
            "*** על-פי שמות לא, היה בצלאל בן אורי, אמן מוכשר שיצר את המשכן ואת כליו; האקדמיה לאמנות בצלאל, שהוקמה בירושלים במהלך ימי העלייה השנייה (1906) נקראת על-שמו. ",
            "**** צחק דנציגר (1977-1916) פסל ואדריכל נוף ישראלי. דנציגר היה מאבות הזרם הכנעני, ששאף לחדש את העבר 'הכנעני' וליצור קשר עם עמי האזור על בסיס תרבות מקומית משותפת. הפסל נמרוד המוצב במוזיאון ישראל הוא אחת היצירות המרכזיות של תנועה זו. הפסל מתאר באופן הרואי את דמותו שלנמרוד המקראי שהיא דמות שלילית למדי במסורת היהודית.",
            "***** יגאל אלון (1980-1918), מפקד הפלמ''ח, מראשי תנועת העבודה, חבר כנסת ושר. אלון נולד בכפר תבור והצטרף בגיל צעיר להגנה, שימש בתפקידים שונים בצה''ל והשתחרר כאלוף. לאחר פרישתו כיהן כסגן ראש הממשלה, שר החינוך ושר החוץ."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "תקופת התנ''ך – ראשיתו של העם היהודי",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "היסטוריונים, ארכיאולוגים, בלשנים והוגי דעות הציעו במהלך השנים תיאוריות שונות באשר סיפור הולדתו של העם היהודי, חלקן עומדות בקנה אחד עם הסיפור המקראי וחלקן לא. אולם עובדה ודאית היא כי מזה דורות רבים, מושפעים בני העם היהודי מסיפורי המקרא, בעיקר בשל הערך המוסרי והערכי הנגזר מהם. ההסבר המסורתי הנשען על פסוקי המקרא, מתאר את אברהם אבינו כאביו של העם היהודי. אברהם התחיל את חייו בארם-נהריים (מסופוטמיה, גבול עיראק טורקיה) ולאחר מסע נדודים הגיע לארץ- ישראל. אברהם מתואר בספרות חז''ל כראשון המאמינים וכמי שיצא כנגד התרבות האלילית של בני זמנו.",
            "ספר בראשית מתאר את המשך השושלת דרך יצחק, יעקב (הנקרא גם ישראל) ושנים-עשר ילדיו מהם התהוו שנים-עשר שבטי ישראל; בני השבטים ירדו למצרים והיו משועבדים שם שנים רבות. ספר שמות ממשיך ומתאר את יציאתם של בני-ישראל ממצרים באותות ובמופתים, נדודיהם במשך ארבעים שנה במדבר בהובלתו של משה וקבלת התורה בהר סיני.",
            "ערב הכניסה לארץ עבר מקל ההנהגה ליהושע בן נון שקורותיו מתוארים בספר יהושע. בהנהגתו נכנסו שבטי ישראל לארץ וריכזו מאמץ אל מול מלכים וקבוצות שונות שביקשו להילחם בהם. עם שוך הקרבות התיישב כל אחד מן השבטים בנחלה שנבחרה עבורו, ומכאן ואילך, החל בהתמודדות ביטחונית מקומית.",
            "העדויות הארכאולוגיות מן התקופה (תקופת הברזל) מלמדות על תנופה יישובית מסיבית במרחב בהשוואה לתקופות קודמות. אחד ממאפייני ההתנחלות הוא בית ארבעת המרחבים המכונה גם 'הבית הישראלי', המבוסס על ארבעה חדרים המחולקים לפי שימושיהם (עבודה, בישול, שינה ואכילה).",
            "אזורי ההתיישבות של השבטים השאירו את רישומם על חלק מן השמות והכינויים הגאוגרפיים המוכרים לנו כיום: החטיבות המרחביות של צה''ל באזור יהודה ושומרון (יהודה, אפרים, מנשה, בנימין), חלק משמותיהן של המועצות האזוריות ('מטה אשר', 'מטה בנימין', 'בני שמעון', 'זבולון' ), הכינוי 'גוש דן' ביחס לאזור המרכז ועוד.",
            "לאחר מותו של יהושע לא הצליחה להתבסס הנהגה מרכזית חלופית ואת מקומו תפסו מנהיגים אזוריים שכונו שופטים. השופטים הצליחו לאחד כמה שבטים כלפי איומים כאלו או אחרים שנתגלעו מצד יושבי הארץ או מצד מדינות שכנות, אך האיחוד היה קצר ימים וטקטי במהותו, כפי שמסכם ספר שופטים: ''בימים ההם אין מלך בישראל: איש הישר בעיניו יעשה'' (שופטים, יז', ו')."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ימי הבית הראשון",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "על-פי המתואר בספר שמואל, מצב זה הביא את העם לבקש לעצמם מלך. למלכה הראשון של הארץ נבחר שאול שהוביל את המלחמה בפלשתים, ויצר מסד לשיתוף פעולה בין שבטי העם. את שאול החליף דוד וִאתו החלה שושלת מלוכה רבת שנים. דוד בנה את בירתו בירושלים הנמצאת בין נחלתו של שבט יהודה ושבט בנימין, ואינה שייכת לאף אחד מן השבטים. ירושלים הפכה למרכז מדיני ורוחני חשוב ונבנו בה מוסדות השלטון השונים.",
            "שלמה, בנו של דוד, המשיך את מפעלו ובנה את בית המקדש, פיתח את הכלכלה, המסחר ויחסי החוץ. הממלכה של דוד ושלמה המכונה 'הממלכה המאוחדת', לא האריכה ימים. לאחר מותו של שלמה התפלגה הממלכה לשתי ממלכות: ממלכת יהודה ובירתה נותרה ירושלים, בה המשיכה לשלוט שושלתו של דוד בראשות נכדו רחבעם; וממלכת ישראל שקבעה את בירתה בשומרון (כיום: סבסטיה*), בה שלטה שושלת מלוכה שראשיתה בירבעם בן נבט.",
            "למרות הדמיון במוצא, בתרבות ובדת, מתאר המקרא את שתי הממלכות כממלכות המתנהלות בנפרד, ולעתים אף נאבקות זו בזו. בשתי הממלכות פעלו, לצד השליטים נביאים המתוארים בתנ''ך כיועצים, כמוכיחים בשער וכנושאי קול המוסר והצדק; שביקרו לעתים גם את השלטון. דבריהם קובצו מאוחר יותר ונכללים בתנ''ך.",
            "",
            "* שומרון היא עיר קדומה בארץ ישראל, אותה בנה (על-פי המסופר בספר מלכים) עומרי מלך ישראל ובנו אחאב חיזק וביצר אותה. העיר חרבה בשנת 721 לפני הספירה עם הכיבוש האשורי, ונבנתה שוב בתקופה ההלניסטית. בתחילה הוסב שמה לסמריה ומאוחר יותר, לסבסטיה. לאחר מלחמת ששת הימים נערכו בתחומי העיר חפירות ארכאולוגיות רבות ושטחה הוכרז כגן לאומי. לאחר מלחמת יום הכיפורים הייתה תחנת הרכבת הסמוכה לאתר מוקד להפגנות תנועת 'גוש אמונים', וסמל לניסיונות ההתיישבות של חבריה בשומרון.",
            "** אשור הוא שמה של ממלכה קדומה שהתקיימה החל מן המאה העשרים וחמש לפני הספירה ועד המאה השביעית לפני הספירה, כאשר נכבשה בידי הממלכה הבבלית. מרכזה של הממלכה האשורית היה בעיר אשור שבמעלה החידקל, בתחומי עירק של ימינו."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "גלות בבל ושיבת ציון",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בשנת 722, לפני הספירה החריבה אשור את ממלכת ישראל והגלתה את תושביה. בהדרגה גם ממלכת יהודה איבדה את כוחה ולצד הקושי להשתלב במאזן הכוחות האזורי מתארים הנביאים גם את התפוררותה הפנימית של החברה בתוכה. הממלכה הבבלית* שהחלה להתפשט אל-עבר האזור, שיעבדה את ממלכת יהודה והפכה את מלכיה למלכי חסות הפועלים תחתיה.",
            "בשנת 597, לפני הספירה הוגלו מיהודה המלך יהויכין ורבים מבני האליטה ששלטה במדינה, גלות זו מכונה 'גלות יהויכין' או 'גלות החרש והמסגר'. שנה לאחר מכן מינה מלך בבל, נבוכדנצר השני, את צדקיהו, דודו של יהויכין, למלך יהודה. לאחר שכרת ברית עם מצריים הסתבך צדקיהו במרידת נפל כנגד בבל. בבל הגיבה בהטלת מצור על ירושלים, וזה נגמר בפריצה לעיר ובהחרבתו של בית המקדש הראשון.",
            "תקופת המצור והחורבן, על התמונות הקשות שליוו אותן, מתוארת במגילת 'איכה' הנקראת ב-ט' באב (איכה, א'-ד'): ''אֵיכָה יָשְׁבָה בָדָד, הָעִיר רַבָּתִי עָם--הָיְתָה, כְּאַלְמָנָה; רַבָּתִי בַגּוֹיִם, שָׂרָתִי בַּמְּדִינוֹת-הָיְתָה, לָמַס. בָּכוֹ תִבְכֶּה בַּלַּיְלָה, וְדִמְעָתָהּ עַל לֶחֱיָהּ--אֵין-לָהּ מְנַחֵם, מִכָּל-אֹהֲבֶיהָ:  כָּל-רֵעֶיהָ בָּגְדוּ בָהּ, הָיוּ לָהּ לְאֹיְבִים.  גָּלְתָה יְהוּדָה מֵעֹנִי, וּמֵרֹב עֲבֹדָה--הִיא יָשְׁבָה בַגּוֹיִם, לֹא מָצְאָה מָנוֹחַ; כָּל-רֹדְפֶיהָ הִשִּׂיגוּהָ, בֵּין הַמְּצָרִים.''",
            "חורבנה של יהודה הביא להגליה שהקיפה חלקים נרחבים של העם; אולם בשונה מעמים אחרים, הצליחו מרבית הגולים לשמור על זהותם. במהלך השנים הבאות נחלשה הממלכה הבבלית ואת מקומה ירשה הממלכה הפרסית בראשותו של המלך כורש**. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי, ועל רקע זה, בשנת 539 לפני הספירה, נתן ליהודים את הרשות לשוב אל ירושלים ולכונן את בית המקדש. ההכרזה כונתה הצהרת כורש והיא מובאת בספר עזרא (א', ב'):",
            "'כֹּה אָמַר, כֹּרֶשׁ מֶלֶךְ פָּרַס--כֹּל מַמְלְכוֹת הָאָרֶץ, נָתַן לִי יְהוָה אֱלֹהֵי הַשָּׁמָיִם; וְהוּא-פָקַד עָלַי לִבְנוֹת-לוֹ בַיִת, בִּירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה. מִי-בָכֶם מִכָּל-עַמּוֹ, יְהִי אֱלֹהָיו עִמּוֹ, וְיַעַל, לִירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה...וַיָּקוּמוּ רָאשֵׁי הָאָבוֹת, לִיהוּדָה וּבִנְיָמִן, וְהַכֹּהֲנִים, וְהַלְוִיִּם... וְכָל-סְבִיבֹתֵיהֶם חִזְּקוּ בִידֵיהֶם, בִּכְלֵי-כֶסֶף בַּזָּהָב בָּרְכוּשׁ וּבַבְּהֵמָה וּבַמִּגְדָּנוֹת--לְבַד, עַל-כָּל-הִתְנַדֵּב'.",
            "ההצהרה הביאה לחזרתם של יהודים מהגלות לארץ ולהתחלתה של שיבת ציון. בראש גל העלייה הראשון נזכרים ששבצר וזרובבל שחלק מן החוקרים רואים בהם אדם אחד. העולים ניסו להקים מזבח ולחדש את עבודת הקורבנות, אך נתקלו בהתנגדות עזה מצד האוכלוסייה הלא-יהודית המקומית. ",
            "בראש גל העולים הבא שהיה כנראה רחב יותר, עמד עזרא הסופר שעם הגעתו לארץ פעל לחיזוק קיומן של המצוות וההיכרות עם התורה. לצדו פעל נחמיה שהגיע ליהודה שנים ספרות אחריו וביקש לשקם את חומות ירושלים, לשפר את מצבו של דלת העם ולסייע בידי עזרא בפעולותיו הדתיות. ",
            "גם פעולתם של עזרא ונחמיה נתקלה בקשיים ובניית חומות ירושלים בצל מצב ביטחוני קשה שנב מהתנגדותם של גורמים שונים, מתואר בציוריות בספר נחמיה: '' הַבּוֹנִים בַּחוֹמָה וְהַנֹּשְׂאִים בַּסֶּבֶל, עֹמְשִׂים; בְּאַחַת יָדוֹ עֹשֶׂה בַמְּלָאכָה, וְאַחַת מַחֲזֶקֶת הַשָּׁלַח.'' (נחמיה ד', יא').",
            "",
            "* בבל הוא שמה של ממלכה קדומה שראשיתה בעיר המדינה בבל ששרידיה נמצאים מדרום לבגדד. האימפריה הבבלית שלטה על שטחים נרחבים באזור מסופוטמיה והסהר הפורה, וירשה את כל שטחיה של האימפריה האשורית שקדמה לה. ",
            "** כורש (המאה השישית לפני הספירה), מלכה הראשון של הממלכה הפרסית שהשתלט על ממלכות רבות הסמוכות לה ובכלל זאת על בבל. בניגוד לדיכוי הדתי והאתני שהנהיגו הבבלים, סבר כורש כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי יחסי ועל רקע זה גם אפשר ליהודים לשוב לירושלים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ימי הבית השני",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בשנת 336, לפני הספירה עלה לכס המלוכה במוקדון שליט צעיר ונמרץ שנודע לימים כאלכסנדר הגדול* שבמסגרת כיבושיו הנרחבים הגיע גם לארץ-ישראל. עם מותו ניטשו מלחמות עזות בין יורשיו שכונו 'דיאדוכים'. ארץ-ישראל עמדה בתווך בין שני יורשים: סלווקוס שמרכזו בסוריה ותלמי (פתולמאיס) שמרכזו במצרים; בתחילה הייתה השליטה בידי תלמי ובהמשך היא עברה לידי סלווקוס. ",
            "הכובשים החדשים הביאו עמם אל הארץ את התרבות ההלניסטית, המהווה מזיגה בין תרבות יוון לתרבויות אליליות אחרות במזרח. באופן זה נפגשו היהודים לראשונה עם תרבות הפנאי, הפילוסופיה והאמנות היוונית. מפגש זה היווה אתגר ערכי לא פשוט וביהודה החלה תנועה של התייוונות – אימוץ התרבות ההלניסטית, שרווח בעיקר בקרב שכבות האוכלוסייה הגבוהות.",
            "בשנת 175, לפני הספירה עלה לשלטון בסוריה אנטיוכוס אפיפאנס אשר בניגוד לקודמיו, נהג ביד קשה ביחס ליהודי הארץ, כרת ברית עם המתייוונים מקרבם וביקש לכפות על כל תושבי הארץ את התרבות ההלניסטית. הדברים הגיעו לשיאם בהטלת גזרות שמנעו מן היהודים לקיים חלק ממצוות דתם ובהן מצוות המילה ומצוות השבת.",
            "לנוכח מציאות זו פרץ בשנת 167 לפני הספירה מרד נרחב אותו הובילה משפחת חשמונאי, משפחת כוהנים מאזור מודיעין. לאחר מספר שנות לחימה הצליחו תומכי המרד, שכונו גם מקבים, להביס את הצבא הסלווקי ולכונן, בתמיכה רומית, ממלכה חשמונאית ששלטה בארץ ישראל לאורך עשרות שנים. ",
            "הישגם המרכזי של החשמונאים היה כיבושה המחודש של ירושלים וטיהור בית המקדש בשנת 164 לפני הספירה; לזכרו של מאורע זה נקבע חג החנוכה. בשנים הבאות הצליחו מלכי השושלת החשמונאית לחזק את ממלכתם ולהרחיב את גבולותיה. יחסם עם חז''ל היה מורכב, ובימיהם של המלך אלכסנדר ינאי והמלכה שלומציון**, הגיע לוויכוח פומבי חריף.",
            "עם פטירתה של שלומציון  (67 לפני הספירה), החל סכסוך ירושה בין שני בניה. בעוד השניים נלחמים ביניהם, בשנת 63 לפני הספירה, כבש פומפיוס שעמד בראש הצבא הרומי, את ירושלים, וכך החל עידן חדש בתולדותיו של העם היהודי. לאחר תקופה קצרה בה המשיכו לשלוט המלכים החשמונאים בחסות הרומים, הם המליכו על יהודה את הורדוס (40 לפני הספירה), בן למשפחה אדומית שהייתה מקורבת לחשמונאים. מעמדו מבחינת היהודים היה מורכב: נראה כי מבחינה הלכתית הוא אכן היה יהודי, אך בפועל הוא נתפס כגורם זר והושפע מהתרבות הרומית. הורדוס שלט בממלכתו ביד רמה, חיסל את כל הטוענים האפשריים לכתר מבית חשמונאי ולא בטח באיש. את אופיו סיכם בחדות יוסף בן-מתתיהו*** (קדמוניות, יז', 192-191):",
            "'איש אכזר לכל הבריות במידה שווה ועבד לכעסו ומסלף את הצדק, אלא ששיחק לו מזלו הטוב כשם שלא שיחק לשום איש אחר. שכן מהדיוט (איש פשוט) נעשה מלך... ואשר לענייני משפחתו ובניו... הרי לי נדמה שהיה אומלל מאוד.'",
            "את ימי מלכותו אפיינו, אווירת טרור עזה מחד ומפעלי בנייה אדירים מאידך. הורדוס בנה את הנמל ואת אמת המים של קיסריה, מבצר ההרודיון, מתחם הארמונות במצדה, ארמונות החורף ביריחו וירושלים ובתוכה מתחם הר הבית כפי שהוא מוכר לנו כיום.",
            "",
            "* אלכסנדר הגדול ( 323-356 לפני הספירה), מלך מוקדון, מגדולי המצביאים של העת העתיקה. אלכסנדר הצליח, תוך זמן קצר יחסית, לכבוש שטחים נרחבים באירופה, באסיה הקטנה ובמזרח הרחוק. ",
            "** אלכסנדר ינאי (76-127 לפני הספירה) מלך וכהן גדול משושלת חשמונאי. ימיו היו רצופים במלחמות שהצליחו להרחיב את גבולותיה של יהודה; אך גם בצלה של המחלוקת ההולכת ומחריפה בתוך העם היהודי בין הצדוקים לבין הפרושים.",
            "** שלומציון אלכסנדרה, ( 67-140 לפני הספירה), אשתו של אלכסנדר שירשה לאחר מותו את ממלכתו. תקופת מלכותה נחשבת לתקופה רגועה יותר ובמהלכה נרגעו גם העימותים הפנימיים בתוכו של העם היהודי.",
            "*** יוסף בן-מתתיהו או בשמו הרומי יוספוס פלביוס (המאה הראשונה לספירה), היסטוריון יהודי שהוגלה לרומא לאחר המרד הגדול. בראשית המרד פיקד על אזור הגליל, אך עם נפילתה של יודפת ערק לצבא הרומאי והתמנה להיסטוריון שפעל בחצר הקיסר ברומא. חיבוריו מהווים את החיבורים החשובים ביותר ביחס לאירועים באזור יהודה בסוף התקופה החשמונאית ובראשית התקופה הרומית."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "המרד הגדול וחורבן הבית",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "זמן קצר לאחר מותו של הורדוס עברה יהודה לשלטון של נציבים שנשלחו מרומא, לא הכירו את אוכלוסיית הארץ, התקשו בשליטה בה וניסו על-פי רוב לנצלה מבחינה כלכלית. הציבור היהודי בארץ התנגד לשלטון הרומי, היה מסוכסך עם קבוצות הלניסטיות מקומיות בהדרגה החל גם להתערער מבחינה חברתית-כלכלית. ",
            "כל אלו העלו את העם היהודי על מסלול התנגשות עם השלטון הרומי והביאו לפרוץ המרד הגדול (66-73 לספירה). המרד ריתק אל ארץ-ישראל כוחות גדולים והלחימה התפרסה על שטח נרחב. בשנת 68 ניכר מפנה לטובת המורדים, כאשר חוסר היציבות השלטונית ברומא הביא להקפאת הלחימה. אך הזדמנות זו לא נוצלה על-ידי המורדים היהודים, שהיו מפולגים ביניהם והושפעו מפעולתם של קנאים קיצונים.",
            "בשנת 70 התחדשה הלחימה והוטל על ירושלים מצור בראשותו של טיטוס*. בתום קרבות קשים נכבשה העיר ובית המקדש נחרב. אולם גם חורבנה של ירושלים לא הביא להפסקת המרד, ובאזורים המדבריים נותרו מספר מוקדי התנגדות; מצדה הייתה האחרונה שבהם.",
            "על המתחם המבוצר והמבודד, בו התרכזה קבוצת מורדים קטנה, הוטל מצור ארוך ורק בשנת 73 בתום קרב קשה, הצליחו הרומים לפרוץ לתוכו. המורדים שהתרכזו בו, ובראשם אלעזר בן יאיר**, גמרו אומר שלא להיתפס חיים, והתאבדו. רק עם כיבוש מצדה, חמש שנים לאחר שהחל המרד, הצליחו הרומאים לבסס שוב את שליטתם באזור.",
            "",
            "* טיטוס (91-39) מנהיג צבאי שפיקד על דיכוי המרד הגדול ומאוחר יותר, התמנה לקיסר רומא. על פי יוספוס פלביוס, לא התכוון טיטוס להביא לחורבנו של בית המקדש, והדברים התגלגלו מעצמם; היסטוריונים מודרניים נוטים לפקפק בטענה זו. ",
            "** אלעזר בן יאיר (המאה הראשונה לספירה,) מנהיג קנאי שפעל במהלך המרד הגדול. על-פי המסופר אצל יוסף בן-מתתיהו, הנהיג אלעזר את המתבצרים במצדה ומשהבין כי גורלם נחרץ, הוביל את אנשיו לבחור 'בחירות על-פני החיים'."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "המשך החיים ביהודה לאחר החורבן",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "המכה שספג העם היהודי עם חורבן ירושלים והמקדש, הייתה קשה מאוד. בית המקדש עמד במרכזו של הפולחן הדתי ביהדות, וההנחה הרווחת הייתה כי הוא יעמוד על כנו לנצח. בציבור היהודי היו משסברו כי לאחר החורבן אין עוד טעם בחיים וטיפחו מנהגי אבל שונים. בהדרגה צמח באזור השפלה מרכז רוחני חלופי שמרכזו היה ביבנה.",
            " על-פי המסופר בספרות חז''ל, הצליח רבן יוחנן בן-זכאי לחמוק מירושלים במהלך המצור, וביקש מן הרומאים לייסד מרכז רוחני חלופי. ביבנה תוקנו שורה של תקנות שנועדו לאפשר את המשך החיים היהודיים ללא מקדש ועוצבו רבים מדפוסיה של היהדות המוכרת לנו כיום.",
            "אולם גם פעולה זו לא הצליחה לכבות את השאיפות לבנייתו מחדש של המקדש ולחידושה של העצמאות המדינית. שאיפות שבאו לידי ביטוי במרד התפוצות (115-117) והתפרצו בעוצמה רבה במרד בר-כוכבא (132-136). ברקע למרד עומדת תכניתו של הקיסר הרומי הדריאנוס לבנות מחדש את ירושלים כעיר רומית אלילית לה העניק את השם איליה קפיטולינה.",
            " בין החוקרים חלוקות הדעות אם הדריאנוס התכוון לפגוע ביהודים באופן מכוון או שפעולותיו בוצעו כחלק ממגמה כללית להשליט באימפריה פולחן אלילי אחיד; אולם, היהודים בכל אופן ראו בפעולותיו פגיעה אנושה באמונתם. על-פי חלק מן המקורות, לכעסם של היהודים נוספה סיבה נוספת כאשר אסר אדריאנוס על קיומה של ברית המילה. ",
            "פעולות אלו, לצד המצב הכלכלי הקשה והתקוות המשיחיות לבניינו המחודש של בית המקדש, הביאו לפרוץ מרד שבראשו עמד שמעון בר-כוכבא שנתמך בידי חכמים וחלקים נרחבים מהציבור וכונה בר-כוכבא. המורדים הכינו תשתית טובה למרד: בנו מערכות תת-קרקעיות מתוחכמות ששימשו אותם כמקומות מסתור והקשו על הרומאים את הלחימה; פגעו בייצור של הנשק הרומי ביהודה; והצליחו לרתק אל האזור כוחות צבא גדולים. למרות הצלחותיהם הראשוניות שכללו ככל הנראה גם את כינונו של שלטון עצמאי קצר-ימים, הצליחו הרומאים להכניע את המרד. בראש כוחותיה של רומא עמד נציב בריטניה, יוליוס סברוס, שהובא לצורך המשימה במיוחד לארץ. ",
            "דיכוי המרד היה אלים ואכזרי ולאחריו הוטלו על היהודים גזירות שמד: איסור על לימוד תורה, איסור על התקהלות בבתי הכנסת, איסור על המילה ועוד. הגזירות התמידו עד למותו של הדריאנוס ובוטלו רק בידי יורשו, אנטונינוס פיוס. בהדרגה שוקמו החיים היהודיים בארץ ומרכזם עבר לגליל.",
            " בסוף המאה השנייה לספירה קיבל את הנהגת הקהילה היהודית רבי יהודה הנשיא המכונה בספרות חז''ל, 'רבי'. מפעלו המרכזי היה כינוס כלל המסורות ההלכתיות שהרכיבו את התורה שבעל- פה לכדי חיבור כתוב – המשנה. פעולתו בתחום זה, כמו בתחומים אחרים, מעידה על סמכותו והיא הוסיפה לעצב את העולם היהודי כפי שהוא מוכר כיום. ר' יהודה הנשיא לכונן חיים נורמליים ביהודה, למסד יחסים תקינים עם הרומים, להרגיע מגמות של מרדנות ומשיחיות ולשמר את התורה שבעל-פה למענם של הדורות הבאים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "המרכז היהודי בבבל: אמוראים, סבוראים וגאונים",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "גם לאחר חתימתה של המשנה, המשיכו חכמים בלימודה ובפירושה. דיונים אלו נאספו בהדרגה ונערכו לחיבור המכונה 'תלמוד'. התלמוד הירושלמי נחתם בטבריה לקראת סוף המאה הרביעית, והוא מבטא את פועלם של חכמי ארץ-ישראל. באופן הדרגתי ועקבי עבר מרכז התורה לבבל, שם נהנתה הקהילה היהודית מהאוטונומיה שהוענקה לה בידי האימפריה הסאסאנית*.",
            " בבל התהוו שני מרכזים חשובים: סורא (באזור דרום עירק של היום) ופומבדיתא (מערבית לבגדד). בשתי הערים התקיימו ישיבות גדולות וקהילה יהודית ענפה שעסקה בלימוד תורה, בחקלאות ובמסחר. במרכזים אלו נוצר התלמוד הבבלי שנחתם בסופה של המאה החמישית. ",
            "בראש הקהילה עמדו ראשי הישיבות שהיוו את ההנהגה הרוחנית, וראש הגלות ('ריש גלותא'). אשר ייצג את הקהילה כלפי חוץ ועסק בענייני החול. חכמי התלמוד מכונים 'אמוראים' והחכמים שפעלו בסמוך לחתימת התלמוד הבבלי, מכונים 'סבוראים'. האמוראים יצרו את התלמוד ואת הדיונים המובאים בו, ואילו הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים.",
            "בראש הישיבות בסורא ובפומבדיתא עמדו חכמים שהוכתרו, החל מן המאה השישית, בתואר הכבוד 'גאון', תקופת פעילותם מכונה 'תקופת הגאונים', אל חכמים אלו פנו כלל יהודי התפוצות בשאלות שונות של רוח, הלכה ומשפט והתשובות שהם קיבלו, הפכו לפסקי הלכה מחייבים עבור הקהילה היהודית כולה. ספרות ענפה של התכתבויות מעין אלו (המכונה ספרות השאלות והתשובות – שו''ת), נשתמרה בידינו וממנה אפשר ללמוד על התפתחות המרכזים היהודיים השונים במרחב. הגאונים הותירו חיבורים חשובים בנושאים רבים, כך למשל רב סעדיה גאון (882-942) שהותיר אחריו ספרים העוסקים בדקדוק עברי, חיבורים פילוסופיים, אחד מסידורי התפילה הראשונים ועוד.",
            "",
            "* האימפריה הסאסאנית הייתה אימפריה פרסית קדם אסלאמית ששלטה באזור מסופוטמיה. דתה של האימפריה הייתה הדת הזורואסטרית שבמרכזה עומדת ההבחנה החדה בין טוב לרע."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "תקופת הראשונים",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "הגאונים פעלו עד למאה האחת-עשרה, אז החלה תקופה חדשה בתולדות העם היהודי המכונה 'תקופת הראשונים'. תקופה זו אופיינה בהיחלשותם של המרכזים היהודיים בבבל ובצמיחה של מרכזים יהודיים חדשים באירופה. הרבנים המרכזיים שפעלו בתקופה זו, התאפיינו כמו קודמיהם בבניין של נדבך נוסף על -גבי הגותם של החכמים שקדמו להם. חכמי התקופה עסקו בכתיבתם של חיבורים הלכתיים ובפירוש לתורה ולתלמוד, להלן נרחיב ביחס לפועלם של שניים: הרמב''ם (ספרד ומצרים) ורש''י (צרפת).",
            "  (1)  רבי משה בן מימון ( 1138-1204) נולד בקורדובה (אנדלוסיה, דרום ספרד) ופעל בעיקר במצרים. הוא הנהיג את הקהילה היהודית בקהיר, התמחה ברפואה, ערך פירוש למשנה וכתב חיבורים פילוסופיים שונים ש-'מורה נבוכים'* היה אחד המרכזיים שבהם. הרמב''ם נודע בגישתו הרציונליסטית והתנגד לפעולות מאגיות ומיסטיות, בהן ראה 'הגשמה' פסולה של האל. שמו התפרסם ברחבי העולם היהודי וספריו נלמדים בהרחבה עד עצם היום הזה. ",
            "חיבורו ההלכתי המרכזי, משנה תורה, כולל ארבעה עשר ספרים המחולקים באופן שיטתי ובחלוקה על -פי נושאים. אופיו של החיבור היה שונה באופן מהותי מהתלמוד הבנוי על-פי רצף אסוציאטיבי ועורר בשל כך את התנגדותם של גורמים שונים שחשו למעמדם של המקורות התלמודיים הקדומים יותר. בשנים הבאות השפיעה פסיקתו ההלכתית והגותו הפילוסופית של הרמב''ם באופן עמוק על העולם היהודי.",
            "(2) רבי שלמה יצחקי (1040-1105) נולד בטרואה (צפון צרפת, אשכנז), למד בישיבות המרכזיות של יהדות אשכנז ובמהרה הפך לסמכות תורנית-הלכתית ולמנהיג ציבור. רש''י חיבר פירוש מקיף ורחב על התורה והתלמוד המבוסס על הבנת הפשט ועל מדרשי חז''ל. פירושו נחשב למרכזי ביותר והוא נלמד באופן מסורתי בצמוד אל הטקסט. במקביל הוא עסק בפסיקת הלכה וענה על עשרות רבות של שאלות שהופנו אליו מכל רחבי העולם היהודי. פירושו של רש''י כתוב על-פי רוב באותיות ייחודיות המכונות 'כתב רש''י'. כתב זה שהוא עגול יותר ומשווה צורה שונה לכמה מן האותיות, אומץ על-מנת להבדיל בין הפירוש לבין עיקרו של הטקסט. ",
            "צאצאיו של רש''י המשיכו לעסוק בפירוש התורה, רשב''ם (ר' שמואל בן מאיר) ורבנו תם (ר' יעקב בן מאיר), הם שניים מן הבולטים שבהם. במרוצת הדורות התקבצו בבתי המדרש של אשכנז וצרפת, הערות ותוספות על פירוש רש''י לתלמוד הבבלי, אלו נקבצו בחיבורים קולקטיביים המכונים 'תוספות' (במלעיל).",
            "",
            "* מורה נבוכים ספר פילוסופי שפרסם הרמב''ם במהלך המאה השתים-עשרה, במהלכו הוא מבקש לתת כלים לתלמיד 'הנבוך' המגלה פער בין התורה לבין הפילוסופיה הכללית. הספר עורר התנגדות רבה ומתנגדיו טענו כי הוא רצוף בדברי כפירה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "תור הזהב וגירוש ספרד",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "אזור חצי-האי האיברי, בו שוכנות כיום המדינות ספרד ופורטוגל, המהווה את הקצה הדרום-מערבי של יבשת אירופה היה במהלך ימי הביניים זירה להתנגשויות חוזרות ונשנות בין נוצרים ומוסלמים. תקופת השלטון המוסלמי באזור זה נחשבת לתור הזהב של יהדות ספרד, תקופה של פריחה רוחנית, כלכלית ודתית. באותה תקופה קמו בקהילה זו תלמידי חכמים, פילוסופים, משוררים ואנשי רוח שיצרו כמה מן היצירות החשובות בתולדותיו של העם היהודי, והיו מעורבים בניהול הממלכות המקומיות. יהודים אלו יצרו ופעלו בניב ספרדי-יהודי שהוסיף ללוות את יוצאי ספרד והפך לימים לשפת הלאדינו, הידועה גם בכינויים 'ספניולית' ו-'ג'ודיזמו'. ",
            "עם הכיבוש הנוצרי של ספרד וסביבתה ('רקונקיסטה'), הורע בהדרגה מצב היהודים והחופש הדתי שניתן להם צומצם. שיאן של הרדיפות הגיע בשנת 1492 כשהמלך פרדיננד והמלכה איזבלה הציבו בפני יהודי ממלכותיהם אולטימטום: להתנצר או לעזוב את ספרד תוך ארבעה חודשים, אירוע שנודע לימים כגירוש ספרד. הרקע לגירוש, כפי שאפשר ללמוד מן הצו שהורה עליו, היה דתי:",
            "'הובא לידיעתנו כי במלכויותינו היו כמה נוצרים רשעים שהתייהדו וכפרו באמונה הקתולית הקדושה שלנו, הגורם הגדול לכך היה אינטראקציה בין היהודים ובין אותם נוצרים... על כן אנו, בהתייעצות עם ראשי הכנסייה, האצילים הגדולים של מלכויותינו... החלטנו להורות על היהודים והיהודיות הנזכרים של מלכויותינו לעזוב אותן... תחת האיום שאם לא יישמעו לפקודה זו, ויימצאו באחד מן המחוזות והמלכויות הנזכרים... דינם מוות והחרמת כל רכושם.'",
            "יהודי האזור שגורשו כעבור כמה שנים גם מפורטוגל השכנה, עזבו ברובם בחופזה וחיפשו מקום מגורים חלופי. רבים פנו אל-עבר האימפריה העות'מאנית ואחרים אל- עבר אירופה; קבוצה קטנה אף הרחיקה והגיעה אל אמריקה. היהודים שנותרו בספרד והתנצרו מכונים אנוסים. רבים מהם המשיכו לשמור על חלק ממצוות היהדות בסתר וסבלו מרדיפה של האינקוויזיציה, מוסד משפטי-דתי שביקש למנוע סטייה מעקרונות הדת הקתולית. הגירוש חיסל התיישבות יהודית בת מאות שנים, הביא לרדיפתם ולנדידתם של עשרות אלפים ושינה את פניו של העם היהודי.",
            "רבים מהיהודים שגורשו מספרד ומפורטוגל פנו אל-עבר האימפריה העות'מאנית ששלטה על כל רחבי המזרח- התיכון. במרחבי האימפריה מצאו היהודים הספרדים קהילות מקומיות של יהודים דוברי ערבית שכונו על-ידם מוסתערבים. קהילות אלו שחיו בארץ-ישראל ולחופי הים התיכון היו עתיקות, גדולות ומבוססות למדי. אולם בתהליך הדרגתי הפכו היהודים הספרדים לרוב בקהילות היהודיות באימפריה וברוב המקרים אף נטלו לידם את תפקידי ההנהגה בתוכן. באופן זה הפך הכינוי 'ספרדי' לכינוי מקובל ליהודי שמקורו בארצות האסלאם.",
            "בין היהודים שהיגרו לאימפריה העות'מאנית היו מי שהגיעו בסופו של דבר אל ארץ-ישראל. בארץ התגבש המרכז הרוחני והמדיני בעיקר בגליל. ידוע במיוחד מפעלה של דונה גרציה נשיא*, אשת עסקים יהודייה שהרחיבה את היישוב היהודי בטבריה והפכה אותה למרכז כלכלי חשוב. מרכז חשוב נוסף התגבש באותה העת בצפת, בה התפתח לצד מוקד של תעשיית הצמר, ממנה התפרנסו יהודים רבים, גם מרכז רוחני של עיסוק בתורת הסוד היהודית – הקבלה. אחת הדמויות הבולטות בהקשר זה היה האר''י הקדוש (האלוקי רבי יצחק לוריא אשכנזי) 1572-1534, שגדל במצרים, הגיע בשנת 1570 לצפת ולאורך השנתיים בהן פעל בעיר עד למותו, הצליח להגדיל את מעגל לומדי הקבלה ולפתח מאוד את העיסוק בה.",
            "לצדו פעלו בעיר מספר דמויות מרכזיות נוספות בהיסטוריה היהודית: בהם ר' יוסף קארו שחיבר את 'שולחן ערוך', הקובץ ההלכתי המרכזי בו נעשה שימוש כיום.",
            "",
            "* דונה גרציה נשיא (1569-1510) אשת עסקים יהודייה שנולדה למשפחת אנוסים בליסבון בירת פורטוגל. דונה גרציה רקמה יחסים טובים עם השלטונות העות'מאניים, סייעה רבות ליהודים שבתחומי האימפריה וכונתה על-ידה 'לה סניורה' (הגברת)."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "המרכז היהודי בפולין והתפתחות החסידות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "במקביל לתור הזהב בספרד החל להתפתח מרכז יהודי חשוב גם באזור אחר ביבשת אירופה – ממלכת פולין-ליטא שחלשה על שטחים נרחבים במזרח אירופה. מרכז יהודי זה נוצר בעיקר כתוצאה של הגירת יהודים מאזור מרכז אירופה ('אשכנז') וגם אליו היגרו יהודים שגורשו מספרד. ",
            "היהודים באזור נהנו מאוטונומיה נרחבת שבאה לידי ביטוי בפעולתו של ועד ארבע ארצות. הוועד ייצג את היהודים בפני השלטונות הפולניים, גבה את המסים, דאג להסדרת היחסים בין הקהילות היהודיות, פעל למען אינטרסים משותפים, התקין תקנות שונות בהתאם להלכה, שימש כמעין 'בית משפט עליון', ויסת את הפעילות הכלכלית וכן עסק בענייני חינוך ולימוד תורה. ",
            "כמאה וחמישים שנים לאחר גירוש ספרד (1648-1649) החלו בפולין סדרת פוגרומים המכונים במסורת היהודית גזירות ת''ח-ת''ט. ברקע לאירועים, המכונים בהיסטוריה העולמית 'מרד חמלניצקי', עומדת התקוממות של קבוצת קוזאקים אשר נתמכו בידי הצמיתים הרבים שחיו במדינה*. המרד אמנם כוון נגד האצולה הפולנית שהתעמרה במעמדות הנמוכים, אך היהודים סומנו כנציגים של שיטת הניצול היו לקרבנותיו המרכזיים; אלפי יהודים נרצחו וקהילות רבות נחרבו. האירועים הקשים, בשילוב התפתחותו של העיסוק בתורת הסוד העמיקו את הציפייה לשינוי משיחי על-טבעי ולסיום הגלות. ",
            "על רקע זה הופיע בעולם היהודי משיח השקר, שבתאי צבי (1626-1676), שהצליח להניע אחריו יהודים רבים ולחולל תנועה שכונתה שבתאות. המסעות של צבי ברחבי האימפריה העות'מאנית ומזרח אירופה, השינויים שהוא חולל בהלכה והחלטתו להתאסלם, עוררו משבר חמור וקרע בקהילות רבות. למרות הניסיונות לסלק את אחרוני מאמינו מתוך הקהילות, נותרו בעולם היהודי קבוצות קטנות ששמרו אמונים לשבתאות וכמה שנים לאחר מכן הופיע משיח שקר חדש, יעקב פרנק (1726- 1790) שהציג את עצמו כממשיכו**.",
            "המשבר שהולידה השבתאות, בשילוב עם התהוותו של ציבור יהודי גדול שהיה טרוד בדאגות היום-יום והתרחק מלימוד התורה הוביל במהלך המאה השמונה-עשרה לצמיחתה של תנועת החסידות. מייסד התנועה הוא ר' ישראל בעל-שם-טוב (הבעש''ט), 1700-1760, שהדגיש את חשיבותה של השמחה ועבודת ה' הטבעית ואת מקומו של הצדיק כמקשר בין החסיד לבין האל. בניגוד למקובלים ולרבנים אחרים, ביקשו הבעש''ט ותלמידיו להפיץ את תורתם לעם כולו ולא רק לתלמידי החכמים והמקובלים. ",
            "גדול תלמידיו היה ר' דב בער ממזריטש שכונה 'המגיד'*** והיה לאחד ממפיציה המרכזיים של תורת הבעש''ט וממניחי היסודות של התנועה. מכאן, הנהיגו תלמידיו של המגיד, שנתפזרו ברחבי מזרח אירופה, 'חצרות' חסידיות שונות – כשבראש כל אחת מהן עמד רב אשר חסידיו, שקיימו אתו קשר עז ורב-ממדים, כינוהו אדמו''ר (אדוננו, מורנו ורבנו). ",
            "בראשיתה, עוררה החסידות ביקורת רבה בשל 'עממיותה', השמחה והמנהגים השונים שנלוו לה. המתנגדים לחסידות המכונים מתנגדים או ליטאים, גרסו כי יש להמשיך ולהדגיש את חשיבותו של לימוד התורה ופחדו מהתפתחותה של תנועה המונית של משיחיות שקר כדוגמת השבתאות. בראש המתנגדים עמד הגאון מווילנא (הגר''א) 1720-1797, הוא הטיל חרמות על החסידים וביקש לצמצם את השפעתה של התנועה. בהמשך, הדברים אף הגיעו לכדי מאבק קשה בו עורבו גם שלטונות המדינה.",
            " במהלך השנים קמו חצרות חסידיות רבות בעלות אופי שונה ודרך ייחודית בערים השונות באירופה, וכיום, חלקן עוד נושאות את שמן, ואף שומרות על מבנה קהילתי מיוחד; ביניהן אפשר למנות את חסידויות ויז''ניץ, גור, חב''ד, ברסלב ועוד.",
            "",
            "* הקוזאקים שימשו כחיילים בצבאה של פולין וזכו בתמורה לאוטונומיה, כאשר נפגעה האוטונומיה שלהם הם פרצו במרד.",
            "** יעקב פרנק (1790-1726) היה יהודי שראה את עצמו כמשיח ופעל בשטחי פולין. רבים מן החוקרים רואים בו את אחד מממשיכיו של שבתאי צבי. הכת שייסד פרנק מכונה פרנקיזם, פולחנה הדתי כלל עירוב בין יהדות ונצרות והיא הוחרמה על-ידי הקהילה היהודית.",
            "*** ר' דב בער (המגיד) ממזריטש, (המאה השמונה-עשרה), גדול תלמידיו של הבעל שם-טוב ויורשו בהנהגת התנועה. העיירה מזריטש הפכה תחת הנהגתו למרכזה של תנועת החסידות, ממנה היא נפוצה הלאה אל כל רחבי מזרח אירופה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "אתגר האמנציפציה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "הן במזרח אירופה והן במזרח התיכון חיו היהודים עד לעת החדשה בקהילות נפרדות וסגורות. הקהילה ניהלה את חייה כמעט ללא מגע עם העולם החיצוני ובין היהודים לאוכלוסייה הסובבת התקיים בידול כמעט מוחלט. ",
            "כך מתאר את הדברים ההיסטוריון יעקב כץ*: 'מושב היהודים מוגבל מטעם השלטונות, ואין הם רשאים לישב אלא בקצת רחובות... לבושו של היהודי, שהיה שונה מלבוש שאר האוכלוסים... וכן שאר דברים של מראה: הזקן והפאות של האיש וכיסוי השער של האשה הנשואה... מציינים ומבדילים את היהודי מכלל האוכלוסייה.'",
            "אולם שיווי זכויותיהם של היהודים היה כרוך בפירוק המבנה הקהילתי המסורתי ודרש למעשה אימוץ אורח חיים, דרכי התנהגות, מקצועות ומנהגים של התרבות המערבית. על רקע זה צמחה תנועת ההשכלה היהודית, ראשית בגרמניה, שם היא מזוהה עם רעיונותיו של משה מנדלסון, ובהמשך במזרח אירופה ובמזרח התיכון. על עיקריה של תנועה זו עמד בן-ציון דינור***.",
            "סיסמאותיה של ההשכלה היו – חכמה ומלאכה, לשון ונימוס.",
            "חכמה – פירושה: הכנסת המדעים הכלליים לחוג הידיעות.",
            "המלאכה – פירושה: דאגה ציבורית מכוונת להבראתו הכלכלית של היישוב היהודי על ידי הכשרת הדור הצעיר למלאכה ואומנות המפרנסת את בעליה.",
            "הלשון – לשונות העמים אשר בקרבם אנו יושבים.",
            "נימוס – זהו בעצם מושג יותר כולל ומקיף... הקפדה על צורה חיצונית, על מידה וקצב, על חן וטעם, ומשום כך נימוס כולל בעצם שיפור כל הליכות החיים.",
            "רעיונות אלו התנגשו לא-פעם עם עקרונות דתיים ועל רקע זה התגלע שסע גדול המלווה את העם היהודי עד לימים אלו: השסע בין שומרי המצוות למי שאינם שומרי מצוות. זאת ועוד, חלק מהמשכילים ביקשו לצמצם את תחומיה של היהדות אל המישור הדתי בלבד, תוך ניפוי האלמנטים התרבותיים והלאומיים שלה. הם טענו כי הם 'צרפתים בני דת משה', 'אוסטרים בני דת משה', וכו'. באופן זה הם ביקשו להראות כי אין מניעה שהיהודים יתערו בסביבה בה הם חיים וייטלו חלק בבניית הזהות הלאומית המקומית, כמו בני דת הרוב במדינתם.",
            "כך או כך, ניסיון ההתערות הצליח רק באופן חלקי. לצד תהליכי האמנציפציה החל גל של פרעות אנטישמיות במזרח אירופה וכפי שנראה בהמשך, במערב אירופה התפתח זן חדש של אנטישמיות ארסית במיוחד. עובדה זאת, לצד גידול מתמיד באוכלוסייה היהודית, הגביר את מצוקתם של היהודים והביא את הקהילות במזרח אירופה אל סף רעב.",
            "",
            "* פרופ' יעקב כץ (1998-1904), מחנך, היסטוריון וסוציולוג ישראלי. הגותו של כץ הוקדשה לתולדות עם ישראל בימי הביניים ולמבנה החברה היהודית בתקופה זו. כץ זכה ב-1980 בפרס ישראל למדעי היהדות.",
            "** הנאורות (המכונה גם ההשכלה) הייתה תנועה רוחנית ופוליטית שהעמידה במרכזה את השכל האנושי תוך הדגשה כי האדם התבוני הוא השולט והמעצב הבלעדי של חייו וכי על המבנה הפוליטי להביא לידי ביטוי עמדה זו ולהימנע מכפייה ורודנות. המהפכה הצרפתית (1789) במהלכה הוחלף השלטון המלוכני בצרפת בידי בני המעמד השלישי היווה ביטוי פוליטי מרכזי לרעיונות אלו. ",
            "***בן ציון דינור (1973-1884), היסטוריון, מחנך ופוליטיקאי ישראלי שהקים את המחלקה להיסטוריה של עם ישראל באוניברסיטה העברית ואת יד ושם. דינור כיהן כשר חינוך במהלך רוב שנות החמישים והביא לחקיקתו של 'חוק חינוך ממלכתי'."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "היהודי אל מול אתגרי העת החדשה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "העם היהודי ניצב כעת בפני צומת דרכים משמעותית ומשבר עמוק בזהות הפנימית. בתגובה למציאות זו ניתן לסמן חמישה כיווני פעולה שכל אחד מהם שונה בתכלית:",
            "היטמעות – מאות אלפי יהודים ברחבי אירופה ביקשו להיטמע בסביבה הלא-יהודית. בהקשר זה החלו יהודים ליטול חלק מרכזי בתרבות ובכלכלה והיו אף כאלו שהמירו את  דתם. המשורר היהודי-גרמני היינריך היינה (1797-1856) שהמיר את דתו לנצרות והיה לאחד הכותבים החשובים בשפה הגרמנית, מייצג במידה רבה את הכיוון הזה.",
            "התבדלות – כתגובת נגד לתהליכים שתוארו החלו מי שביקשו לשמור על המסורת והדת. להגביה את חומות ההפרדה ולבדל את הקהילות היהודיות מן הציבור הלא-יהודי ומן המשכילים. באופן זה נולדה היהדות החרדית ועקרונות המפתח המובילים אותה. החתם סופר (1762-1839) שפעל בהונגריה ועקרונותיו סוכמו בטענה 'חדש אסור מן התורה', מייצג במידה רבה את הכיוון הזה.",
            "הגירה – במחצית השנייה של המאה התשע-עשרה פקד את אירופה גל הגירה גדול שיעדו ארצות הברית, בגל זה היה האחוז של היהודים מקרב כלל המהגרים, גבוה למדי. ארצות הברית הציעה למהגר היהודי הזדמנויות כלכליות וכן חופש מרדיפות ומאנטישמיות. הסופר שלום עליכם (1859-1916). שכתב ביידיש ותיאר בין היתר את קשיי ההגירה, מייצג במידה רבה את הכיוון הזה.",
            "מהפכנות – יהודים רבים ברחבי אירופה ביקשו לראות את פתרון הבעיה היהודית במסגרת תנועות המהפכה הרבות שקמו באירופה והושפעו מרעיונות סוציאליסטיים או קומוניסטיים שביקשו לשנות מן היסוד את הסדר החברתי וקראו לשוויון זכויות בין עשירים לעניים. רוזה לוקסמבורג (1871-1919) שניסתה להביא למהפכה קומוניסטית בגרמניה ונרצחה, מייצגת במידה רבה את הכיוון הזה.",
            "לאומיות – מיעוט מבין היהודים ביקש לראות בלאומיות יהודית את הפתרון: שוויון זכויות לאומי שהוא המשכו הישיר של שוויון הזכויות הפרטי. לדעתם, דווקא ניסיון האמנציפציה הוכיח כי היהודים שונים מהותית משכניהם הלא-יהודים וכי הם לעולם לא יוכלו להיות 'צרפתים בני דת משה' או 'אוסטרים בני דת משה', מאחר שהיהדות איננה רק דת. חוזה המדינה, בנימין זאב הרצל, בו נתמקד בהמשך, מייצג במידה רבה את הכיוון הזה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ראשיתו של הרעיון הלאומי – הדרך אל הציונות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "להדגיש את פועלן של שלוש דמויות מרכזיות המכונות 'מבשרי הציונות':",
            "משה הס (1812-1875) נולד בגרמניה, כילד קיבל חינוך מסורתי בבית סבו, אך עם השנים התרחק מן היהדות, התקרב אל רעיונות סוציאליסטיים וטען כי רק במסגרת זו, כחלק משוויון הזכויות הכולל, יימצא פתרון גם לבעיה היהודית. בשלב כלשהו, בהשפעת איחוד איטליה* ותהליכים כלליים אחרים, שינה הס את עמדתו. בספרו 'רומא וירושלים' הוא טען כי היהדות איננה רק דת אלא גם לאום, וביקש לקדם תוכניות לתקומה לאומית של היהודים בארץ ישראל. 'עומד אני בכל תוקף על זכותו של עם ישראל, זכות מקודשת וקדומה במידה שאין למעלה הימנה, לתבוע לעצמו את ארץ מולדתו'. ",
            "הרב יהודה שלמה חי אלקלעי (1798-1878), נולד באזור הבלקן לרב הקהילה בעיר סרייבו ושימש בעצמו כרב הקהילה בזמלין שבסרביה. אמונתו הדתית העזה, המרידות הלאומיות בבלקן ועלילת דמשק**, הביאו אותו למסקנה כי בעיית היהודים תיפטר רק עם כינון מדינה בארץ-ישראל. הרב אלקלעי פרסם בנושא מאמרים רבים ויצא למסעות בקהילות היהודיות על-מנת לגייס תמיכה לרעיונותיו.",
            "הרב צבי הירש קלישר (1795-1874) נולד בפוזנן השוכנת בגבול פולין-רוסיה וקיבל חינוך יהודי-מסורתי. הרב קלישר קנה השכלה רחבה בתחומים תורניים וכלליים ושימש כרב וכדיין. הוא סבר כי התעוררות לאומית יהודית, רצון המעצמות והתיישבות בארץ ישראל יחישו את הגאולה. את רעיונותיו פרסם בספר 'דרישת ציון'.",
            "",
            "* איחוד איטליה, מאז התפוררותה של האימפריה הרומית, היו שטחי איטליה מחולקים למדינות רבות, חלקן תחת שלטון זר. בראשית המאה התשע-עשרה החל לפעול אגודות לאומיות שביקשו 'לשחרר' את איטליה ולאחד אותה תחת שלטון אחד. תהליך איחודה של איטליה נחשב לאחד השיאים של המהפכה הלאומית('אביב העמים') והשפיע רבות על תנועות לאומיות אחרות ובהן הציונות.",
            "** עלילת דמשק כינוי לעלילת דם ולפרעות ביהודים שהתרחשו בדמשק ב-1840 כאשר הקהילה היהודית הואשמה ברצח של נזיר נוצרי ומשרתו המוסלמי. אירוע זה במהלכו נאסרו נכבדי הקהילה היה ביטוי ראשון לאנטישמיות בעולם המוסלמי."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "פרסום האוטואמנציפציה ותנועת 'חיבת ציון'",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "רעיונותיהם של מבשרי הציונות נתקלו על-פי רוב באדישות ואף בעוינות; אך בשנות השמונים של המאה התשע-עשרה, בעקבות פרוץ פרעות קשות ביהודי דרום רוסיה שכונו 'סופות בנגב', החלה התמונה להשתנות. במהלך שנת 1882 פרסם יהודה לייב פינסקר (1821-1891) חוברת קטנה בעילום שם וכותרתה 'אוטואמנציפציה! קול קורא לבני עמו, מאת יהודי רוסי'.",
            "פינסקר היה יהודי יליד רוסיה ששימש כרופא בעיר אודסה; לאחר שהתאכזב מסיכוייהם של היהודים להמשיך ולחיות ברוסיה האמין כי הפתרון היחיד למצוקתם טמון בעזיבת המדינה. באוטואמנציפציה הוא טען כי אוכלוסיית הרוב הלא-יהודית רואה ביהודים זרים ואינה מוכנה לקבלם כחלק מהחברה, זרות זו מביאה גם לא אחת לפחד ולשנאה. לאור זאת אין בהשוואת הזכויות של היהודים (אמנציפציה) די, מאחר והיא לא תפתור את הדימוי שלהם כזרים. האופציה היחידה על כן היא שחרור עצמי (אוטואמנציפציה) והקמת 'ארץ מקלט'.",
            "במקביל לפרסומה של החוברת קמו באירופה עשרות אגודות וארגונים שביקשו לקדם התיישבות יהודית בארץ-ישראל ופעלו ללא ארגון-גג מרכזי. הם אימצו את החוברת שעוררה דיון עז של תומכים ומתנגדים. חברי האגודות כונו חובבי ציון (המילה ציון היוותה כינוי לארץ -ישראל) והתנועה כולה כונתה 'חיבת ציון'.",
            "בין חברי האגודות השונות היו יהודים שומרי מסורת לצד יהודים משכילים שהתאכזבו מן האמנציפציה, נקודה שהביאה לעתים לחיכוכים. חלק מן האגודות הצליחו להגשים את רעיונותיהם וחבריהם עלו לארץ ישראל. עולים אלו היוו את העלייה הראשונה, בה נעסוק בהמשך.",
            "על-מנת לפתור את חולשתן הארגונית של האגודות ולייסד הנהגה מרכזית, שילב פינסקר כוחות עם הרב שמואל מוהליבר*, וכינס ב-1884 את ועידת קטוביץ. בטווח הארוך נכשלו ניסיונות אלו, התנועה סבלה מהיעדר הנהגה, נתקלה בקשיים גוברים והולכים והמושבות בארץ נקלעו לקשיים כלכליים.",
            "",
            "* שמואל מוהליבר (1898-1824) רב יליד וילנה, ממנהיגיה של תנועת 'חיבת ציון' ונחשב למנהיג הדתיים בתנועה. הרב מוהליבר סייע רבות למושבות של עולי העלייה הראשונה וחיבר חיבורים הלכתיים רבים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "בנימין זאב הרצל והקמת התנועה הציונית",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "על רקע הכישלון של אגודת חובבי ציון, החל במהלך סוף המאה התשע-עשרה פרק חדש ומאורגן יותר בתולדות הציונות, כאשר בנימין זאב הרצל החל בהקמת התנועה הציונית ובהפיכתה לתנועה לאומית גדולה ומאוחדת. הרצל נולד ב-1860 בבודפשט וחי את רוב חייו בווינה. על אף שהחוקרים חלוקים בדעותיהם לגבי הביוגרפיה שלו, נראה כי בשלב הראשון של חייו הוא היה רחוק יחסית מכיוון הפעולה הלאומי, ומבין חמשת כיווני הפעולה שהצגנו לעיל, היה קרוב יותר אל ההיטמעות. ",
            "התקרבותו אל העיסוק בבעיה היהודית ואל דרך הפעולה הלאומית, הייתה איטית ומדורגת. קשה להצביע על אירוע אחד בעקבותיו שינה הרצל את דעתו אך נראה כי לפגישותיו החוזרות ונשנות עם האנטישמיות המודרנית, הייתה עליו השפעה רבה.",
            "בשנת 1896, הוצגו לראשונה רעיונותיו של הרצל באופן שיטתי במסגרת הספר מדינת היהודים: 'התכנית כולה בצורתה היסודית היא פשוטה עד מאוד... למען תהי מובנת לכל אדם. יותן לנו השלטון בחלקת-ארץ על פני האדמה, אשר תספיק לצרכיה הישרים של אומתנו, ואת כל השאר נעשה בעצמנו'. הספר תורגם עד מהרה לעברית, ליידיש ולרוסית ועורר תגובות רבות. הרצל ניסח בספר שלבי פעולה מפורטים המסבירים כיצד ניתן להשיג את המטרה הזו ובזה חידושו המרכזי. ",
            "מעבר לצורך בהקמתם של מוסדות, הדגיש הרצל על הצורך ב-צ'ארטר, אישור בין-לאומי להתיישבות היהודית. כמו ספרו של פינסקר לפניו, גם ספר זה עורר פולמוס. הסופר היהודי- אוסטרי סטפן צווייג* תיאר את ההתנגדות לספר בווינה:",
            "'עדיין למדתי בגימנסיה כשיצאה לאור חוברת דקה זו... וזוכר [אני] את התדהמה והרוגז של חוגי הבורגנות היהודית בווינה. מה עלה על דעתו של סופר תרבותי, אינטליגנטי ובעל הומור זה? שאלו בפנים זועפות, על אלו שטויות שהמציא הוא כותב? מדוע עלינו ללכת לארץ-ישראל? לשוננו גרמנית היא ולא עברית, ומולדתנו היא אוסטריה.'",
            "כך או כך, לכול היה ברור כי בנימין זאב הרצל הולך ומתעצב כמנהיגה של תנועת המונים חדשה. מיד לאחר פרסום הספר הוא החל בסבב קדחתני של פגישות במטרה להביא לקניית זכות ההתיישבות בארץ-ישראל מהאימפריה העות'מאנית ששלטה בה והייתה נתונה באותה העת במשבר כלכלי חריף. ",
            "למרות האהדה הציבורית הרחבה לרעיון בקרב המוני היהודים, בעלי ההון היהודיים לא התלהבו מהרעיון. גם הצלחתו בפגישות עם דיפלומטים זרים הייתה חלקית; ולבסוף, פגישותיו עם ראשי השלטון העות'מאני באיסטנבול נחלו כישלון מלא.",
            " הרצל חזר לאירופה מאוכזב, אך עד מהרה החל בהכנות למפעלו הבא, הקונגרס הציוני הראשון, שנועד לכנס את תומכי הרעיון הציוני מרחבי העולם. הקונגרס כונס בסופו של דבר ב-1897 בבאזל. במהלכו נוצר שיח יוצא-דופן בין יהודים שומרי מסורת למי שעזבו את הדת ובין יהודים מחלקים שונים של העולם היהודי.",
            "מבחינה ארגונית נוסדו המוסדות המרכזיים שעל-בסיסם תפעל התנועה הציונית בשנים הבאות; ומבחינה אידיאולוגית נוסחה 'תכנית באזל', תכנית הפעולה של התנועה: הקמת בית לאומי לעם היהודי בארץ ישראל המובטח על-פי משפט העמים.",
            "קונגרסים נוספים הוסיפו להתכנס מדי שנה, התנועה הציונית הלכה והתרחבה (בעיקר במזרח אירופה) והרצל הוסיף להתרוצץ ולהיפגש עם מנהיגים שונים בעולם. במסגרת זו ביקר בארץ ישראל, הצליח להשיג את תמיכתו של קיסר גרמניה ואף הצליח להתקבל לריאיון אצל הסולטן העות'מאני. ",
            "אך מכל אלו לא יצא בסופו של יום דבר והרצל חזר לנקודת הפתיחה: היה בידיו רעיון גדול אך לא היו בידיו הכלים לממשו. ב-1902 פרסם הרצל ספר נוסף: אלטנוילנד (ארץ ישנה-חדשה), הפעם היה הספר רומן אוטופי שתיאר את החיים במדינה היהודית שעתידה לקום בארץ ישראל. הרצל מצייר את המדינה הזו כחברת מופת, חברה המושתתת על עקרונות הצדק, הדאגה לחלש, הסובלנות והשלום. את הספר סיים הרצל בפסקה הבאה:",
            "'אם תרצו אין זו אגדה, אבל אם לא תרצו, כל מה שסיפרתי לכם הוא אגדה – ויישאר אגדה... החלום אינו שונה בהרבה מן המעשה, כמו שחושבים רבים. כל מעשיהם של בני האדם היו פעם חלומות; כל מעשיהם יהיו ביום מן הימים לחלום.'",
            "גם ספרו השני של הרצל לא הוביל לפריצת דרך מדינית ועל רקע כישלון זה, החלה פרשת אוגנדה. באפריל 1903, הציעו הבריטים להרצל להחכיר לתנועה הציונית שטח גדול ופורה במזרח אפריקה (כיום על גבול קניה- אוגנדה) וליצור מושבה יהודית בשטח זה. הרצל נטה לקבל את ההצעה, בעיקר בשל העובדה שהגיעה על רקע הפוגרומים המתרבים ברוסיה והביא את הנושא להצבעה בקונגרס. ההצעה עוררה סערה כשאל מול הרצל התייצבה אופוזיציה חזקה בראשות יחיאל צ'לנוב*. לבסוף, כפשרת ביניים, הוחלט לשגר לאוגנדה משלחת בדיקה וכשנה לאחר מכן ירדה ההצעה סופית מן הפרק.",
            " הוויכוח היה כֹה עז עד שבמהלך הקונגרס נראה היה כי התנועה הציונית הולכת להתפלג. הרצל יצא מפרשת אוגנדה מוכה וחבול, ונפער קרע בינו לבין מנהיגים ציוניים רבים אחרים. מצבו הבריאותי הלך והתדרדר עד שביולי 1904 הלך לעולמו והוא בן 44 בלבד. את לווייתו העצובה תיאר סטפן צווייג:",
            "'פתאום הגיעו לווינה, לכל תחנות הרכבות, ביום ובלילה יהודים מכל הארצות... מעולם לא הורגש ברור יותר, מה שלא הורגש קודם לכן בגלל המאבקים והדיבורים, כי כאן מלווים למנוחתו מנהיג של תנועה גדולה... פתאום הבחינה וינה כי מת לא רק סופר או משורר בינוני, אלא מעצב רעיונות, הקם ומנצח בארץ אחת, בעם אחד, במרווחי זמן ארוכים מאוד.'",
            "",
            "* יחיאל צ'לנוב (1918-1863) רופא ופעיל ציוני בקרב יהודי רוסיה. נחשב לאבי 'הציונות הסינתטית' שביקשה לשלב בין הזרמים השונים בתנועה הציונית. השתתף בהקמת הטכניון (1910-1913) וסייע בהשגת הצהרת בלפור (1916).",
            "** סטפן צווייג (1942-1881) סופר יהודי-אוסטרי שזכה להצלחה עולמית גדולה לפני עליית הנאצים לשלטון. משעלו הנאצים לשלטון הוחרם צוויג וספריו נשרפו. הוא ברח מגרמניה ונדד בעולם עד שהתאבד יחד עם אשתו בברזיל."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "זרמים ורעיונות בתנועה הציונית",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "לאחר מותו של הרצל רבים חשו כי התנועה הציונית נותרה יתומה ועל רקע העדר ההנהגה צפו ועלו חילוקי הדעות. המחלוקת המרכזית הייתה בין הדוגלים בציונות המדינית לבין הדוגלים בציונות המעשית.",
            " כאמור, הרצל, שהיה אבי הציונות המדינית, האמין כי התנועה הציונית צריכה להשיג צ'ארטר שיאפשר התיישבות רחבה וגדולה בארץ ישראל. הוא הדגיש את העובדה שהעליות לארץ (הראשונה והשנייה) היו חסרות מעמד חוקי, כינה את העולים 'מסתננים' וסבר שעלו לארץ כ-'גנבים בלילה'. ",
            "כנגד עמדתו עמדו הציונים המעשיים שטענו כי למפעל יישוב הארץ ולעלייה אליה, יש ערך גם אם היא לא מלווה בהסכמה בין-לאומית. הציונים המעשיים הגבירו את כוחם ככל שהתברר שפעילותו המדינית של הרצל לא נושאת תוצאות והם התחזקו עוד יותר לאחר מותו.",
            "כפשרה בין הגישות עמדה הציונות הסינתטית שביקשה לשלב (ליצור סינתזה) בין הציונות המדינית והציונות המעשית וסברה כי על התנועה הציונית לפעול לשיפור מצבם של היהודים במזרח אירופה. בראש הזרם עמד חיים ויצמן, לימים נשיאה הראשון של ישראל, אשר סבר כי:",
            "'את היחס בין העבודה המדינית לעבודה המעשית בארץ-ישראל אני רואה כמו היחס בין חופרי מנהרה, המתחילים את עבודת החפירה משני עברי ההר עד אשר הם נפגשים... אנו רוצים... סינתזה ישרה ואמתית של שני הכיוונים בציונות.'",
            "זרם נוסף בתנועה הציונית היה הציונות הרוחנית בראשו עמד אחד-העם, אשר צבי גינצברג (1927-1856). אחד העם היה פעיל ציוני ותיק שהחל את פעילותו עוד בימי 'חיבת ציון'. לטענתו ארץ-ישראל אינה מסוגלת לקלוט עלייה המונית וכי היהודים אינם 'מתאימים' עדיין לעלייה ולעבודת האדמה. בארץ ישראל הוא ראה 'מרכז רוחני' ולא 'ארץ מקלט', הוא האמין שצריכה לקום בה מדינה יהודית שתשמר ותפתח את התרבות היהודית וסירב לראות בה מקום מפלט מפרעות ומאנטישמיות. לאור זאת הוא סבר כי יש להתמקד ב-'הכשרת הלבבות', קרי הכשרה רוחנית של היהודים לעלייה לארץ.",
            "עוד זרם בולט בתנועה הציונית הוא הציונות הדתית. דתיים ושומרי מסורת לקחו מאז ומתמיד חלק חשוב בפיתוחו ויישומו של הרעיון הציוני. אתגר הניהול של התנועה, על-אף המחלוקות וההבדלים בתפיסות העולם, היה אתגר לא פשוט החל בתקופת 'חיבת ציון', דרך הקונגרסים הציוניים שניהל הרצל והמשך בתקופה שלאחר מכן.",
            " עוד ב-1893 הקים הרב מוהליבר, אחד ממנהיגי תנועת 'חיבת ציון', את תנועת 'המזרחי' שביקשה להפיץ את הציונות בקרב האוכלוסייה הדתית. בשנת 1902 החליטו הצירים הדתיים בקונגרסים הציוניים להתאגד בסיעה בעלת שם זהה, והיא פעילה עד ימינו. מטרותיה של תנועת המזרחי היו לשמור על צביונה הדתי של הציונות, למנוע התערבות של התנועה בענייני חינוך, תרבות ודת ולחזק את יעדיו המדיניים של הרצל. בראש 'המזרחי' עמד הרב יצחק יעקב ריינס, מגדולי הרבנים בליטא*.",
            "זרם נוסף שזכה בהדרגה לפופולאריות הולכת וגוברת, בעיקר בתוך תחומיה של ארץ-ישראל, הוא הציונות הסוציאליסטית שביקשה לשלב בין הרעיון הציוני של הקמת בית לאומי לעם היהודי לעקרונות הסוציאליזם המבקש ליצור שוויון בין כל בני האדם ולטפל בפערים מעמדיים. אחד מראשוני הציונות הסוציאליסטית היה נחמן סירקין (1868-1924) שפרסם בשנת 1898 חיבור בשם 'שאלת היהודים ומדינת היהודים הסוציאליסטית' בו טען כי:",
            "'גלגלי המדינה היהודית לא יונעו מבלעדי זרועותיו האמיצות של הפועל היהודי... הציונות סופה שתתמזג בהכרח עם הסוציאליזם. מדינת היהודים תהיה סוציאליסטית בהכרח.'",
            "הציונות הסוציאליסטית הצליחה במיוחד במזרח אירופה ורבים מעולי העלייה השנייה והעלייה השלישית נשבו ברעיונותיה. הדוגלים בציונות סוציאליסטית התאגדו באגודות 'פועלי ציון' שהפכה בהדרגה למפלגה.",
            "",
            "* הרב יעקב ריינס (1915-1840) מגדולי הרבנים בליטא, מנהיג ציוני ומייסד תנועת המזרחי. הרב ריינס סבר כי יש לשלב את לימודי החול לצד לימודי הקודש. הרב ריינס פרסם מספר ספרים בהלכה ובהשקפה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "סיכום",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "בשער זה תיארנו בקצרה כמה פרקים מסיפורו ההיסטורי של העם היהודי מראשיתו בימי התנ''ך ועד לעת החדשה. למדנו כי החל מימי הבית הראשון התפצל העם היהודי וקיים מרכזים מקבילים במקומות שונים בעולם: בבל, צפון אפריקה, ספרד, אשכנז ופולין; אולם הזיקה לארץ ישראל והכמיהה לשוב אליה המשיכו ופיעמו מאחורי האירועים. ",
            "הסיפור ההיסטורי העשיר ורב-הפנים שמלווה אותנו הוא מקור השראה ממנו ניתן ללמוד רבות על מציאות ימינו. אולם בה-בעת הוא גם מדגיש את גודל המהפכה שבהקמת המדינה. בשנת 1990 פרסם העיתונאי צבי כסה בעיתון 'הארץ' טור המתאר שיחה דמיונית בין ישראלי בן-זמנו לבין אחד מאבות אבותיו:",
            "'אז הלכתי להעלות בסיאנס את אחד מאבותיי מהעיירה הקטנה בדרום רוסיה, ואמרתי לו: סבא, אומרים שהזהות היהודית שלי לא ברורה, עזור לי להבהיר אותה. שאל אותי סבא: צאצאי היקר, מה אתה עושה? אמרתי לו: הקמתי מדינה. אמר לי: יש דבר כזה, מדינת היהודים? אמרתי לו: כן. אמר לי: לא ייתכן! מה עוד אתה עושה? אמרתי לו: כדי שתהיה לנו מדינה צריך להגן עליה. הקמתי צבא... טכנולוגיה וחקלאות ומדע ותחבורה ומדיניות ותקשורת וטלוויזיה וחלל ומשפחה שוות מעמד לאיש ולאישה וכו'. אמר לי: בני, אני לא יכול לעזור לך. באמתחת הזהות שלי אין חומרים כאלה. תגדיר את עצמך בעצמך.' ",
            "שינויים אלו וההתמודדות עמם הם אתגר הניצב לפנינו בימים אלו."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "נספח: תפוצות ישראל",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "כפי שראינו תולדותיו של העם היהודי החל מחורבן בית ראשון הם למעשה תולדותיהם של מספר מרכזים יהודיים ברחבי העולם שקיימו קשרים מורכבים האחד עם השני. במשך אלפי שנים של חיים בגולה הצליח העם היהודי לשמור על קיומו ועל אחדותו וכמאמרה של מגילת העצמאות לא חדל מלחלום ומלקוות לשוב אל מולדתו ההיסטורית בארץ-ישראל.",
            "לצד הסקירה הרחבה אותה ביצענו לעיל ביחס לעם היהודי כולו נבקש בנספח הבא לעקוב אחר התהוותם וסיפורם של ארבעה מרכזים יהודיים חשובים: מזרח אירופה וברית המועצות; מערב אירופה וצפון אמריקה; ארצות האסלאם; ואתיופיה. ",
            "בחרנו דווקא במרכזים אלו מאחר ומרבית העולים לישראל הגיעו מאחת מן התפוצות הללו וחלקן עודן מהוות תפוצות חשובות מבחינתו של העם היהודי. היכרות עם הרקע ההיסטורי והתרבותי של התפוצות השונות מהווה חלק מסיפורו ההיסטורי של העם היהודי ומשלים מבחינות רבות את התמונה אותה התחלנו לצייר לעיל."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יהדות מזרח אירופה וברית המועצות",
          "text": [
            "הקיבוץ היהודי במזרח אירופה היה עד לשואה הקיבוץ היהודי הגדול בעולם. ראשיתו בהתיישבות קטנה ומפוזרת בימי הביניים המוקדמים והחל מהמאה השלוש-עשרה הוא גדל והתרחב. כאמור, התרחבות זו הייתה קשורה בטבורה לממלכת פולין-ליטא, שחלשה על שטחים נרחבים בהרבה משטחן הריבוני של מדינות אלו כיום. היהודים הוזמנו להגר לממלכה על-ידי השלטונות ונהנו מכתבי זכויות ('קיומים') שאפשרו לקהילה אוטונומיה נרחבת (למשל באמצעות ועד ארבע ארצות בו דנו לעיל).",
            "תהליך ההגירה וההתיישבות בפולין תואר באופן ציורי על-ידי ש''י עגנון*: 'ראו ישראל, שהצרות מתחדשות ובאות והרדיפות נמשכות והולכות... עמדו על דרכים וראו, ושאלו לנתיבות עולם: אי זו דרך הטוב ילכו בה ומצאו מרגוע לנפשם. נפל פתק מן השמים: לכו לפולניה! ויבואו ארצה פולין ויתנו למלך הר זהב... וייתן להם המלך לשבת בכל ארצות ממלכתו, לסחור את הארץ לאורכה ולרוחבה ולעבוד את ה' כמשפט דרכם, והמלך מגן בעדם מכל צר ואויב. וישכון ישראל בטח בפולין ימים רבים. וישלחו ידיהם במסחר ובכל מלאכת עבודה... כי על כן קרא שמה פולין כי כה אמר ישראל בבואו אל הארץ: פה-לין! לאמור פה נלין עד שנזכה לעלות לארץ -ישראל.'",
            "במהלך המאה השמונה-עשרה והתשע-עשרה, נעלמה פולין באופן הדרגתי מעל מפת אירופה ויהודי פולין מצאו את עצמם כעת כנתינים של רוסיה, אוסטריה ופרוסיה. בהדרגה צמצמו המדינות הכובשות את האוטונומיה של הקהילה היהודית ופגעו במשק הפיאודלי** שפרנסתם של יהודים רבים הייתה תלויה בו. ",
            "מרביתם של יהודי פולין נכללו בשטח הכיבוש הרוסי, בו חיו בראשית המאה העשרים כ-40% מיהודי העולם. הצארים הגבילו את שטחי המחיה של היהודים ואילצו אותם להצטופף בתחום המושב שכלל את אזור ההתיישבות המסורתי שלהם.",
            " הגידול הדמוגרפי של האוכלוסייה היהודית והקושי להתפרנס בכבוד בשל שינוי השיטה הכלכלית הוביל להיווצרותו של עוני חריף. במקביל, המדינה שאפה לצמצם בכפייה את ההתבדלות היהודית: פגעה במערכת החינוך המסורתית שהעמידה במרכזה את לימוד התורה, ניסתה לצמצם את השימוש בשפות היהודיות (עברית ויידיש) ושאפה 'לתקן' את היהודים באמצעות גיוסם הכפוי לצבא.",
            "צעד אחרון זה, הפך לסמל בולט של הדיכוי הרוסי: השירות הצבאי החל בגיל צעיר מאוד, נמשך לאורך עשרים וחמש שנים ובדרך כלל התנהל הרחק מן הקהילה היהודית. מבחינה פורמלית אמנם הובטח ליהודים חופש דתי בצבא, אך בפועל הוא לא נשמר ונעשו פעולות רבות על-מנת להרחיקם מן היהדות.",
            "האנטישמיות שבאה לידי ביטוי בצעדי הממשלה, לבשה עד מהרה גם דפוסים עממיים וממוסדים למחצה. לאורך סוף המאה התשע-עשרה וראשית המאה העשרים, סבלו היהודים מכמה גלים של פוגרומים, הידועים שבהם הם 'סופות בנגב'*** (1882-1881) ופרעות קישינב (1903)****. פרעות אנטישמיות אלו 'הכינו את הקרקע' מבחינות רבות לקראת הטבח ההמוני שבוצע ביהדות מזרח אירופה על-ידי הגרמנים במהלך תקופת השואה וקהילות רבות בתחום המושב נמחו בו לחלוטין.",
            "בשנת 1917 הודח השליט האחרון של האימפריה הצארית, ובסיומה של מהפכה פוליטית, הוקמה, בשנת 1922, ברית המועצות כמדינה קומוניסטית. כחלק מעקרונות היסוד של הקומוניזם, התנגדה ברית המועצות לכל דת, ועל רקע זה בוטלו הקהילות היהודיות והוטל איסור על קיומן הפומבי של חלק ממצוות היהדות. יהודים שביקשו לדבוק בדתם, הועמדו בפני איום בהגליה, במעצר וברדיפה. ",
            "על אף שברית המועצות הצהירה על התנגדותה לאנטישמיות, הרי שבפועל סבלו היהודים גם מרדיפה שהייתה אנטישמית במהותה. אחד הביטויים המובהקים לרדיפה זו היו משפטי פראג (1952), במהלכם הואשמו ארבעה-עשר אנשי ציבור (מהם אחד-עשר יהודים) בריגול לטובת ישראל וארצות הברית, ורובם הוצאו להורג. ",
            "הרדיפה הופנתה בהדרגה לא רק כלפי הדת היהודית אלא גם כלפי הציונות. על יהודי ברית המועצות נאסר לעלות לארץ, ומי שעסק בפעילות ציונית, סבל מרדיפה ונאסר פעמים רבות לתקופות ממושכות, אסירים אלו כונו אסירי ציון. בברית המועצות התקיים אחד הריכוזים היהודיים הגדולים בעולם, אך עם התמוטטותה של המדינה, רבים מן היהודים שחיו בה, בחרו להגר ממנה לארצות הברית או לעלות לארץ. *****",
            "",
            "* ש''י (שמואל יוסף) עגנון (1970-1887) סופר ישראלי שזכה בפרס נובל. עגנון מתאר בסיפוריו את הווי היישוב היהודי במזרח אירופה ואת החיים בירושלים שלפני הקמת המדינה. סגנונו מושפע מהמדרש ומהתלמוד.",
            "** פולין התנהלה עד לחלוקתה על-בסיס פיאודלי: השלטון רוכז בידי האצולה שפעלה תחת חסותו של מלך ונשמרה הקפדה על חלוקה קשיחה למעמדות חברתיים (אצולה, כמורה, מעמד שלישי). מרבית בני המעמד השלישי איכרים חסרי זכויות או רכוש שכונו וסלים. מוסד החכירה שפרנס רבים מיהודי פולין, מהווה חלק אינטגרלי משיטה זו, היהודים חכרו מן האציל זכויות ומוסדות שונים שהיו בתחום אחוזתו (בתי מרזח, טחנות קמח ועוד) בתמורה לדמי חכירה קבועים. ההפרש בין דמי החכירה לבין הכספים שגבו, היווה את הרווח שלהם מן העסקה. מוסד החכירה הביא לא פעם את הווסלים לשנאה כלפי היהודים שנתפסו כחלק מן הממסד הפאודלי המנצל. עם ביטול השיטה הפאודלית נעלם גם מוסד החכירה.",
            "*** 'סופות בנגב' הוא כינוי לגל פרעות בדרום רוסיה בין השנים 1882-1881, במהלכן התנפלו הפורעים על יותר ממאתיים קהילות יהודיות בעוד שהשלטון המרכזי הרוסי עמד מנגד. הפרעות מהוות את אחד הגורמים המרכזיים לגל ההגירה הגדול של יהודי רוסיה שחלקו הופנה לארץ ישראל והיווה את העלייה הראשונה.",
            "**** קישינב היא עיר שהייתה בעבר תחת שלטון רוסי וכיום משמשת כבירת מולדובה. באפריל 1903 בשבוע שבו חל חג הפסחא, פרצו בעיר ומסביב לה פרעות קשות ביהודים בהן נרצחו כארבעים ותשעה אנשים, כשש מאות נוספים נפצעו וכאלף וחמש מאות בתים וחנויות נבזזו.",
            "***** העלייה ההמונית מברית המועצות נידונה בפרק נפרד בהמשך."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יהדות ארצות האסלם",
          "text": [
            "קיבוץ יהודי חשוב נוסף התקיים בארצות האסלאם. כפי שראינו, יהודים חיו באזורים אלו החל מימי הבית הראשון, אך עליית האסלאם, החל מן המאה השביעית לספירה, הביאה לשינוי ניכר באופיו של האזור ומתוך כך גם באופייה של הקהילה היהודית שהתקיימה בו. מבחינה משפטית הוגדרו היהודים והנוצרים כאהל אל-ד'מה (בני חסות) והיו זכאים להגנת השלטונות. אולם הם חויבו במס גולגולת מיוחד (ג'זיה) ואולצו להכיר בנחיתותם ביחס לאסלאם. ",
            "עיקרון אחרון זה בא לידי ביטוי בחוקי עומר המיוחסים לח'ליף המוסלמי עומר השני* וכוללים איסור על מבני דת (בתי כנסת או כנסיות) חדשים, נשיאת חרב, רכיבה על סוס הפגנת הדת ברבים, גיור או התנצרות, בניית ועוד.",
            "מבחינה היסטורית, לא תמיד הייתה ההקפדה על 'חוקי עומר' עקבית והיא הושפעה ממידת כוחו של השליט אל מול אנשי הדת, מהאינטרסים הכלכליים ומההשתדלות של היהודים או הנוצרים. למרות העובדה שמעמדם של היהודים בארצות האסלאם היה נחות ממעמדם של שכניהם הלא יהודים, מדגישים רבים מן ההיסטוריונים כי מצבם היה טוב מזה של יהודי אירופה, דבר שהביא רבים מיהודי ספרד להגר אליהן לאחר הגירוש.",
            "עד לעת החדשה היו הרדיפות הדתיות של היהודים במזרח התיכון מוגבלות במשכן ובתפוצתן הגאוגרפית. רדיפה דתית קשה במיוחד נרשמה בשנים 1678-1679 בתימן, אז אולצו יהודי המדינה להתאסלם או לעזוב את בתיהם; מרבית היהודים בחרו לעזוב את תימן, התיישבו בעיירה מוזע השוכנת לחוף ים סוף וחזרו לשבת בערי תימן רק בשנת 1681. דוגמה נוספת לרדיפה דתית נרשמה בעיר משהד, באירן, בשנת 1839,  שם אולצו יהודי העיר להמיר את דתם אך רבים מהם בחרו לחיות כאנוסים.",
            "באימפריה העות'מאנית ששלטה על מרבית המרחב המוסלמי באותה העת, חיו היהודים במסגרת מילת: קהילה יהודית אוטונומית שניהלה את חיי היהודים באופן עצמאי וקיימה בתי משפט, שחיטה, מוסדות חינוך ועוד.",
            "רבים מן היהודים הצליחו להשתלב בתפקידים מרכזיים במנהל ובמערכת הכלכלית של מדינותיהן. יהודים אחרים, בעיקר מקרב אלו שהגיעו לאזור לאחר גירוש ספרד, יצרו רשתות סחר בין-לאומיות חשובות ותפסו מקום מרכזי במערכת הכלכלית המקומית. על תפקידם של היהודים בסביבה המוסלמית, אפשר ללמוד מעדותו של מרדכי עמנואל נוח**, יהודי ששימש בראשית המאה התשע-עשרה כקונסול של ארצות הברית בתוניס:",
            "'[בצפון אפריקה] חיים כ-700,000 יהודים. למרות שהמוסלמים רואים אותם כנחותים, בכל זאת הם האנשים החשובים בארצות אלה, כי הם האומנים, ראשי המכס, חוכרי הכנסות של האוצר, בעלי זכיון לקניית סחורות, מפקחים על מטבעות. הם הגזברים...'",
            "תהליכי האמנציפציה שהתרחשו באירופה, הגיעו בסופה של המאה התשע-עשרה ובראשית המאה העשרים גם אל ארצות האסלאם, בעיקר באמצעותו של הכיבוש האירופי. נוכח זאת החל מצבם של היהודים באזור להשתנות. בשנת 1839 פרסם הסולטן עבד אל מג'יד (1839-1861) את 'הצו הנשגב של ארמון הוורדים' (צו גילהאנה האט-אה שריף) בו הובטחו בפעם הראשונה שוויון זכויות והגנה למיעוטים. צו זה אמנם לא יושם באופן מלא, אך היה בו כדי לסמן את הכיוון אליו מתקדמת האימפריה ואת שאיפותיה. ב-1856 פורסם 'הצו המלכותי' (ח''ט-י הומאיון) בו אושררו והודגשו שוויון הזכויות והחופש הדתי באימפריה. עקרונות מערביים הללו הוחלו על כלל שטחי האימפריה העות'מאנית, ועקרונות מערביים מתקדמים אף יותר, הוחלו על מדינות מוסלמיות שנמצאו באותה העת תחת השפעה או שלטון קולוניאלי ישיר. ",
            "אך כמו באירופה, המצב החדש העמיד את יהודי ארצות האסלאם בפני קשיים ודילמות משמעותיים באשר להמשך קיום היהודי אל מול השינויים. עם התהוותו של הסכסוך היהודי ערבי, בחלקה הראשון של המאה העשרים, נתפסו לא פעם יהודי ארצות האסלאם כנציגיו של היישוב היהודי בארץ והם החלו לסבול מאפליה, רדיפה ולעתים אף אלימות בעלי רקע אנטישמי, לאומי או דתי. ",
            "כך לדוגמה, הואשמו יהודי דמשק בשנת 1840 ברצח פולחני של נזיר נוצרי ומשרתו המוסלמי בעלילת דם שכונתה לימים עלילת דמשק. בראשית יוני 1941 נרצחו למעלה ממאה ושבעים יהודים בבגדד בפרעות המכונות 'הפרהוד' ומאחוריהן עמדה הסתה אנטישמית מבית מדרשה של גרמניה הנאצית. רדיפות אלו הגיעו לשיאן עם הקמתה של מדינת ישראל והן אילצו את יהודי ארצות האסלאם לעזוב את ארצות מולדתם בחופזה, פעמים רבות תוך השארתם של נכסים רבים מאחור.",
            "* ח'ליף הוא התואר אותו נושא המנהיג המוסלמי של 'אומת האסלאם'. משמעות התואר הוא 'יורש' או 'מחליף' של הנביא מוחמד, אבי דת האסלם. עומר השני (717-720) היה שליט מוסלמי משושלת בית אומאיה.",
            "** מרדכי עמנואל נוח (1851-1785) היה עיתונאי, דיפלומט ומשפטן יהודי-אמריקאי. נוח ניסה להקים בארצות הברית מושבה יהודית, אותה כינה אררט, באי גרנד-איילנד. נוח ייסד את העיר ופרסם קול קורא ליהודי העולם, אך הוא זכה להיענות מוגבלת ואף ללעג מצד רבים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יהדות מערב אירופה וצפון אמריקה",
          "text": [
            "ההתיישבות היהודית במערב ומרכז אירופה החלה בסוף האלף הראשון והתקיימה בצלם של פרעות, גזירות, עלילות דם וגירושים. אחד האירועים המרכזיים שהשפיעו על קיבוץ יהודי זה היו מסעות הצלב, סדרת מסעות שיזמו האפיפיורים הנוצרים בין המאה האחת-עשרה למאה השלוש-עשרה. המסעות לוו בלהט דתי ובמרכזם עמד ניסיון לחדש את השליטה הנוצרית על טריטוריות שהיו בידיים אחרות, ובראשן על ארץ-ישראל. עבור היהודים היו מסעי הצלב בבחינת אסון: הצלבנים, עברו דרך קהילות יהודיות ורצחו באכזריות אלפים מחבריהם. ",
            "בעת מסע הצלב הראשון (1095) התרחשו פרעות קשות ביותר שפגעו בקהילות מרכז גרמניה (בעיקר בקהילות שו''ם: כינוי מקובל לקהילות היהודיות בערים שפיירא, וורמייזא ומגנצא, שעל גדות נהר הריין) והן כונו גזרות תתנ''ו. העדויות ההיסטוריות מתקופה זו מדגישות את נכונותם של היהודים למות על קידוש ה' ואת סירובם להתנצר.",
            "בנוסף התמודדו יהודי האזור עם עלילות דם, כינוי המתייחס אל סיפור שקרי בעל מאפיינים אנטישמיים, במרכזו הטענה כי היהודים משתמשים בדם נוצרי לשם אפיית מצות הפסח. בימי הביניים התרחשו מספר עלילות דם מפורסמות שתוצאותיהן היו הרות אסון מבחינת היהודים, בין השאר בנוריץ' שבאנגליה (1149), בבלואה שבצרפת (1171), בפולדה שבגרמניה (1235) ובטרנטו שבאיטליה (1475). היהודים הואשמו גם באחריות ל- 'מוות השחור', מגפה קשה שהכתה באסיה ובאירופה בין השנים 1347-1351 ובמהלכה מתו מיליוני בני-אדם.",
            "לנוכח כל אלו גורשו היהודים מספר פעמים ממקומות מושבם ועל כן, במאה השלוש-עשרה, משהתאפשר להם, בחרו רוב היהודים שחיו באזור להגר מזרחה אל עבר פולין. ראשיתה של תקופת הנאורות ('ההשכלה') וירידת כוחה של הנצרות לאחר ימי הביניים, שיפר את מעמדם של יהודי מערב אירופה ומרכזה. עם המהפכה הצרפתית (1789) החלו באופן הדרגתי מדינות אירופה להעניק ליהודים שוויון זכויות ('אמנציפציה'). עובדה זו, כפי שציינו, השפיעה באופן עמוק על כיוון ההתפתחות ההיסטורי של העם היהודי; אך משמעותה הייתה גם פגיעה קשה בסמכויות הקהילה היהודית והנעה של תהליכי התבוללות וחילון.",
            "השתלבותם של היהודים באוכלוסייה הכוללת לא התרחשה ביום אחד, מדובר היה בתהליך ארוך, אך לאורך השנים, יותר ויותר יהודים שהתגוררו באזור, תפסו מקום משמעותי בחברה, בכלכלה ובתרבות. יהדות מערב אירופה ומרכזה נפגעה קשות במהלך תקופת השואה. כיום קיימות קהילות יהודיות גדולות בצרפת, בגרמניה ובבריטניה; אך המרכזים היהודיים הגדולים במערב היבשת חרבו ברובם.",
            "לצד הקהילה היהודית במערב אירופה, החלה להתהוות בהדרגה קהילה יהודית גם בצפון אמריקה. ראשיתו של היישוב היהודי בחלק זה של העולם, בקבוצה של עשרים ושלושה יהודים פורטוגזים שהגיעו למושבה ניו-אמסטרדם (לימים ניו-יורק) בשנת 1654. במרוצת המאה השבע-עשרה והשמונה-עשרה הגיעו לאזור יהודים נוספים ממוצא ספרדי שהחלו לנדוד בעולם עם גירוש ספרד וכן כמה יהודים אשכנזים שהפכו בהדרגה לרוב בקהילה.",
            " מספר זה גדל לאין שיעור במהלך המאה התשע-עשרה, בסיומה מנתה יהדות ארצות הברית כבר כשני מיליון נפש. נהוג לחלק את ההגירה הגדולה למדינה לשני 'גלים': הגל הראשון (1820-1880) שהורכב בעיקר מיהודים יוצאי גרמניה ומרכז אירופה; והגל השני (1881-1914) שהורכב בעיקר מיהודים יוצאי רוסיה ומזרח אירופה. לאחר השואה וגירוש יהודי ארצות האסלאם גדלה הקהילה היהודית באזור אף יותר.",
            "המאפיינים הייחודיים בארצות הברית ובייחוד הפרדת הדת מן המדינה, אפשרו למהגרים היהודים להשתלב באופן עמוק בחברה האמריקאית, להקים מוסדות קהילה חזקים ורחבים ולפתח את ההגות והמחשבה היהודית. בארצות הברית התפתחו הזרמים הדתיים החדשים: התנועה הרפורמית שראשיתה בגרמניה, ובמרכזה התביעה לבצע ביהדות רפורמות על-מנת להתאימה לרוח התקופה; התנועה הקונסרבטיבית שדגלה גם היא בשינויים מסוימים ביהדות אך שימרה את מחויבותה להלכה; וכן בהמשך, התנועה הרקונסטרוקציוניסטית שהתייחסה אל היהדות כתרבות.",
            "בהדרגה הפך המרכז היהודי בארצות הברית למרכז היהודי החשוב בעולם והוא התחזק עוד יותר עם הגירתם של יהודים אליו לאחר השואה. כיום מתקיימת בארצות הברית הקהילה היהודית השנייה בגודלה בעולם לאחר מדינת ישראל."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "יהודי אתיופיה",
          "text": [
            "ראשיתו של היישוב היהודי באתיופיה היא ככל הנראה בעת העתיקה ויש המקדימים אותה כבר לימי בית ראשון. העדויות לגבי תקופה זו מועטות והמסורות במחקר סותרות זו את זו. היהודים נזכרים בהיסטוריה של אתיופיה כפלאשים, כינוי שמשמעותו 'פולש'. הם לעומת זאת מכנים את עצמם בכינוי: 'ביתא ישראל' המעיד על השייכות הדתית-אתנית שלהם אל העם היהודי. ",
            "היהודים התרכזו בעיקר באזור הצפון-מערבי של אתיופיה בסמוך לגבול האריתראי, חלקם דיברו אמהרית וחלקם תיגרית. על-פי רוב הם חיו בכפרים עצמאיים בהם התגוררו רק יהודים ועסקו בחקלאות. זהותם נשמרה במשך דורות רבים והתפתחה במנותק משאר העולם היהודי, אך תוך מגע רצוף עם התרבות והחברה הסובבים.",
            " ספר התורה של יהודי אתיופיה מכונה 'אורית' והוא כתוב בשפת הגעז המקודשת להם; הם לא נהגו לחגוג את חנוכה ופורים שהם חגים שנקבעו על-ידי חז''ל; ועד למאה התשע-עשרה לא הכירו ולא קיימו קשר עם קיבוצים יהודיים אחרים. העדויות הברורות הראשונות על קיומה של קהילה יהודית באתיופיה, מתוארכות למאה השלוש-עשרה או הארבע עשרה. 'ביתא ישראל' מתוארת כקהילה שקיימה עצמאות ריבונית וביקשה לשמור עליה מפני הקיסרים הנוצרים. בקרב בני העדה מכונה הישות הריבונית אותה קיימו באותה העת, ממלכת הגדעונים.",
            "הקיסר הנוצרי יסחאק שהשתייך לשושלת הסולומונית*, יצא נגדם למלחמה והוא זה שביטל את עצמאותם. על-פי מקורות מסוימים יסחאק לחץ על בני העדה להתנצר, ואיים כי זכויותיו של מי שלא יעשה כן, ייפגעו. היחלשותה של השושלת הסולומונית במהלך המאה השמונה-עשרה (שכונתה 'תקופת השופטים האתיופית'), הרעה את מצבה של הקהילה שהייתה נתונה כעת לחסדיהם של שליטים מקומיים. ",
            "באמצע המאה התשע-עשרה הייתה עדיין 'ביתא ישראל' קהילה גדולה שמנתה כמה עשרות אלפי יהודים, אך בהמשך המאה היא קטנה הלך והורע מצבה. ההתעניינות האירופאית באפריקה הביאה לאתיופיה מיסיונרים וחלקם פעלו בקרב הקהילה בהצלחה מצומצמת**. במקביל, גם יהודי אירופה החלו לגלות בקהילה היהודית באתיופיה עניין; כפי שניתן ללמוד למשל ממכתב ששלח יוסף הלוי***, מזרחן וארכאולוג שיצא למסע באזור בשליחות 'כל ישראל חברים':",
            "'מפי כתבי העתים נודע לי כי יש את נפשם מאוד לשלוח איש נבון ונאמן אל אחינו בני ישראל האובדים בארץ כוש וסינים, לדרוש שלומם, לחקור מעשיהם ומנהגיהם ולקשרם בקשר אמיץ אל אחינו בני המערב... החדשות המעציבות אשר באו מקרוב מארץ כוש על שפל מצב אחינו שמה, והרעה הנוראה הנשקפה להם מאת צדי נפש אדם... להדיח ישראל מדת אבותם... העירו כשלהבת-יה את רחמי בני עמנו על אחינו האומללים ההם וקול אנחה מרה נשמע מכל אפסי ארץ לאמור: קומו ונקומה לישע אחינו!'",
            "הלוי הגיע לאתיופיה והיה היהודי הראשון שנפגש עם הקהילה. בשנים הבאות, בימיו של הקיסר יוהנס הרביעי המכונים על-ידי בני הקהילה 'הימים הרעים', הפך האזור בו חיו לשדה קרב בין צבאות אתיופיה, מצרים, סודן ואיטליה והקהילה נפגעה שוב. ",
            "על רקע זה המשיך ופעל במדינה תלמידו של הלוי, יעקב פייטלוביץ' (1881-1955). מפעל חייו של פייטלוביץ' היה הניסיון לגשר בין ביתא ישראל לבין הקהילות היהודיות האחרות בעולם. הוא פרסם את דבר קיומה של הקהילה, גייס למענה כספים, הקים ועדי פעולה, ובשנת 1923 הקים, לשם שימור תרבותה, גם בית ספר יהודי מודרני. כחלק מתהליך זה, ביקשו יהודי מערב אירופה להשפיע על יהודי אתיופיה לזנוח חלק ממנהגיהם הייחודיים ובהם הקרבת הקורבנות, מוסד הנזירות ועוד. לצדו של פייטלוביץ' פעל גם מנהיג יהודי מקומי בשם תמרת עמנואל (1888-1963) פרופסור ורב ששימש כמנהל מוסד להכשרת מורים יהודים.",
            "עם הקמתה של מדינת ישראל היא כוננה יחסים דיפלומטיים עם אתיופיה והם התחזקו מאוד בימיו של הקיסר היילה סלאסי****, אך עניינם של יהודי המדינה כמעט ולא עלה על סדר היום. אולם ארגונים יהודיים שונים המשיכו לפעול במדינה והביאו לצמיחתה של שכבת מנהיגות יהודית חדשה שתבעה לעלות לישראל, יונה בוגלה (1908-1987), מחנך ואיש ציבור יהודי אתיופי היה ממנהיגיה המרכזיים. בשנת 1973 הוציא הרב הראשי הספרדי לישראל (הראשון לציון), הרב עובדיה יוסף*****, פסק הלכה שקבע כי בני העדה נמנים עם העם היהודי; כעבור כשנה הלך גם הרב הראשי האשכנזי לישראל, הרב שלמה גורן******, בעקבותיו. עם הרעת מצב היהודים באתיופיה, הוכשרה הקרקע לעלייתה של הקהילה לישראל.",
            "",
            "* השושלת הסולומונית היא שושלת קיסרים ששלטה באתיופיה החל מן המאה השלוש-עשרה ועד למאה העשרים. הקיסרים בשושלת טענו שמוצאם משלמה המלך וממלכת שבא.",
            "** מיסיון (מלטינית: 'שליחות') היא פעילות להפצת דת מסוימת בקרב בני דת אחרת. עיקר פעילויות המיסיון נעשו בידי הנוצרים. המיסיון קיבל ממד ממוסד עם ראשיתו של הקולוניאליזם, והופץ בידי מעצמות אירופה במדינות אותן כבשו באפריקה.",
            "*** יוסף הלוי (1917-1827) מזרחן, ארכאולוג ומלומד יהודי שפעל בצרפת ויצא למסעות ברחבי העולם. מוצאו של הלוי לוט בערפל, אך ברור כי הוא פעל תקופה מסוימת בשטחי האימפריה העות'מאנית והסתכסך שם עם ההנהגה היהודית המסורתית. כל ישראל חברים (כי''ח) שנודע גם בשמו הצרפתי אליאנס, הוא ארגון יהודי-צרפתי שהוקם ב-1860 ושם לעצמו למטרה להגן על זכויות היהודים ולפעול למענם. במהלך המאה התשע-עשרה והעשרים הקים הארגון רשת בתי-ספר חשובה שפעלה בקרב יהודי המזרח התיכון.",
            "**** היילה סלאסי (1975-1892), אחרון קיסרי אתיופיה. הוא הומלך בשנת 1928 ופעל לקידומה של המדינה, אך עם הכיבוש האיטלקי (1936) נאלץ לברוח מן המדינה והגיע לירושלים. ב-1941 חזר אל אתיופיה ושלט בה במשך יותר משלושים שנה. סלאסי הכיר את ישראל מתקופת גלותו בירושלים וכונה 'גור אריה יהודה'. הראסטפרים רואים בו מנהיג דתי ואת התגלמותו של המשיח.",
            "*****הרב עובדיה יוסף (2013-1920) ממנהיגיה הבולטים של היהדות החרדית הספרדית, רב ופוסק הלכה. הרב עובדיה נולד בבגדד ובילדותו עלה עם משפחתו לארץ-ישראל. הוא הוסמך לדיינות בגיל צעיר, שימש במגוון תפקידים רבניים ומונה כראשון לציון. בין חיבוריו ההלכתיים החשובים נמצא ספר השאלות והתשובות יביע אומר המונה עשרה כרכים.",
            "****** הרב שלמה גורן (1994-1918) רב ופוסק הלכה, שיסד את הרבנות הצבאית הראשית. בשנת 1971 השתחרר מצה''ל בדרגת אלוף ומונה לרב האשכנזי הראשי לישראל. בין ספריו: 'משיב מלחמה', 'תורת המועדים', 'ספר משנת המדינה' ועוד."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
