{
  "title": "בימי השואה",
  "description": "השער הרביעי שכותרתו 'בימי שואה' עוסק בהתפתחותה של האנטישמיות, עליית הנאצים לשלטון, הרדיפה וההשמדה של היהודים, ניסיונות ההצלה והמרד ואירועים מרכזיים המדגימים את השפעתה של השואה על מדינת ישראל בשנותיה הראשונות.",

  "sections": [
    {
      "title": "פתיחה: העם היהודי בגלות בין שגשוג לשקיעה",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "כפי שראינו בשער השלישי הקיום היהודי בגולה ידע עליות ומורדות. לצידן של תקופות זוהר בהן ישבו יהודים לבטח הם סבלו לאורך השנים גם מרדיפות ומשנאה. בשער זה נעסוק בקצרה באסון הגדול ביותר שהתרחש לעם היהודי בתולדותיו – השואה.",
            "סיפור הרדיפה וההשמדה של היהודים בין השנים 1939-1945 שהוא סיפור מורכב וקשה שהשפיע ועודנו משפיע באופן עמוק על החברה בישראל. מגילת העצמאות שנכתבה כשלוש שנים בלבד מסיום המלחמה מקדישה למאורעות השואה כמה פסקאות שהמרכזית שבהן צוטטה בפתיחת השער.",
            "הזיקות העמוקות של העם היהודי לארץ ישראל והשאיפה הציונית למדינה החלו אמנם עוד הרבה לפני תקופת השואה, אך כאשר נחשפו במלוא עוצמתם תהליכי ההשמדה הוכחה שוב, בצורה האיומה ביותר, זכותם של היהודים למדינה וזרותם באירופה.",
            "את המושג אנטישמיות טבע ב-1879 וילהלם מאר על-מנת לתאר את גישתו הגזענית-לאומנית. מאז נעשה בו שימוש לתיאור השנאה ליהודים לאורך ההיסטוריה כולה. קשה להצביע על ראשיתה של האנטישמיות.",
            " מגמות אנטישמיות רווחו עוד בעולם ההלניסטי-רומי: ההיסטוריון מנתון (המאה השלישית לפני הספירה) טען שמוצאם של היהודים מקבוצה שפלה שגורשה ממצרים; הרטוריקן אפיון (המאה הראשונה לספירה) כתב ספר נגד היהודים בו טען כי הם עם לא מוסרי המקיים מצוות מוזרות. ",
            "במהותם ביטאו חיבורים אלו מגמות של שנאת זרים (קסנופוביה) והם נוצרו כנראה על-רקע השוני במנהגים בין היהודים לבין סביבתם. עם התפשטות הנצרות החלו להופיע מגמות אנטישמיות שבסיסן דתי.",
            " הכנסייה ראתה ביהודים את 'רוצחי האל' והאמינה כי הם האחראים לצליבתו של ישו. בנוסף, על רקע עיסוקם הכפוי בהלוואה בריבית*, הם צוירו כמי שמתפרנסים שלא ביושר מניצול כלכלי של הנוצרים. בתקופות שפל הודרו היהודים מתחומי החברה והכלכלה וסבלו לא אחת מאפליה ומהסתה שבשער הקודם פגשנו כמה דוגמאות מובהקות שלה (גירוש ספרד, גזירות ת''ח ות''ט, עלילות הדם, אנוסי משהד ועוד). ",
            "הפילוסופיה של הנאורות והאמנציפציה היטיבו עם היהודים ועוררו תקוות לעתיד שונה. אולם כפי שהתברר הם לא שינו בהכרח דפוסי חשיבה אנטישמיים של המון העם והולידו גם מגמות של אנטישמיות מסוג חדש. ",
            "התחייה הלאומית באירופה והניסיונות לכונן מדינות לאום, הציבו לא פעם את היהודי כאחר החותר תחת הזהות הלאומית המשותפת של הרוב. דברים המבטאים גישה זו אמר הכומר אדולף שטקר (1909-1835) שהיה אחד מן המפיצים המרכזיים של הרעיונות האנטישמיים בראשית המאה העשרים:",
            " 'היהודים נשארים עם בתוך עם, מדינה בתוך מדינה, שבט נפרד בקרב גזע זר לו... בניגוד לטבע הגרמני הם מציגים את אופיים השמי הבלתי-מעורער, בניגוד לנצרות את פולחן-המצוות הקפדני או את שנאת הנוצרים. איננו יכולים להאשים אותם כל עוד יהודים הם, אין הם יכולים לנהוג אחרת. אולם חייבים אנו להתגונן בהכרה ברורה מפני הסכנות הטמונות בהתבוללות כזאת... אנו מתקרבים למצב שדעת הקהל תהיה לגמרי בשלטון היהודים, והעבודה תנוצל על -ידם לגמרי. תהליך החיסול הוא במלוא תוקפו, מאום לא יצילנו מכך.'",
            "כפי שרומזים דבריו של שטקר, האנטישמיות לבשה כעת גוון של גזענות 'מדעית' שהחליפה את העקרונות הדתיים של האנטישמיות 'הישנה'.",
            " התפתחותם של תחומי מחקר שונים כמו אנתרופולוגיה, בלשנות, ביולוגיה ורפואה הביאו להנחה כי כמו את עולם החי גם את בני האדם ניתן לחלק למספר קבוצות או גזעים הנבדלים זה מזה במראה, בתכונות ובאופי; וכי בין הגזעים השונים קיימים מדרג ומלחמה תמידית. בהדרגה הפכו רעיונות אלו לרווחים ועל-בסיסם התפתחה האידיאולוגיה הנאצית.",
            "* במהלך ימי הביניים עסקו יהודים רבים בהלוואה בריבית (הלוואה של כסף לזמן קצוב תמורת רווח כלכלי) לאחר שנאסר עליהם לעסוק במקצועות אחרים ולאור העובדה כי עיסוק זה נאסר על-ידי הכנסייה על האוכלוסייה הנוצרית."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עלייתו של המשטר הנאצי ורדיפת היהודים גרמניה",
      "subSections": [
        {
          "title": "דרכה של המפלגה הנאצית לשלטון",
          "text": [
            "ההפסד והתנאים שנכפו על הצד הגרמני עם תום מלחמת העולם הראשונה יצרו תחושת השפלה עמוקה ומשבר חברתי-כלכלי חמור במדינה. חיילים גרמנים ששבו מהמלחמה התקשו למצוא מקומות עבודה, החוב הלאומי היה עצום והמשבר נתן את אותותיו גם בתחום הפוליטי והתבטא בחוסר יציבות שלטונית.",
            "במציאות זו החלה להתפתח בגרמניה תיאוריית ה-'סכין בגב' לפיה גרמניה כשלה במלחמה בשל בגידתם של הקומוניסטים, הסוציאליסטים והיהודים. על רקע זה הוקמה המפלגה הנציונאל-סוציאליסטית (נאצית) שבראשה עמד אדולף היטלר.",
            " בבסיס האידיאולוגיה שלה עמדו מספר עקרונות: עליונות האומה הגרמנית ואחדותה; עליונות המנהיג המהווה את הביטוי המושלם לאומה ולגזע; הערצת הכוח והמלחמה; הצורך במרחב מחיה ובסיפוח אזורים 'גרמניים' שמחות לתחומי המדינה הגרמנית; ועקרונות תורת הגזע. ",
            "נקודה אחרונה זו חשובה במיוחד לענייננו, הנאצים השתמשו ברעיונות הגזעניים שהתפתחו בראשית המאה העשרים, עליהם עמדנו בקצרה לעיל, והרחיבו אותם. הם האמינו כי בני הגזעים עשויים בתבנית ביולוגית שאינה משתנה וכי התכונות שלהם נגזרות מתוך אותה התבנית.",
            "הם גיבשו היררכיה בראשה עמד הגזע הארי אליו השתייך העם הגרמני ובתחתיתו עמד הגזע השמי אליו השתייך העם היהודי. היהודי הוצג כטפיל הפועל על-מנת להרוס את החברה, כחיידק או נושא מחלה שיש להתגונן מפניה וכמי שפועל מאחורי הקלעים במטרה להשתלט על עמדות כוח וצובר כסף על חשבון אוכלוסיית הרוב; מסיבה זו הושקעו מאמצים רבים על מנת למנוע מגע עם היהודים ולדחקם אל שולי החברה. בשנת 1923, ניסו אנשי המפלגה הנאצית לבצע הפיכה בשלטון והיטלר נשפט ונאסר.",
            " בשנים הבאות הם הרחיבו את כוחם עד שמפלגתם הפכה באמצעות בחירות דמוקרטיות למפלגה הגדולה בפרלמנט. לאחר ניסיונות שונים לכונן ממשלה ללא המפלגה הנאצית מונה ב-1933 היטלר לקנצלר. כעבור שבועות ספורים הוא ערך בחירות חדשות, תוך הגבלת המפלגות היריבות.",
            "זמן קצר לפני הבחירות הוצת בניין הפרלמנט הגרמני, צעד שאפשר להיטלר להגביר את הרדיפה אחרי יריביו ולחזק את שליטתו במדינה. בבחירות התחזק כוחו אף יותר והוא החל לפעול לביטולה של השיטה הדמוקרטית.",
            "היטלר ביטל את סמכותה של הרשות המחוקקת והעניק חופש מלא לרשות המבצעת בראשה עמד, הוא אסר על קיומן של מפלגות, פירק את האיגודים המקצועיים ופעל להשליט את הרעיונות הנאצים בתרבות ובחינוך.",
            " בהדרגה הוא החל לפעול לפגיעה במתנגדיו לשלטון והקים מחנות ריכוז בהם נכלאו קומוניסטים וסוציאליסטים. היטלר אף לא היסס לפגוע בחברים למפלגה הנאצית ורצח כמה מהם שנתפסו כמתנגדיו במהלך 'ליל הסכינים הארוכות' (1934 יוני)."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "תורת הגזע והיהודים: מתיאוריה למעשה",
          "text": [
            "עם עליית המפלגה הנאצית לשלטון החל יישום הדרגתי של המדיניות הגזענית כלפי היהודים. היטלר האשים את יהודי המדינה בהוקעה של פעולותיה של גרמניה ברחבי העולם והכריז על ה-1 באפריל כיום חרם על יהודי גרמניה. ",
            "החרם עבר בהצלחה חלקית בלבד אך סימן בפעם הראשונה את היהודים באופן ממוסד כזרים. בזיכרונותיו מספר ארווין לנדאו, יהודי תושב גרמניה על תחושותיו באותה העת:",
            "'שני נאצים צעירים עמדו גם מול החנות שלנו, ומנעו מהלקוחות את הכניסה פנימה... אלה היו האנשים שאנחנו – היהודים הצעירים – לחמנו עבורם פעם בחפירות, ושפכנו את דמנו כדי להגן על המדינה מפני האויב... התביישתי באמון שנתתי ברבים כל כך – אנשים שזה עתה נחשפו פניהם האמתיים כאויבי בנפש. גם הרחוב עצמו נראה לי לפתע זר ומנוכר.'",
            "במהלך אותה השנה סולקו יהודים רבים ממשרות ותפקידים ציבוריים: עורכי דין, מנהלי בנקים, רופאים ועוד. במקביל הורחקו היהודים גם מן הזירה התרבותית, ההפצה של יצירותיהם נמנעה, הם סולקו ממשרות באוניברסיטאות, מספרם בבתי הספר הוגבל ועוד.",
            " ב-10 במאי אף נערך טקס פומבי בו נשרפו ספרים של סופרים יהודים ש-'ניוונו' את התרבות הגרמנית. הפגיעה ביהודים השפיעה גם על היבטים שונים של חיי היום-יום: על יהודים נאסר לשבת על ספסלים בפארקים ובגנים הציבוריים, במקומות בילוי שונים נתלו שלטים שהבהירו כי היהודים אינם רצויים עוד. ",
            "את הרעיונות האנטי-יהודיים הפיצו הנאצים באמצעות תעמולת המונים בעיתונים ובמערכת החינוך. הצעד האנטי-יהודי הבא הגיע בשנת 1935 ושיאו בחקיקתם של חוקי נירנברג שסימנו את היהודים כגזע נפרד שאינו חלק מן החברה.",
            " החוקים קבעו כי אזרחי המדינה חייבים להיות 'בעלי דם גרמני' וכמשתמע מכך, יהודי המדינה אינם בגדר אזרחים. החוק השני שהתקבל אסר על נישואי תערובת בין יהודים לגרמנים, על העסקה של נשים גרמניות צעירות בבתי יהודים ועל שימוש בסמלי המדינה על-ידי יהודים.",
            " על-מנת לבצע את החוקים הללו נכתבה מערכת של תקנות והנחיות שמטרתה לסייע בקביעה מי מוגדר כיהודי ומהו דינו של בן לנישואי תערובת ('מישלינג').",
            " בשנת 1936 נערכו בברלין המשחקים האולימפיים שהביאו להפוגה זמנית בגל הרדיפות ועוררו תקווה כי גל האנטישמיות נבלם, אך תקווה זו נכזבה בחודשים הבאים.",
            "כעת הפגיעה ביהודים התמקדה בתחום הרכוש: הנאצים החלו בתהליך של 'אריזציה', שמשמעותו השתלטות אלימה על בתי עסק ונכסים יהודים. עם הסיפוח של אוסטריה וההשתלטות על שטחי צ'כוסלובקיה התרחב מעגל הרדיפות גם לאוכלוסיית היהודים במדינות אלו.",
            "במקביל הסלים תהליך הסימון והרדיפות ברחוב. הדברים הגיעו לשיא בנובמבר 1938 באירועים שזכו לכינוי ליל הבדולח. בלילה שבין ה-9 ל-10 בחודש פשטו יחידות נאציות המלוות בהמון העם על מבני מגורים, מוסדות ועסקים יהודיים.",
            " הפרעות נשאו אופי של 'פרעות עממיות' שפרצו בעקבות רצח המזכיר בשגרירות גרמניה בצרפת, אך המעורבות הממשלתית והמפלגתית בהן הייתה ניכרת. במהלך הלילה הוצתו ונהרסו יותר מ-1,400 בתי כנסת, נשרפו ונשדדו למעלה מ-8,000 חנויות, כ-400 יהודים נרצחו בפוגרום ועוד ב-30,000 נעצרו ונשלחו למחנות ריכוז. ",
            "כינויו של האירוע נגזר מן הזכוכיות המנופצות שהתפזרו ברחובות הערים. לאחר שהתבררו ממדי הנזק ועלות התיקונים להם תידרש המדינה הוטל על היהודים גם קנס קיבוצי בגובה מיליארד מארק."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "ניסיונות הגירה ובריחה",
          "text": [
            "כאמור, במהלך שש השנים שבין עליית הנאצים לשלטון (1933) לבין פרוץ מלחמת העולם השנייה (1939) ניצבו יהודי גרמניה בפני איום מתמשך. תגובתה של יהדות גרמניה נעה בין התנגדות, השלמה והגירה.",
            "ככל שהחריף המצב ניסו יותר ויותר יהודים לעזוב את המדינה אך בהצלחה חלקית בלבד בעיקר בשל העובדה שרבות ממדינות העולם סגרו את שעריהן בפניהם והגדירו מכסות הגירה מצומצמות. ",
            "הנושא עורר את דעת הקהל העולמית והגיע ביולי 1938 לדיון בפורום בין-לאומי בוועידת אוויאן. מרבית הדוברים מטעם המדינות המשתתפות הביעו צער על מצבם הקשה של היהודים אך סרבו לקלוט פליטים נוספים.",
            " הועדה כלל לא עסקה בשאלת ההגירה לארץ ישראל שאישורי העלייה אליה צומצמו באותה תקופה כחלק ממדיניות 'הספר הלבן'* אחת מן הפרשיות החמורות ביותר בהקשר זה היא פרשת האונייה סנט-לואיס שיצאה במאי 1939 מנמל המבורג והייתה אחת האניות האחרונות שעזבו את גרמניה לפני סגירת שעריה.",
            "הפליטים נשאו אשרות הגירה לקובה, אך כאשר הגיעו לדרום אמריקה סירבה לקלטם. האנייה פנתה אל חופי מיאמי, אך גם ארצות הברית סרבה לקלוט את הפליטים שעל סיפונה. רק מששבה האנייה לכיוון אירופה הסכימו כמה מדינות במערבה של היבשת לקלוט את הפליטים שעל סיפונה. עם התקדמותה של מלחמת העולם השנייה נמצאו הפליטים שוב תחת האיום הגרמני וחלקם נרצחו כחלק מיישום הפתרון הסופי.",
            "* על היחסים המורכבים בין היישוב היהודי והשלטונות הבריטיים באותה תקופה ראה בשער הבא."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "היהודים בשלביה של מלחמת העולם השנייה",
      "subSections": [
        {
          "title": "פרוץ המלחמה ואיגרת הבזק של היידריך",
          "text": [
            "ב-1 בספטמבר 1939 פלשה גרמניה לפולין וכבשה אותה במהלך חמישה שבועות, בתגובה הכריזו בריטניה וצרפת מלחמה על גרמניה – כך פרצה מלחמת העולם השנייה. בהתאם להסכם שחתמו הגרמנים עם הרוסים (הסכם ריבנטרופ-מולוטוב)*, פלשו במקביל הסובייטים אל מזרחה של פולין ואל המדינות הבלטיות. ",
            "ערב המלחמה חיו בפולין כ-3,300,000 יהודים ולאחר חלוקתה בין גרמניה לברית המועצות, נותרו בתחומי השטח הגרמני כ-2,100,000 יהודים, כ-300,000 נוספים ברחו מזרחה.",
            " רדיפת היהודים בפולין החלה כבר במהלך הכיבוש, כוחות נאציים שהתלוו אל הצבא פגעו בקהילות היהודיות, השפילו את היהודים ברחוב וגייסו אותם לעבודות כפייה.",
            "עם תום השלב הראשון של הלחימה מצאה עצמה גרמניה הנאצית במצב חדש וגודלה של האוכלוסייה היהודית הנמצאת תחת שליטתה גדל בעשרות מונים.",
            "ב-21 בספטמבר נשלחה איגרת מטעם ראש משטרת הביטחון, ריינהרד היידריך ובה הוראות לגבי אופן הטיפול ביהודים. איגרת זו נודעה לימים בשם 'איגרת הבזק של היידריך' ובה הוא הורה לרכז את היהודים בכמה ערים גדולות הסמוכות לצמתי רכבות, בשטחי פולין שאינם עתידים להיות מסופחים אל גרמניה (שטח שנודע לימים כ-'גנרלגוברנמן'). ",
            "בנוסף הוא הורה על הקמת יודנראטים, 'מועצת זקנים' יהודית שתהיה ממונה על התיווך בין הציבור היהודי לבין השלטון הנאצי. כל זאת כדי לרכז ולארגן את היהודים לקראת גירושם מתחומי השלטון הגרמני. ",
            "ביחס להיבטים כלכליים התיר היידריך את המשך פעילותם של מפעלים וסוחרים החיוניים לאינטרסים הגרמניים, אך הורה להעביר אדמות השייכות ליהודים לפולנים לשם עיבודן.",
            "* הסכם ריבנטרופ-מולוטוב נחתם בין שר החוץ הגרמני, יואכים פון-ריבנטרופ ושר החוץ הסובייטי, ויאצ'סלב מולוטוב, ב-23 באוגוסט 1939. ההסכם כלל חלק גלוי התובע אי -התקפה בין ברית המועצמות לגרמניה, וחלק חסוי בו נקבעה חלוקת שטחה של פולין בין שתי המדינות. ב-22 ביוני 1941 הפרה גרמניה את ההסכם כאשר פתחה במבצע 'ברברוסה'."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "הקמת הגטאות והחיים בגטו",
          "text": [
            "בהתאם לאגרת הבזק של היידריך ולצעדים שננקטו בפועל החל להתערער בסיס הקיום של יהודי המדינה: היהודים ובתי העסק שלהם סומנו באמצעות אות קלון; יהודים הודרו מהמרחב הציבורי והושפלו לא פעם בפומבי; החל תהליך 'אריזציה' של מפעלים ורכוש יהודי שפגע בפרנסתם של מרבית יהודי המדינה; רבים נלקחו לעבודות כפייה ואחרים גורשו ממקום מגוריהם; ומערכת החינוך היהודית נסגרה. בהדרגה הוקמו בערי פולין גטאות – רובעים סגורים בהם רוכזו היהודים*.",
            " הגטאות הגדולים ביותר הוקמו בורשה ובלודז', ועשרות גטאות נוספים הוקמו בערים אחרות. בחלק מהמקומות הוקף הגטו בגדר גבוהה, אפשרויות היציאה מן הגטו לצרכי עבודה או מסחר השתנו ממקום למקום ומתקופה לתקופה אך באופן כללי הלכו והצטמצמו ככל שחלף הזמן.",
            "על אופי החיים בגטו ורשה מעיד חיים אהרון קפלן: 'שטח הגטו צר מלהכיל חצי מיליון איש... הצפיפות אין לשער. כשאתה נעמד על איזו גזוזטרה ומסתכל מעליה על רחובות הגטו הנמתחים לפניך אתה רואה ים של אלפי ראשים, גלים שוטפים ועוברים של רבבות המונים... ועל פני כולם שורה העצבות היהודית, שאינה מסתלקת מפנינו מיום שנעשינו כעפר לדוש.'",
            " בגטאות התפתחו תנאי רעב ומצב תברואתי קשה שהביא להתפרצות של מגפות ולאחוזי תמותה גבוהים. גם עבודות הפרך בהן הועסקו חלק מהיהודים גבו מחיר בנפש. הכלואים בגטאות קיימו מאבק עיקש להישרדות ובגטאות רבים הוקמו מנגנוני עזרה רפואית, רווחה, תרבות, חינוך, תנועות נוער ועוד, אך בסופו של דבר נשלחו בהדרגה להשמדה.",
            "באפריל 1940 החלו הנאצים במלחמה במערב אירופה. כמו במזרח הגרמנים פעלו כנגד היהודים באזורים שכבשו, יזמו תקנות וחוקים אנטישמיים וריכזו את היהודים לקראת השמדתם. בהדרגה שולחו רבים מיהודי מערב אירופה למזרח היבשת, חלקם למחנות ההשמדה בהן בוצע 'הפתרון הסופי'.",
            "* הביטוי גטו מקורו מאיטלקית והוא מתייחס אל רובע נפרד של העיר בו התגוררו היהודים במהלך ימי הביניים וראשית העת העתיקה. הגטאות החלו להיעלם מעל מפת אירופה כחלק מתהליך השוואת הזכויות של היהודים במאה התשע-עשרה. הגרמנים עשו במונח זה שימוש מטעה כחלק ממדיניות הריכוז והבידוד של היהודים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "הפתרון הסופי",
      "subSections": [
        {
          "title": "רצח היהודים במבצע ברברוסה",
          "text": [
            "הסכם ריבנטרופ-מולוטוב אפשר להיטלר למקד את מאמציו בחזית המערבית מבלי להיות מאוים מחזית נוספת במזרח.",
            " בראשית 1941, כאשר כיבושה של מערב אירופה הלך ונשלם, החל היטלר לתכנן את הרחבת השלטון הנאצי מזרחה.",
            " המבצע החל לבסוף ביוני 1941 וזכה לשם הקוד מבצע ברברוסה על שמו של אחד מן המלכים החשובים של גרמניה בימי הביניים. הצבא הנאצי פלש אל שטחי ברית המועצות בעוצמה גדולה, התקדם במהירות והגיע עד לפאתי לנינגרד (כיום סנט-פטרבורג) ומוסקבה.",
            "בשטח אותו כבשו הגרמנים התגוררה אוכלוסייה יהודית גדולה ועל מנת לטפל ב-'בעיה' זו, התלוו אל היחידות הקרביות שפלשו לברית המועצות יחידות ס''ס שכונו 'איינזצגרופן' (עוצבות מבצע).",
            " תפקידן של יחידות אלה היה 'לטהר' את השטחים שנכבשו מגורמים עוינים; בפועל הם הביאו לרציחתם של מאות אלפים מיהודי האזור בבורות ירי. אחד מן הסיפורים האיומים ביותר בתקופה זו התרחש באתר הרצח פונאר, אליו הובלו יהודי העיר וילנה. ",
            "על שהתרחש בו פרסם המשורר היידי שמריהו קצ'רגינסקי* שיר שזכה לתהודה רבה: 'שקט, שקט, בני נחרישה! כאן צומחים קברים, השונאים אותם נטעו פה מעברים אל פונאר דרכים יובילו, דרך אין לחזור, לבלי שוב הלך לו אבא ועמו האור.'",
            "עד מהרה גילו הגרמנים כי לביצועו של הרצח בבורות הירי השפעה שלילית על מבצעיו והם החלו לחפש שיטות רצח המוני 'נקיות' יותר, שיטה כזו נמצאה בהמשך ויושמה במחנות ההשמדה.",
            "* שמריהו קצ'רגינסקי (1954-1908) סופר, עיתונאי ומשורר יידיש. לאחר בריחתו מגטו וילנה, הצטרף ליחידת פרטיזנים סובייטים והיה אחד מהראשונים ששבו אל גטו וילנה לאחר שנחרב. קצ'רגינסקי היגר לארגנטינה בשנת 1950, ונהרג שם בתאונת מטוס בשנת 1954. "
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "וועידת ואנזה ומבצע ריינהרד",
          "text": [
            "במהלך 1941 החלו הגרמנים בחיסולם של הגטאות באזור פולין. היהודים שהתגוררו בהם נשלחו בתחילה אל מחנות הריכוז והעבודה. ",
            "לקראת סופה של השנה החלו הגרמנים בהקמת מחנה ההשמדה הראשון, חלמנו, הסמוך לעיר לודז' בה שכן אחד הגטאות הגדולים בפולין. ב-20 בינואר 1942, בעוד ההשמדה של היהודים נמצאת בעיצומה התכנסה בפרבר של ברלין וועידת ואנזה.",
            " בוועידה השתתפו ארבעה-עשרה נציגים בכירים של הממשל הנאצי שביקשו לדון ב-'פתרון הסופי של בעיית היהודים'. השמדת היהודים נרצחו החלה אמנם חודשים רבים לפני הוועידה, אולם ממנה ואילך הפכה ההשמדה לשיטתית ומקיפה יותר. ",
            "מבחינתם של יהודי מערב אירופה, שמצבם טרם הוועידה נחשב טוב יותר, סימלה הוועידה את תחילתו של הגירוש מזרחה אל עבר מחנות המוות והעבודה שבפולין.",
            "במרץ 1942 החל מבצע ריינהרד שמטרתו הייתה להביא להשמדתה של יהדות פולין ובמסגרתו הוקמו שלושה מחנות השמדה גדולים (בלז'ץ, סוביבור וטרבלינקה) בהם נרצחו יהודים בשיטתיות בתאי גזים. בגטאות בוצעו אקציות (מגרמנית: מבצע) במהלכן נאספו היהודים מן הרחובות והבתים והובאו אל כיכר השילוחים (אומשלאגפלץ). ",
            "בכיכר השילוחים נדחקו היהודים אל תוך קרונות רכבת צפופים והובלו אל מה שהיה מבחינתם יעד לא ידוע. על התחושות של היהודים המשולחים באותה העת ניתן ללמוד ממכתב שנמצא באחד הקרונות ונכתב על-ידי ילד יהודי מורשה בשם דוד:",
            "נלקחתי מגטו ורשה יחד עם יהודים רבים אחרים, צעירים וזקנים, לגירוש ל'מחנה עבודה' הקרוי טרבלינקה. אנחנו עומדים בשורה ליד קרון בקר. כשדוחפים אותנו לתוכו, אחדים נופלים מהרכבת, והשומרים הגרמנים לוקחים וזורקים אותם בחזרה... כדי לפנות מקום, אנו נאלצים לעמוד בידיים מורמות מעל הראש... לפתע נטרקת הדלת והקרון נחתם. לתוך הקרון מושלך דלי לעשיית הצרכים... זה עתה מתה אישה זקנה שהייתה לידי. ילד קטן צורח ומחפש את אמו. אני רוצה למות. לפתע בולמת הרכבת ונעצרת. אינני יודע כמה זמן נסענו אבל נדמה לי שחלפו ימים רבים.",
            "כאשר הגיעו הקרונות אל המחנה הורדו היהודים ששרדו את הנסיעה אל הרציף. רובם הוכנסו תוך זמן קצר באמצעות שימוש בשיטות הטעייה אל תאי הגזים משם לא שבו."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "הקמת אושוויץ והשמדת יהדות אירופה",
          "text": [
            "בהדרגה, עם התקדמות הרצח השיטתי של יהדות פולין, נסגרו מחנות מבצע ריינהרד וההשמדה רוכזה במחנה אושוויץ.",
            "באושוויץ נאסרו החל מ-1940 אסירים פוליטיים, אנשי אינטליגנציה ומתנגדי שלטון פולנים. בעקבות וועידת ואנזה והכוונה להביא להשמדתם של כלל יהודי אירופה שינה אושוויץ את אופיו והפך בהדרגה למרכז השמדה בו נרצחו למעלה ממיליון יהודים.",
            " על-פני אירופה כולה נפרסה רשת רכבות שהובילה קרונות מלאים ביהודים אל המחנה. המגורשים לא ידעו בדרך כלל את המצפה להם. שם הקוד בו נעשה שימוש במהלך האיסוף וההובלה להשמדה היה 'גירוש למזרח', אך היהודים לא הבינו ברוב המקרים את משמעותו הטראגית של המושג ואת יעדן של הרכבות.",
            "כאשר הגיעו הרכבות לאושוויץ נערכה ליהודים שהורדו מן הרכבות סלקציה, יהודים הכשירים לעבוד הובלו אל חלק אחד של המחנה ויהודים שלא היו מסוגלים לעבוד הובלו אל תאי הגזים. במחנות עבדו היהודים בעבודות פרך תוך שהם סובלים מאלימותם של הנאצים, מרעב ומתנאים סניטריים קשים. ",
            "מערכת ההשמדה המשיכה לפעול עד לימיה האחרונים של המלחמה. גם כאשר היה ברור לנאצים כי הכף נוטה לרעתם הם המשיכו במלאכת ההשמדה. עם תום המלחמה נמנו כשישה מיליון יהודים שנרצחו באכזריות, כשליש מיהדות העולם."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "הצלה והתנגדות",
      "subSections": [
        {
          "title": "חסידי אומות העולם",
          "text": [
            "הוצאתה לפועל של תכנית ההשמדה הנאצית התאפשרה על רקע עמידה מנגד ולעתים אף שיתוף פעולה של האוכלוסייה הסובבת. הישרדות יהודים במהלך השואה הצריכה בדרך כלל עזרה מגורמים לא-יהודים שהיו מאוימים אף הם מהטרור הנאצי והסתכנו בעונשים כבדים אם יעזרו ליהודים.",
            "חסידי אומות העולם הם בודדים וקבוצות שסייעו בידיהם של היהודים, תוך סיכון עצמי וללא תמורה. אין ידיעה ברורה מה מספר ניצולי השואה אשר ניצלו הודות לפעולתם של חסידי אומות העולם ולא קל לאתר את הסיפורים כולם, אך מתוך הידוע לנו עולה כי הם השתייכו לכל שכבות האוכלוסייה ופעלו בכל רחבי אירופה.",
            "רוב המצילים היו אנשים רגילים, חלקם פעלו מתוך תודעה אידיאולוגית או דתית ואילו אחרים פעלו מתוך מגמה אנושית פשוטה. פעולות ההצלה לבשו פנים שונות.",
            "בחלק מן המקרים כמו בפעולתו של הדיפלומט השבדי ראול ולנברג* או הקונסול היפני צ'יאונה סוגיהארה**, הנפיקו המצילים ויזות ואשרות כניסה שאפשרו ליהודים לחמוק מאירופה.",
            "במקרים אחרים כמו בפעולתו של התעשיין הגרמני אוסקר שינדלר*** התאפשרה ההצלה תוך ניצולם של יחסי האמון עם הגרמנים. ",
            "רובם של חסידי אומות העולם סייעו ליהודים בכך שהסתירו אותם בבתיהם, כל למשל בני הזוג מיפ ויאן חיס שהסתירו בביתם שבאמשטרדם את בני משפחתה של אנה פראנק ומשפחת הרדגה שהסתירו בביתם שבסרייבו את בני משפחת קביליו****.",
            "את אות 'חסיד אומות העולם' מעניקה 'יד-ושם' ועד כה הוענקו כ-25,000 אותות. כל תיק של מועמד לקבלת האות נידון ונבדק בקפדנות על-ידי ועדה ציבורית בראשות שופט בית המשפט העליון. חסידי אומות העולם מקבלים מדליה ותעודת הוקרה ושמותיהם מונצחים בהר הזיכרון בירושלים.",
            "* ראול ולנברג (1947-1912) איש עסקים ודיפלומט שבדי שפעל בהונגריה. ולנברג השתמש במעמדו הדיפלומטי על-מנת לסייע ליהודי המדינה והביא להצלתם של רבים מהם. בסוף המלחמה, נתפס ולנברג בידי ברית המועצות ומאז נעלמו עקבותיו.",
            " ** ציאונה סוגיהארה (1986-1900) הקונסול היפני בעיר קובנה שבליטא. סוגיהארה השתמש במעמדו הדיפלומטי על-מנת לסייע לעשרות אלפי יהודים באמצעות הנפקת ויזות תוך שהוא ממרה במפורש את הוראות מממשלת יפן.",
            "*** אוסקר שינדלר (1974-1908) עסקן גרמני שהצליח לנצל את מעמדו החברתי על-מנת להציל אלפי יהודים מהשמדה תוך שימוש במפעל לכלי-בית שהיה בבעלותו בפאתי קרקוב. סיפורו פורסם בספר רשימת שינדלר שעובד על-ידי סטיבן שפילברג לסרט קולנוע.",
            "*** מיפ חיס (1900-2010) תושבת אמשטרדם הסתירה יהודים בתקופת מלחמת העולם השנייה, ביניהם אנה פראנק (1945-1929) ומשפחתה. אנה הייתה ילדה יהודייה שחיה באמשטרדם ונרצחה בברגן-בלזן. פראנק השאירה אחריה יומן אישי שכתבה במהלך חייה כשהתחבאה בביתה של חיס. לאחר המלחמה פרסם את היומן אביה, אוטו פראנק. משפחת הרדגה הייתה משפחה מוסלמית אדוקה מבוסניה, אשר הסתירה את משפחת קביליו היהודייה ויהודי נוסף בשם 'פאפו' בתקופת מלחמת העולם השנייה."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "ניסיונות ההצלה",
          "text": [
            "לצד פעולתם של חסידי אומות העולם התרחשו במהלך השואה גם ניסיונות רבים של הצלת יהודים בידי יהודים ובכלל זאת פעולות הברחה, זיוף, החבאה ועוד. ",
            "היהודים שעסקו בפעולות אלו לא פעם סיכנו את חייהם ונשארו נאמנים לצו מצפונם גם בתקופה קשה זו. גם יהדות העולם ביקשה לנסות ולסייע ובשער הבא נדון בהתמודדותו של היישוב הארץ-ישראלי עם הידיעות על השואה.",
            "הצלחתם של ניסיונות ההצלה הייתה חלקית בלבד ורק כמות זעומה של יהודים הצליחה לחמוק מאירופה בדרכים ובתחבולות שונות."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "התנגדות: המרידה בגטאות, במחנות וביערות",
          "text": [
            "פעולתם של הנאצים לוותה בהטעיה ובהסתר מידע, היהודים עמדו על-פי רוב בחוסר אונים אל מול ההתפתחויות המהירות שיצרו מציאות חדשה ובלתי-מובנת. ",
            "בגטאות רבים ניסו היהודים לקיים חיים מלאים ככל האפשר ובכך הדגישו את גבורת הרוח אל מול הגזירות והרדיפות. היהודים פעלו גם על-מנת לנסות ולשפר את מצבם בגטאות על-ידי הברחת אוכל ותרופות אל תוך הגטאות.",
            "כאשר התבררו כוונותיה הרצחניות של גרמניה הנאצית התפתחו בגטאות מחתרות שהיו מבוססות בעיקר על תנועות הנוער. ללוחמים בגטאות היה ברור כי לא יצליחו לפגוע באופן ממשי בפעולת הנאצים והרעיון של מרד כולל הועלה רק כאשר התפתחה ההבנה הברורה כי פניהם של הנאצים להשמדה. ",
            "את ההיגיון מאחורי פעולת המורדים ביטא אהרון ליבסקינד, ממנהיגי 'החלוץ הלוחם' ערב המרד בגטו קרקוב: 'אנו נלחמים בשביל שלוש שורות בהיסטוריה, ובלבד ולא ייאמר שהנוער שלנו הלך כצאן לטבח.'",
            "המרידות התרחשו בכמה גטאות, אך המרד הגדול ביותר התרחש בגטו ורשה. במהלכו פעלו שני ארגונים יהודיים האי''ל (ארגון יהודי לוחם) והאצ''י (ארגון צבאי יהודי) שהצליחו להחזיק מעמד קרוב לחודש, לרתק אל שטח הגטו כוחות גדולים של גרמנים ולהסב להם אבדות.",
            " מרידות התרחשו גם במחנות ההשמדה. בסוביבור, הצליחו מאות מהאסורים במחנה לברוח לאחר שאגרו נשק וחיבלו בתשתית המחנה; גם בטרבלינקה הצליחו מספר אסירים לברוח מן המחנה; ובאושוויץ פוצצה המשרפה (קרמטוריום) ששימה את הנאצים לשריפת גופותיהם של הקורבנות.",
            " רבים מהיהודים שהצליחו לברוח מן הגטאות והמחנות התרכזו ביער וחברו אל קבוצות פרטיזנים. כוחות הפרטיזנים פעלו במזרח ובמערב אירופה והורכבו מיהודים ושאינם יהודים שניסו לפגוע בעורף הגרמני והסתתרו ביערות. ",
            "על מגמותיהם ואופיים של הפרטיזנים מעיד 'שיר הפרטיזנים': 'זה יום נכספנו לו עוד יעל ויבוא, ומצעדנו עוד ירעים – אנחנו פה! אל נא תאמר: 'הנה דרכי האחרונה, את אור היום הסתירו שמי העננה!'"
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עם תום המלחמה",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "במאי 1945 נכנעה גרמניה הנאצית בפני כוחות בעלות הברית; באסיה המשיכו היפנים, בעלי בריתם של הגרמנים, בלחימה עוד מספר חודשים ונכנעו רק בחודש אוגוסט לאחר שארצות הברית הטילה בשטחם שתי פצצות אטום. ",
            "זוועות הכיבוש הנאצי נחשפו ורבבות ניצולים יהודים שכונו שארית הפליטה החלו לנדוד באירופה. על תחושותיהם מעידה ניצולת השואה גניה פינקלשטיין: 'אני ניצלתי. אולי זה גורל. מזל. אולי אלוהים רצה שאשאר בחיים כדי לספר איך נמחתה מעל פני האדמה משפחה מפוארת, חמה ואוהבת. הייתה לי תקופת אשמה, שאני ניצלתי... אבל החיים ניצחו תמיד. אין לילה שאני לא חולמת על אמא, על אבא, על אחיי הקטנים.' ",
            "הפליטים היהודים היו חסרי בית וגילו במרבית המקרים כי כל רכושם נגזל במהלך השואה. רבים מהם היו במצב גופני ונפשי ירוד. בעלות הברית ששלטו בשלב הראשון בשטחים ששוחררו מן הכיבוש הנאצי הקימו עבורם מחנות עקורים.",
            "מחנות אלו הוקמו בדרך כלל בתחומי מחנות ששימשו בעבר את הנאצים כמחנות השמדה ועבודה, על אף השיפור בתנאים, החיים בהם היו עדין לא נוחים. ניצולי השואה מצדם פיתחו במחנות חיי תרבות, חינוך וחברה שהיוו ביטוי לבחירתם 'לחזור לחיים', מהר ככל האפשר.",
            "רבים מן היהודים שביקשו לעלות לארץ-ישראל נתקלו במגבלות שהעמידה בריטניה. רבים מאלו שבחרו לעלות לארץ במסגרת ההעפלה נעצרו על ידי הבריטים ונכלאו במחנות מעצר שהוקמו בקפריסין.",
            "הלחץ מצד היהודים, האמריקאים ודעת הקהל העולמית לא הצליח לשנות את עמדת הבריטים ובעיית הפליטים נפתרה רק עם הקמתה של מדינת ישראל וקליטתם בה. לאחר המלחמה פנו בעלות הברית גם להעמדתם לדין ולהענשתם של הפושעים הנאצים. ",
            "ב-20 בנובמבר 1945 החלו בגרמניה משפטי נירנברג בהם הועמדו לדין בפני טריבונל בין-לאומי ראשי המשטר הנאצי שנותרו בין החיים. המשפט אמנם לא התמקד בפשעיהם של הנאצים כלפי היהודים, אך במהלכו נחשף לראשונה תיעוד קשה ביחס לרצח ולמנגנוני ההשמדה.",
            " שיתוף הפעולה הבין-לאומי במהלך המשפטים והערכים המשותפים שעלו ממנו שימשו מאוחר יותר כמסד לאמנה למניעת רצח-עם."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "השואה ומדינת ישראל",
      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "עם הקמתה של מדינת ישראל וראשית העלייה ההמונית הגיעו אל תחומיה מאות אלפי ניצולי שואה שנטלו חלק חשוב בבנייתה ובהגנה על ביטחונה. ",
            "הוותיקים לא תמיד ידעו כיצד להתייחס אל ניצולי השואה ולא פעם לווה היחס אליהם בהתנשאות, דעות קדומות ובורות. רק כעבור זמן עם ההפנמה של ממדי השואה והמפגש עם משמעותה במהלך משפט אייכמן חל שינוי בנושא זה.",
            "להלן נבקש לבחון בקצרה מספר אירועים משמעותיים שהשפיעו על התהוותו ואופיו של זיכרון השואה במדינת ישראל."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "משפט גרינוולד-קסטנר",
          "text": [
            "ישראל (רז'ה) קסטנר (1957-1906) היה עורך דין ועיתונאי ציוני שפעל להצלתם של יהודים על ידי משא ומתן עם קציני ס''ס בכירים, במסגרת 'ועד העזרה וההצלה' של התנועה הציונית בבודפשט שבהונגריה. ",
            "לאחר השואה עלה קסטנר לארץ והשתלב בשירות המדינה. בסוף שנת 1952 האשים מלכיאל גרינוולד את קסטנר בכך שהכשיר את הקרקע לרצח יהודי הונגריה לקראת סופה של המלחמה וקרא לחסלו. ",
            "קסטנר החליט לתבוע את גרינוולד על הוצאת דיבה במה שנודע לימים כמשפט קסטנר (1955-1954). בסיומו של המשפט קבע השופט, בנימין הלוי*, כי קסטנר 'מכר את נשמתו לשטן' ושיתף פעולה עם הנאצים.",
            "פסק-הדין גרם לזעזוע במדינה ופתח דיון ציבורי רחב ביחס להתנהלותם של היהודים אל מול השלטון הנאצי וביחס להתנהלותו של היישוב היהודי בארץ בראשות מפא''י שקסטנר נתפס כשליחה אל מול הידיעות על ההשמדה.",
            " בשנת 1957, בעוד שהערעור שהגיש קסטנר נידון בבית המשפט, הוא נרצח בפתח ביתו בתל-אביב. מספר חודשים לאחר מכן הכריע בית המשפט העליון בתביעתו וניקה אותו מכל ההאשמות שהופנו נגדו פרט לאחת.",
            " פרשייה זו חשפה בפני הציבור הרחב בארץ את הדילמות שעמדו בפני ההנהגה היהודית אל מול השואה ואת הבעייתיות שבשיפוטיות ביחס להכרעות שקיבלו.",
            "* בנימין הלוי (1996-1910) שופט שישב בדין בכמה מהמשפטים הידועים ביותר בתולדות מדינת ישראל ובהם: משפט קסטנר, משפט נאשמי הטבח בכפר קאסם ומשפט אייכמן. לאחר שעזב את המערכת המשפטית כיהן כחבר כנסת."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "הקמת יד ושם",
          "text": [
            "עוד בישיבה של הועד הפועל הציוני שנערכה בלונדון באוגוסט 1945, זמן קצר לאחר תום המלחמה, הוטל על הועד הלאומי שהיה הגוף שקדם לממשלת ישראל, לפעול להנצחת קורבנות השואה בארץ. ",
            "באוגוסט 1953 קיבלה הכנסת את חוק יד ושם שהגדיר את המוסד כרשות ממלכתית המופקדת על תיעוד תולדותיו של העם היהודי בתקופת השואה, הנצחת הנרצחים והנחלת מורשת השואה לדורות הבאים. ",
            "בנוסף אחראית הרשות על ההכרה וההנצחה של חסידי אומות העולם. יד ושם פועל לריכוז השמות של כלל הנספים בשואה ועושה זאת באמצעים מגוונים ובהם איסוף 'דפי עד' בהם מתבקשים הניצולים להעיד על קרובי משפחה וחברים שנספו. לצדו של יד ושם פועלים בישראל עשרות מוזיאונים, מרכזים חינוכיים ומרכזים אקדמיים לחקר השואה, לימודה ותיעודה."
          ],

          "minute": 0,
          "second": 0
        },
        {
          "title": "הסכם השילומים",
          "text": [
            "הסכם השילומים (1952), הוא הסכם שנחתם בין ממשלת מערב גרמניה לממשלת ישראל במסגרתו העבירה גרמניה לישראל סכום של כשלושה מיליארד מארק כפיצוי על הסבל והנזק החומרי אשר נגרם ליהודים בתקופת השואה. ",
            "עם כניעתה של גרמניה היא חויבה בפיצויי מלחמה נרחבים לכל הצדדים שלקחו חלק במלחמה ונפגעו ממנה, אך היא לא נדרשה לפצות את היהודים מאחר ולאלו לא הייתה מדינה שעמדה במלחמה עמם.",
            "לאחר שניסיונות להידבר עם גרמניה באמצעות בעלות-הברית נכשלו החלו ב-1951 מגעים חשאיים במטרה לקדם את הרעיון. לאחר שגרמניה הודיעה באופן רשמי על כך שהיא נוטלת על עצמה את האחריות על פשעי הנאצים כלפי העם היהודי, הוכשרה הקרקע למגעים גלויים.",
            "שאלת השילומים הייתה אחד המאבקים החריפים והדרמטיים בתולדות מדינת ישראל והכנסת בפרט. מתנגדי ההסכם ומנחם בגין בראשם, טענו שבחתימת ההסכם יש עוול מוסרי מאחר והוא מהווה מחילה רשמית לנאצים על פשעיהם ונקיבת מחיר חומרי על סבל הקורבנות. ",
            "לעומתם, תומכי ההסכם, בראשם ראש הממשלה דוד בן- גוריון טענו כי השילומים יסייעו למדינת ישראל לפתור את המשבר הכלכלי החמור בו הייתה נתונה באותה העת.",
            " בן-גוריון טבע את המושג 'גרמניה האחרת', שמשמעו כי גרמניה של היום איננה עוד גרמניה הנאצית ועל כן אין סיבה לאפשר לרוצחים לרשת את קרבנותיהם. ",
            "לקראת הדיון בכנסת, ב-7 בינואר 1952, קיימו מתנגדי ההסכם הפגנת המונים שהחלה בכיכר ציון בירושלים, וצעדה לבניין הכנסת (אז בבית פרומין, מרחק דקות הליכה מהכיכר). סביב הבניין הוקמו מחסומים ואלפי חיילים ושוטרים הועמדו בכוננות מחשש שההמון יפרוץ לבניין.",
            "לבסוף התקבלה ההחלטה ברוב של 61 תומכים מול 50 מתנגדים, ההסכם נחתם בספטמבר 1952 וסכום השילומים חולק בין מדינת ישראל ו-'וועידת התביעות', ארגון יהודי אמריקאי ללא כוונת רווח הכולל נציגים מארגונים שונים ומטרתו לסייע לניצולי השואה.",
            " בנוסף העניקה ממשלת גרמניה 'רנטות', תשלום חודשי קבוע, לניצולי השואה. לכספי השילומים נודעה חשיבות רבה בכלכלה הישראלית."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "משפט אייכמן",
          "text": [
            "במאי 1960 הודיע ראש הממשלה, דוד בן-גוריון, כי 'אדולף אייכמן נמצא בארץ, ויעמוד בקרוב למשפט'. אייכמן (1962-1906) היה מבכירי המנגנון הנאצי בגרמניה ומהאחראים להוצאתו לפועל של הפתרון הסופי.",
            " עם תום המלחמה ברח אייכמן בזהות בדויה לארגנטינה, הוא אותר על-ידי המוסד, הובא לארץ והואשם בפשעים נגד העם היהודי, פשעים נגד האנושות, פשעי מלחמה וחברות בארגון עוין (ס''ס, ס''ד וגסטפו).",
            " ב-10 באפריל 1961 החל משפטו להתנהל בפני בית המשפט המחוזי בירושלים שפעל בהרכב מיוחד של שלושה שופטים וקיים את דיוניו בבית העם על- מנת לאפשר לציבור הרחב להאזין להם. ",
            "התובע במשפט היה היועץ המשפטי לממשלה, גדעון האוזנר*. המילים בהן פתח האוזנר את כתב התביעה נצרבו בזיכרון הישראלי המשותף: 'במקום זה בו אני עומד לפניכם, שופטי ישראל... אין אני עומד יחידי; עמדי ניצבים כאן, בשעה זו, שישה מיליון קטגורים. אך אין הם יכולים לקום על רגליהם, לשלוח אצבע מרשיעה כלפי תא הזכוכית ולזעוק כלפי היושב שם: 'אני מאשים'. מפני שעפרם נערם בין גבעות אושוויץ ושדות טרבלינקה, נשטף ביערות פולין, וקבריהם פזורים על פני אירופה'.",
            "במהלך המשפט הוצגו עדויות של למעלה ממאה ניצולים לצד אלפי מסמכים שחשפו את מעורבותו של אייכמן בהשמדת יהודי אירופה. אייכמן ניסה להציג עצמו כ-'בורג קטן' שרק מילא את הפקודות שהטילו עליו מפקדיו; אך התביעה הוכיחה במשפט כי אייכמן הגיע להזדהות נפשית מלאה עם התפקיד שאותו נדרש לבצע. על אייכמן נגזר גזר דין מוות, היחיד שניתן בתולדות מדינת ישראל, שהוצא מיד לפועל. גופתו נשרפה ואפרו פוזר מחוץ למים הטריטוריאליים של מדינת ישראל. ",
            "המשפט הביא לשינוי היסטורי בתפיסת החברה הישראלית ביחס לשואה, בייחוד בקרב הדור הצעיר, ולשינוי ביחס אל הניצולים. עדויותיהם של ניצולי השואה הגיעו לכל בית בישראל והשואה חדלה להיות סיפור עמום ורחוק והפכה לסיפור אישי וקונקרטי שקרה לאנשים פרטיים.",
            "* גדעון האוזנר (1990-1915) משפטן ופוליטיקאי ישראלי. האוזנר כיהן החל משנת 1960 כיועץ המשפטי לממשלה. בשנת 1965 נבחר לכנסת מטעם סיעת הליברלים העצמאיים (ל''ע)."
          ]
        }
      ]
    },
    {
      "title": "סיכום",
      "subSections": [
        {
          "title": "הסיכום",
          "text": [
            "בשער זה עסקנו בנושא השואה; הגדרנו את האנטישמיות; דנו בהתפוררות הדמוקרטיה הגרמנית ובעליית הנאצים לשלטון; פרטנו את רדיפת והשמדת היהודים; וסיימנו בהתייחסות אל הקשר בין השואה למדינת ישראל.",
            "תפיסת 'יעוד ויחוד' מתייחסת אל צה''ל וזיכרון השואה:",
            "צה''ל – כמדינת ישראל כולה, רואה בשואה את אחד האירועים המרכזיים בדורות האחרונים ובהיסטוריה בכלל. זהו אירוע ייחודי בעל השלכות לאומיות ואנושיות חשובות ביותר. החינוך להנחלת זיכרון השואה מהווה מרכיב חשוב בכלל החינוך שמקנה צה''ל לחייליו. צה''ל יפעל להנחלת זיכרון השואה על-מנת לחזק את הקשר ואת תחושת השייכות של החייל למדינת ישראל ולצה''ל לא בכדי הקדשנו שער נפרד לתקופת השואה. כקצינים לעתיד בצה''ל ישנה חשיבות גדולה להיכרותנו עם הנושא ולחיזוק יכולתנו לעסוק בו עם חיילינו. מבחינה חינוכית עלינו להדגיש את משמעויותיה הייחודיות של השואה לצד משמעויותיה האוניברסליות ולעסוק בנושא כמרכיב בזהותנו כישראלים וכיהודים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
