{
  "title": " תחקיר ונשק",
  "description": " הפרק סוקר את התחקיר מטרותיו, הגדרתו, עקרונותיו המנחים, המודל המקובל, מבנהו ודגשים חשובים. כמו כן, הפרק עוסק בהיכרות עם נשק ותפעולו.",

  "sections": [
    {
      "title": "מבוא",
      "subSections": [
        {
          "title": "מבוא",
          "text": [
            "א.  התחקיר בצה''ל הוא כלי מרכזי – מנהיגותי ומקצועי – של המפקד ללמידה ולהשתפרות ביחידתו וביחידות הכפופות לו. את התחקיר מבצע המפקד, והוא הנושא באחריות להפקת הלקחים וליישומם. ",
            "ב. התחקיר הוא בירור הנערך בנוגע לאירוע שהתרחש בפעילות צבאית. במהלך עריכת התחקיר מתבררים הנסיבות ואופן הביצוע של פעילות צבאית בהקשר של מטרתה ויעדיה, לשם קבלת המידע הדרוש כדי לקבוע ממצאים, להסיק מסקנות, להפיק לקחים וליישמם. בסוף ביצוע התחקיר ייכתב תחקיר (ע''פ הפורמט המצורף) שיסכם את כלל האירוע ותחקורו.",
            "ג.  תכלית התחקיר ויישום הלקחים היא לשפר את המועילות המבצעית ולמנוע הישנות אירועים בלתי רצויים בעתיד. זאת בשונה מחקירה, שמטרתה לבדוק חשדות לביצוע עברה פלילית. ",
            "ד. התחקיר הוא כלי מקצועי המצוי בארגז הכלים של המפקד. יחידה המקיימת מדיניות של למידה באמצעות תחקיר היא יחידה משתבחת מקצועית הן ברמת תהליכי העבודה והן ברמת הטמעת הנהלים, ההוראות והתרגולות המבצעיות. ",
            "ה. תפיסת הבטיחות בצה''ל רואה את הבטיחות כחלק מהמקצועיות. על פי התפיסה, רמת הבטיחות מותנית ביכולת המקצועית של הפרט והיחידה. מדיניות שיטתית של ביצוע תחקיר ביחידה משביחה וממנפת את היכולת המקצועית ומשפרת את רמת הבטיחות. ",
            "ו. פורמט התחקיר בהוראה זו מחייב. מטרת הפורמט האחיד הינו לאפשר למידה הדדית בין יחידות על בסיס הפצת תחקירים בין יחידות צה''ל השונות.",
            "ז.  הוראה זו מתבססת על: 1. הוראות אמ''ץ - תוה''ד 8.4 – התחקיר ויישום הלקחים (2114). 2. הוראות זרוע היבשה, תחקיר, הפקת לקחים יישומם והטמעתם (2112)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מטרה",
          "text": [
            "המטרה - להגדיר את הכללים לביצוע תחקיר לאירוע בטיחות בצה''ל ואת הכללים ליישום הלקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "הגדרות",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א.  אירוע בטיחות – אירוע שנגרמה בו תאונה (אירוע הגורם למוות, לפגיעה בבריאות, לפציעה, לנזק או לאובדן), או שעלולה הייתה להיגרם בו תאונה (תקרית בטיחות).",
            "ב.  דוח התחקיר – מסמך שבו מתואר התחקיר המלא, על חלקיו השונים, כמפורט להלן בפרק 2.",
            "ג.  יישום לקח – הפיכת לקח מאירוע לכדי מעשה באמצעות פקודות והוראות ובקרה לטווח ארוך אחר ביצוע הפקודות וההוראות. ",
            "ד.  המלצה – אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה. ",
            "ה.  לקח – החלטה לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח של ממצאים ומסקנות על אודות פעילות צבאית. ",
            "ו.  ממצא – פריט מידע עובדתי שנמצא על אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר.",
            "ז.  מסקנה- תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות.",
            "ח.  תחקיר– חקירה מפורטת בדבר פרטי ביצוע של משימה מול המטרה ומול תוצאותיה, לשם מיצוי כל הידיעות והנתונים, הדרושים ליצירת בסיס להסקת מסקנות והפקת לקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עקרונות מנחים בתחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א.  אחריות לבצע תחקיר הינה בראש ובראשונה של מפקד המסגרת בה ארע אירוע הבטיחות.",
            "ב.  מטרת התחקיר הפיקודי היא למידה והשתפרות. המפקד המתחקר ישאף לאווירת פתיחות ללא מורא מצד המעורבים לחשוף שגיאות, תקלות וביקורת. ",
            " ג.  קיימת חובת ביצוע תחקיר בהתאם לחומרת אירוע הבטיחות - הוראת בטיחות 8.2 בכרך א'.",
            "ד.  תחקיר מקביל לחקירת מצ''ח - מפקד יבצע תחקיר לאירוע לאחר תיאום וקבלת דגשים מול פרקליט צבאי (הוראת אמ''צ/ תוה''ד 8.4 סעיף 9).",
            "ה.  התבססות על תשתית עובדתית (מה היה) המבוססת על אמירת אמת.",
            "ו.  התחקיר יבוצע בסמוך ככל האפשר להתרחשות האירוע על מנת למנוע איבוד פרטי חקירה ולהשפיע מוקדם ככל הניתן על שיפור המסגרת המתוחקרת באמצעות לקחים. ",
            "ז.  יישום הלקחים – מבצע התחקיר יקבע לקחים לסגירת הפערים שהתגלו בתחקיר ותוכנית בקרה לוודא את יישום הלקחים."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מודל התחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א. הגדרת מודל התחקיר - מודל תחקיר הבטיחות תואם למודל של תחקיר אימון, תחקיר מקצועי, תחקיר לחימה או תחקיר משמעת. ",
            "ב.  תיחום התחקיר - בתחקיר בטיחותי לא נבחר את המוקד לתחקיר כפי שמבוצע בתחקיר לחימה/ אימון אלא נתמקד באירוע הבטיחות.",
            "ג.  מה היה? – פירוט העובדות הקשורות לאירוע. בסיום פרק זה למתחקר יש תמונה מלאה ככל האפשר על התרחשות האירוע. ",
            "ד.  מה היה צריך להיות? – השוואת העבודות שקשורות להתרחשות האירוע לפקודות וההוראות המחייבות בספרות המקצועית, הוראות בטיחות, פקודות והנחיות שקשורות לנושא המתוחקר.",
            "ה.  פערים – פער בין מה שהיה באירוע לבין מה שהיה צריך להיות עפ''י הפקודות וההוראות. יכול להיות מספר רב של פערים.",
            "ו.  מסקנות– פרק זה יסביר כיצד הפערים שהתגלו גרמו להתרחשות אירוע הבטיחות הן באופן ישיר והן באופן עקיף וכן ניתוח של מבצע התחקיר לסיבות שבגינן קיימים הפערים. ",
            "ז.  לקחים – החלטות שמטרתם לטפל בפערים שהתגלו בתחקיר. מטרת הלקחים היא לשפר את תפקוד המסגרת בביצוע הפעולה הבאה.",
            "ח.  המלצות לרמה ממונה – הצעות לדרכי טיפול בפערים שהתגלו בתחקיר, אשר אין בסמכותנו לבצען."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מבנה דו''ח התחקיר",
      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "א. כללי",
            "1. תיאור כללי של האירוע - תאריך, מקום, יחידה, תיאור כללי ותוצאות. התיאור הכללי ימצא בתוך מסגרת מרובעת בתחילת המסמך.",
            "2. פרטים כלליים - מי תיחקר, מי השתתף בתחקיר, חומרים עליהם התבסס התחקיר. עבור כל אדם המוזכר בסעיף זה, יש לציין שם מלא, דרגה ומספר אישי.",
            "ב.  ממצאים",
            "ממצאי רקע, ממצאי רצף כרונולוגי של התרחשות האירוע וממצאים נוספים (מחולקים ע''פ הנושאים שתוחקרו).",
            "ג.  מסקנות",
            "1. ניתוח הגורמים לאירוע - גורם ישיר לאירוע וגורמים תורמים.",
            "2. ניתוח הממצאים - תקלות, שגיאות ונקודות לשיפור.",
            "ד.  לקחים",
            "הלקח, האחריות והלו''ז לביצוע.",
            "ה.  המלצות:  הפניה לרמה ממונה.",
            "ו.  סיכום המפקד (רשות)"
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "דגשים לכתיבת דו''ח התחקיר",
      "subSections": [
        {
          "title": "פרק כללי",
          "text": [
            "על דו''ח התחקיר להיות כתוב לפי סטנדרט הכתיבה הצבאית.",
            "1. תיאור האירוע",
            "תיאור האירוע באופן כללי, תאריך, יחידה, מקום, מסגרת ההתרחשות, מעורבים מרכזיים ותוצאות האירוע תוך ציון נפגעים בנפש/נזק לרכוש.",
            "דוגמא:",
            "1.  תאריך: יום שלישי 3/2/2015, בשעה 21:19",
            "2.  מקום: בנשקיית בא''ח נח''ל",
            "3.  תיאור האירוע: במהלך בדיקה של משגר תת''ק לאו 35 מ''מ נפלט התת''ק.",
            "4.  תוצאות האירוע: מהפליטה נפצע החייל XXXX באופן בינוני בידו הימנית.",
            "",
            "2. פרטים כללים",
            "פרטי אינפורמציה כלליים כגון: זהות מנהל התחקיר, משתתפים בתחקיר, ההוראות והמסמכים בהם נעזר המתחקר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פרק ממצאים",
          "text": [
            "ממצא – פריט מידע עובדתי שנמצא אודות האירוע המתוחקר, אשר יש לו חשיבות לאותו האירוע ולאותו התחקיר.",
            " סוגי ממצאים:",
            "א. ממצאי רקע: עובדות כלליות על המעורבים בתחקיר לטובת הבנת הקשר לאירוע (מי הכוח, הכשרתו, המשימה הכללית שלו וכו').",
            "ב.  ממצאי האירוע – רצף כרונולוגי תיאור עובדתי של ההתרחשויות באירוע ע''פ סדר התרחשותן בו. נקודת ההתחלה לתיאור הרצף הכרונולוגי הינה בנקודה שעל פי דעת המתחקר העובדות רלוונטיות באופן מידי להתרחשות האירוע. נקודת הסיום של הרצף הכרונולוגי - גמר הפעולות המיידיות שננקטו בתגובה לאירוע. במידה וקיים תיעוד זמנים מדויק, עלייך להשתמש בו, ובמקרה שאין תיעוד שכזה עליך לציין הערכת זמן כללית ולהקפיד לשמור על סדר ההתרחשות. על כותב התחקיר לתת תיאור מלא ומפורט של רצף ההתרחשות. חשוב לתת לקורא התחקיר את תחושת הזמן הנכונה ולכן אם טווח הזמן בין הפעולות היה של שניות/דקות/שעות, יש לציין זאת.",
            "ג. ממצאים נוספים: ממצאים נוספים אינם קשורים לרצף הכרונולוגי אך הם מצביעים על תהליכים הקשורים לתוצאות האירוע (גורמים תורמים שאפשרו את האירוע) ויש חשיבות לציינם על מנת לתמוך במסקנות עתידיות. יש לציין רק ממצאים נוספים אשר יש לגביהם מסקנות. הממצאים ייכתבו כאשר הם מסודרים ע''פ נושאים שעלו בתחקיר. ממצאים נוספים יהיו ברמת פירוט גבוהה על מנת להקיף באופן מדויק ומלא את הנושא בו הם עוסקים. דוגמא: הכשרת בעלי תפקידים, תשתית הכבישים בגזרה וכו'."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פרק מסקנות",
          "text": [
            "מסקנה (מילון למונחי תו''ל)– תוצאה או תולדה של עיון בממצאי תחקיר וניתוחם לאור אמות מידה מוסכמות. מבצע התחקיר יבצע ניתוח ושיפוט של הממצאים בהיבטים של תקלות, שגיאות ונקודות חיוביות וכן יסביר את הקשר הסיבתי באירוע.",
            "תהליך הסקת המסקנות כוללת שני שלבים:",
            "1 שלב ראשון– קביעת הקשר הסיבתי. בשלב זה המתחקר מנתח וקובע את הגורמים שבגינם התרחש האירוע. קביעת הגורמים שהביאו לאירוע חייבת להישען על ממצאים שנאספו בתחקיר תוך ביסוס קשר לוגי אליהם. המתחקר יסווג את הגורמים לאירוע לשניים:",
            "א. גורם ישיר לאירוע - קביעת הגורם הישיר והמיידי שבגללו נגרם אירוע הבטיחות. הגורם הישיר הינו שגיאה או תקלה שבוצעה והביאה באופן פיזי ממשי לאירוע הבטיחות. ניתן להגדיר יותר מגורם ישיר אחד שהביא לאירוע.",
            "ב.  גורמים תורמים לאירוע – התנאים, הנסיבות התהליכים שאפשרו, השפיעו ותרמו להתרחשות האירוע. ייתכנו מספר רב של גורמים תורמים לאירוע. גורמים אלו הם לרוב נסתרים ויש לאתר ולזהות אותם במהלך התחקיר. סיווג הגורמים התורמים יבוצע באמצעות מודל 5M (אדם, אמל''ח, סביבה, פו''ש, משימה).",
            "",
            "2 שלב שני – המתחקר מצביע ומסווג את הפערים שמצא בין ''מה היה'' באירוע ל''מה היה צריך להיות'', במונחים הבאים:",
            "א.  תקלה - אי ביצוע נכון של משימה כתוצאה מחריגה מפקודה או הנחיה.",
            "ב.  שגיאה - אי ביצוע נכון של משימה כתוצאה מטעות בשיקול הדעת.",
            "ג.  נקודות לשימור – פעולות שבוצעו בצורה טובה שחשוב לציין אותן ולשמר אותן.",
            "ד.  פרק לקחים - הגדרת לקח (מילון למונחי תו''ל): החלטה לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח של ממצאים ומסקנות על אודות פעילות צבאית. עם סיום כתיבת המסקנות עלייך לזהות את המסקנות הדומיננטיות ביותר שאותן הנך יכול ורשאי לממש ולתרגם אותן למונחי ביצוע (מי מבצע ועד מתי). הלקחים הם למעשה מימוש המסקנות לצורך תיקון של ליקוי או מילוי של חוסר על מנת למנוע אירועי בטיחות בעתיד. פרק הלקחים בתחקיר הוא למעשה תכלית תהליך התחקיר ולפיכך קיימת חשיבות שבו ישקיע המפקד זמן בקביעת הלקחים. על המפקד להבטיח כי בקביעת הלקחים הם עומדים לפחות במבחן אפקטיביות שקיומן יוביל לחלופה טובה ובטוחה יותר מהקיימת. על המפקד לקבוע לכול לקח אחראי ומסגרת זמן מחייבת לביצוע (מי עושה, מה עושה, עד מתי).",
            "ה.    פרק המלצות - הגדרת המלצה (מילון למונחי תו''ל): אמירה המצביעה על צורך לתקן ליקוי, למלא חוסר או לחזק יתרון, שיש בה חידוש ושהופקה בעקבות ניתוח ממצאים ומסקנות של תחקיר על אודות פעולה צבאית, אך אין בסמכות המפקד האחראי לתחקיר להפוך את ההמלצה להוראה. במידה והמתחקר מצא לקחים שאין ביכולתו ובסמכותו לממשם הוא יפנה אותם לרמה הממונה או לסמכות המקצועית אשר בסמכותה לממשם או להפוך אותם להנחיות מחייבות. ההמלצות בתחקיר חשובות מתוך ראייה רחבה שלמידה מתחקיר תוכל לשמש מסגרות רבות מעבר למסגרת שבה ארע האירוע.",
            "ו.    סיכום מפקד - התייחסות חופשית של המפקד בסיום הדוח על מנת להעביר את המסר הפיקודי מהתחקיר במילותיו שלו ללא צורך להיצמד לניסוח צבאי מחייב."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "פורמט תחקיר ",
          "text": [
            "1. כללי",
            "מועד האירוע",
            "מקום האירוע",
            "תיאור האירוע",
            "תוצאות האירוע",
            "משתתפים בתחקיר",
            "",
            "2. ממצאים עיקריים",
            "ממצא 1.",
            "ממצא 2.",
            "",
            "3. ממצאים נוספים",
            "ממצא 1.",
            "ממצא 2.",
            "",
            "4. מסקנות",
            "הגורם הישיר הינו גורם...",
            "הגורם התורם לאירוע הינו...",
            "",
            "5. תקלות ושגיאות",
            "א.",
            "ב.",
            "",
            "6. נק' ראויות לציון",
            "א.",
            "ב.",
            "",
            "7. לקחים",
            "א.",
            "ב.",
            "המלצות:",
            "א.",
            "ב.",
            "",
            "8. סיכום",
            "",
            "",
            "",
            "(חתימה)"
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "M16 הכרת תכונות ותפעול",
      "subSections": [
        {
          "title": "רקע",
          "text": [
            "הנשק M16 הארוך פותח ב-1963 ע''י חברת Colt בארה''ב. ב-1973 ישראל החלה לקנות את הנשק במסגרת ''דולר סיוע''. ב-1982 הוחלף הM16 ארוך (שבו הקנה והמתפסים יותר ארוכים) ע''י הגליל וחזר למערך ב-1992 בצורתו הקצרה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מידות",
          "text": [
            "מידות M16 קצר: ",
            "משקל 1.9 ק''ג",
            "אורך קנה 32 ס''מ",
            " מהירות לוע 886 ש/מ ",
            "מעלה סלילים 1:12"
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חלקים חיצוניים",
          "text": [
            "קת, ידית דריכה, כוונת אחורית, גשר נשיאה, עצר המחלק, גשר הלהב, להב, סתרשף, קנה, מתפסים, חבק מתפסים, בית המחסנית, הדק, ידית אחיזה וניצרה. "
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חלקים פנימיים",
          "text": ["פין פציל, פין טלוויזיה, נוקר ושושנה."],
          "minute": 0,
          "second": 0
        },
        {
          "title": "סוגי תחמושת",
          "text": [
            "סוגי התחמושת בהם ניתן להשתמש הם הכדורים:",
            "כדור רגיל (M193) - בעל קליע במשקל 3.6 גרם. מיועד לרוס''ר מיקרו תבור ומיקרו תבור בתצורת מטול. הכדור הרגיל קרוי גם כדור לבן.",
            "כדור נותב (M196) - בעל קליע במשקל 3.6 גרם שבקצהו הפנימי זרחן, הזרחן מסמן את נתיב מעוף הקליע. ראש הקליע מסומן בצבע אדום.",
            "כדור ירוק (SS109/M855) - בעל קליע במשקל 4 גרם. ראש הקליע מסומן בצבע ירוק. רלוונטי לכלל הנשקים בעלי מעלה סלילים 1:7.",
            "כדור חסר קליע (ח''ק) - משמש לדימוי קולות ירי. מצריך שימוש במצר לוע לטעינה חוזרת של הרובה. מיועד לכל סוגי רובי המיקרו תבור. ניתן לזהות כדור זה לפי חותם זפת המונע את פיזור אבק השריפה וכן חריטה חיצונית סמוך לכרכוב לצורך זיהוי בחושך.",
            "כדור תרגול - משמש לתרגול של טעינה ופריקה. כדור תרגול הינו כדור רגיל אשר אבק השריפה רוקן ממנו והפיקה נעקרה. ניתן לזהות אותו באמצעות שני חורים קדוחים סמוך לכרכוב."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מחסניות",
          "text": [
            "מחסניות:",
            "מחסנית מתכת לכדורים רגילים - במחסנית זו ניתן לטעון את כל סוגי הכדורים בעלי הקליע (רגיל, קלעים ונותב). למרות שהמחסנית מיועדת להכיל 30 כדורים, בצה''ל נהוג לטעון בה 29 כדורים בלבד על מנת למנוע את שחיקת קפיץ המחסנית. רצוי שלא להשתמש במחסניות פלסטיק בשל אמינותן הנמוכה. משקל המחסנית: ריקה - 110 גרם. מלאה - 450 גרם.",
            "מחסנית לכדורים חסרי קליע (ח''ק) - במחסנית זו ניתן לטעון כדורי ח''ק המשמשים לדימוי קול ירי באימונים. ניתן לזהות אותה לפי המגרעת בחלקה העליון של השדרה הקדמית. כאמצעי בטיחות, ניתן לטעון מחסנית זו ברובה רק כאשר מחובר לבית המחסנית מתאם מיוחד המשלים את המגרעת  ובכך מונע הכנסת מחסנית טעונה בכדורים חיים."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "עקרון הפעולה",
          "text": [
            "פעולה מקדימה, דריכה: משיכת ידית הדריכה. פעולה לפנים (גיח''ן): גריפה, יישור והגבהה, חביקה ונעילה. נקירה. פעולה לאחור: שחרור, חליצה, פליטה. מנגנון הירי של הM16 הוא מכנס סגור.",
            "סדר הפעולות המתרחשות בנשק בתהליך הירי מתוארות ברשימה הבאה: דריכה, פעולה לפנים, נקירה ופעולה לאחור.",
            "דריכה מתבצעת על-ידי משיכת ידית הדריכה לאחור.",
            "",
            "פעולה לפנים",
            "הפעולה לפנים מתחילה ברגע שידית הדריכה משוחררת לפנים. המכלול חוזר לפנים מכוח הקפיץ ומבצע בדרך מספר פעולות: גריפה, יישור, הגבהה, חביקה ונעילה (ראשי תיבות גיח''ן). ",
            "1) גריפת הכדור - במכלול הפנימי של הנשק ישנן שתי שיניים גורפות, ימנית ושמאלית, תפקיד השיניים הוא לגרוף את הכדור התורן במחסנית (פעם משמאל ופעם מימין) בזמן תנועת המחלק לפנים. באיור הבא מוצג המחלק והשיניים הגורפות את הכדור. ",
            "2) יישור והגבהת הכדור - המחסנית נמוכה יותר מבית הבליעה לכן דרוש תהליך של יישור והגבהה. בשלב ראשון הכדור נגרף לכבש הכדורים. צורת הכבש היא כצורת לב הפוך והוא משמש כמגלשה שמיישרת ומגביהה את הכדור לגובה בית הבליעה. ",
            "3) חביקה - הכדור נחבק על ידי השן החובקת/חולצת אשר תופסת את הכדור במגרעת של הכרכוב. ",
            "4) נעילה - מתבצעת על ידי סיבוב השושנה (1/16סיבוב) ושילוב השיניים הנועלות עם השושנה הגטיבית לנעילה מושלמת. פעולה זו נועדה ליצור אטימה מושלמת ולמנוע חזרת גזים לכיוון היורה, בסוף תנועת הנעילה המחלק משחרר את דוקרן העזר. בשלב זה מתבצעת הנקירה- החייל לוחץ על ההדק ומתבצעת כל שרשרת הפיצוץ: לחיצה על ההדק, שחרור הפטיש, הפטיש מכה באחורי הנוקר, הנוקר מכה בפיקת הכדור, פגיעת הנוקר בפיקה גורמת לכספית בכדור לרעום והכספית הרועמת מציתה את האבש''ש בתרמיל. בעירת אבק השריפה גורמת לשחרור גזים המעלים את הלחץ בבית הבליעה והודפים את הקליע מחוץ לתרמיל אל תוך הקנה עד ליציאתו מקדח הקנה.",
            "",
            "פעולה לאחור",
            "אחרי הנקירה ושרשרת הפיצוץ מתחילה הפעולה לאחור. חלק קטן מהגזים הדוחפים את הקליע דרך הקנה חוזרים דרך חריר מעבר הגזים אחורה לכיוון המחלק ודוחפים אותו לאחור. הפעולה לאחור כוללת את השלבים הבאים: שחרור, חליצה ופליטה (ראשי תיבות שח''ף). ",
            "1) שחרור נעילה – השושנה מסתובבת 1/16 סיבוב חזרה ובכך משתחררת השושנה מהשושנה הנגטיבית ומתבצע שחרור הנעילה. ",
            "2) חליצה - השן החובקת חולצת אוחזת בכרכוב התרמיל ומושכת אותו לכיוון פתח הפליטה עם תנועת המחלק לאחור. ",
            "3) פליטה - כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת שהיא שן קפיצית הממוקמת על פני הבריח."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "עקרונות הקליעה",
      "subSections": [
        {
          "title": "שבעת עקרונות הקליעה",
          "text": [
            "שבעת עקרונות הקליעה הם: מצב גוף קרקע, מצב גוף נשק- חמש נקודות אחיזה, חוק המכוון, נשימה, מצב אפס, סחיטת הדק והכרזה (ראשי תיבות ממ''ח נמס''ה)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מצב גוף קרקע",
          "text": [
            "מצב גוף קרקע משמש כבסיס לבניית מצב הירי בשכיבה, ונעשה ללא רובה ביד. בעת בניית מצב הירי יש להקפיד על יצירת מספר רב של נקודות אחיזה בקרקע ולפעול על פי השלבים הבאים: פסק את הרגליים לזווית של 90 מעלות. בצע את פעולת הפישוק בשתי הרגליים בו-זמנית, פעולה זו תורמת ליציבות. הצמד את כפות הרגליים אל הקרקע כך שחלקה הפנימי של כף הרגל, מהעקב ועד לבוהן יהיה צמוד לקרקע. פעולה זו מסייעת בספיגת הרתע. החזק את הגוף כחטיבה אחת והימנע משבירת קו הגב, פעולה זו מונעת כאבים וחוסר נוחות. הנח את המרפקים ברוחב הכתפיים. התאם את המרפקים כך שבית החזה לא ייגע בקרקע, פעולה זו מסייעת לנטרל תזוזות שנגרמות בגלל הנשימה. הצמד את פרקי כף היד והשען את הסנטר על כפות הידיים כעל חצובה.",
            "פרטי מצב: כתפיים ברוחב שווה, שמירה על גב ישר, כפות רגליים צמודות אל הקרקע, שאיפה לזווית של 90 מעלות בין הרגליים, שמירה על זווית של 45 מעלות למטרה, מרפקים ברוחב כתפיים וידיים כחצובה לסנטר. יש להישען על עצמות ולא להחזיק את הגוף בכוח השרירים. פעולה זו מסייעת לשיפור היציבות, שכן עייפות השרירים גורמת לרעידות. הנוחות חשובה על מנת לשמור על מצב ה ''גוף קרקע'' לאורך זמן.",
            "דגשים לכניסה למצב שכיבה: צור זווית של 90 מעלות בין הזרוע לאמה ביד התומכת (היד האוחזת במתפסים). פעולה זו מסייעת להפחתת רעידות היד. כך כל המשקל מופעל על העצם ולא על השרירים ומתחלק באופן שווה בין חלקי הזרוע. צור זווית ממוצעת של 45 מעלות בין גוף היורה לקו הקנה של הנשק. פעולה זו מסייעת ליצירת זווית של 90 מעלות ביד האוחזת במתפסים ומאפשרת להביא את העיניים לגובה הכוונות ולמרחק נכון מהן (זווית זו אינה קבועה וניתנת לשינוי לפי אורך יד היורה: חייל נמוך- זווית גדולה יותר, חייל גבוה/מטוליסט - זווית קטנה יותר). הנח את הרגל המקבילה לנשק (רגל ימין אצל יורה ימני ולהיפך) במקביל לציר הקנה. פעולה זו מסייעת בספיגת הרתע."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מצב גוף נשק (חמש נקודות אחיזה)",
          "text": [
            "על מנת להקנות ליורה יציבות, צריך ליצור מספר רב ככל שניתן של נקודות מגע עם הרובה תוך נוחות מרבית והפעלת כוח מועט ככל שניתן. הקפדה על נקודות האחיזה הבאות תסייע להשיג יציבות מרבית.",
            "",
            "פרטי המצב",
            "קת בשקע הכתף - צד אחורי של הנשק, לחי סחוטה על הקת - צד עליון של הנשק, חמש אצבעות על ידית אחיזה - צד ימני ותחתון של הנשק, יד אוחזת במתפסים - חלק תחתון של הנשק, אמה צמודה לשמורת ההדק או למחסנית - צד שמאל של הנשק.",
            "",
            "דגשים",
            "1) קת בשקע כתף: אזור שקע הכתף נמצא בין עצם הבריח לכתף. נקודת אחיזה זו מסייעת בספיגת הרתע ונותנת לרובה תמיכה אחורית. הכנסת הרובה אל שקע הכתף בצורה נכונה מביאה את הכוונת אל גובה העיניים ומונעת את הצורך לאמץ את הצוואר. השלבים להכנסת הקת לשקע הכתף הם: הרם את המרפק בתנועה מעגלית (''תנועת חתירה''). שקע הכתף נפתח. הכנס את עקב הקת לשקע הכתף והורד את המרפק (במצב עמידה וכריעה לזווית של 90 מעלות). בעת ירי עם אפוד, רצועת האפוד מכסה את שקע הכתף וקשה יותר לחוש אותו. הצמד את עקב הקת אל רצועות האפוד. השאיפה היא כמה שיותר נקודות מגע עם הכתף על מנת לספוג את הרתע בצורה מיטבית. אין לדחוף את הקת לשקע כתף בכוח משום שדבר זה גורם לתזוזת הקנה מטה. הצוואר צריך להיות בתנוחה נוחה, לא מכווץ ולא מתוח לפנים.",
            "2) לחי סחוטה על הקת: סחיטת הלחי על צוואר הקת נותנת לרובה תמיכה מלמעלה ומביאה את העין אל גובה הכוונת מבלי להפעיל את שרירי הצוואר. יש לסחוט את הלחי על הקת לפי השלבים הבאים: לאחר הכנסת עקב הקת אל שקע הכתף, הצמד את הלחי אל הקת בגובה מפרק הלסת. הורד את הלחי כלפי מטה תוך חיכוך עם הקת עד לנקודה של עצם הלחי (כך נוצרת נקודה קבועה בה ימקם החייל את הלחי על הקת והעין תמוקם מול הכוונת במקום זהה בכל ירי). במהלך פעולה זו הימנע מהפעלת לחץ צידי על הרובה. אין לסחוט בכוח מכיוון שהדבר יוצר תזוזה של הקת כלפי מטה ומסיטה את הקנה לצד השני. לחי סחוטה בהתאמה לגובה נקודת המכוון של הכוונת.",
            "3) חמש אצבעות על ידית האחיזה: אחיזת ידית האחיזה בעזרת חמש אצבעות נותנת לרובה תמיכה ימנית ותחתונה. יש לאחוז בידית האחיזה לפי השלבים הבאים: הנח את מגרעת כף היד (הרווח בין האגודל לאצבע) צמוד לצוואר ידית האחיזה. נעל את האצבעות סביב ידית האחיזה. הנח את האצבע המורה מעל האצבע האמצעית בצורה ישרה) במטרה שבעת ביצוע הירי תתבצע תנועה קטנה ככל האפשר וההשפעה על הירי תהיה מינימאלית) הקפד שהזרוע וכף היד יהיו בקו אחד ללא שבירה בפרק כף היד. אין להפעיל כוח על ידית האחיזה, רק האצבע הסוחטת נמצאת בתנועה. כל שאר האצבעות צריכות להימצא במצב של אי תנועה על מנת לא להשפיע על נקודת המכוון. אצבע מורה נמצאת מחוץ לשמורת ההדק. מניחים את האצבע על ההדק רק לאחר החלטה על ביצוע ירי ופתיחת נצרה.",
            "4) יד אוחזת במתפסים: יד אוחזת במתפסים מעניקה לרובה תמיכה תחתית ומייצבת את חלקו הקדמי, נועד כדי להתמודד עם משקל הנשק וכדי לתמוך בו. יש לאחוז את המתפסים לפי השלבים הבאים: הנח את המתפסים בכף היד התומכת. אין לאמץ את כף היד על מנת שלא ליצור רעד. הקפד שהזרוע וכף היד יהיו בקו אחד ללא שבירה בפרק כף היד. ללא אחיזה בכוח. היד אוחזת במתפסים באופן שמאפשר מיקום של המרפק על קו קנה מטרה. זווית הפתיחה של היד האוחזת במתפסים היא לא יותר מ-90 מעלות כדי לשפר את היציבות באמצעות הקטנת הכוח שהיורה מפעיל בעת החזקת הנשק. אזהרה: אין להעביר את היד מעבר לגבול של המתפסים (בתבור ומיקרו תבור גבול המתפסים מסומן כבליטה) אי-מילוי הוראה זו עלול להביא לכוויה או פגיעת כדור ביד.",
            "5)  אמה צמודה למחסנית/שמורת ההדק: כאשר האמה צמודה למחסנית או לשמורת ההדק, היא תומכת בנשק מצד שמאל. אין הכרח להצמיד את כל האמה וניתן להסתפק במגע בלבד. כאשר החייל אינו מצליח להצמיד את האמה לנשק עליו לסובב את היד האוחזת במתפסים על המתפסים עד לנקודה בה האמה נוגעת במחסנית. יש להביא את האמה לנשק ולא להפך, הבאת הנשק לאמה עלול לגרום לכוונות לא זקופות הנמצאות בהטייה ולכן יכול לגרום לטעות במכוון ובפגיעות. בתבור ומיקרו תבור האמה צמודה לשמורת ההדק."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "חוק המכוון",
          "text": [
            "חוק המכוון מפרט את עקרונות המיקום של הכוונת על גבי האיפוסון ומשתנה בין ירי עם כוונת אופטית לבין ירי בכוונות ברזל.",
            "כוונות ברזל: חוק המכוון לירי עם כוונות ברזל הינו: צפה אל המטרה - על היורה לדעת על איזו מטרה הוא יורה ולזהות אותה. בחר נקודת מכוון - כאשר יורים על מטרה קרבית (לא איפוסון) יש לדעת באיזו נקודה אנו רוצים לפגוע (מרכז מסה, רגליים) ובאיזו סטייה עלינו להתחשב על מנת לפגוע בנקודה הרצויה. עצום עין בלתי מכוונת - עקב קיומם של שלושה מישורים (חרירית, להבית והמטרה) יש לעצום עין אחת על מנת להתמקד בלהב בזמן הירי. אם החייל מכוון עם עין ימין הוא יעצום את עין שמאל. הבא את קצה הלהב אל מרכז החרירית - עלינו להקפיד כי קצה הלהב יהיה במרכז החרירית גם בצידוד וגם בהגבהה (בתבור רק בהגבהה בגלל התוחמות) ולהביאו אל נקודת המכוון. הכוונת החרירית ב- M16 ו- M4 היא בעלת שלושה מצבים: 'L' , 'L'  לכיוון המטרה, מצב ביניים פרפרית. ב M16  יורים כאשר ה'L' מכוונת אל היורה, המצב השני נועד לירי בתנאי תאורה קשים.",
            "יש להשאיר נימה לבנה מינימאלית - שמירה על נימה צהובה מינימאלית מבטיחה חזרה לאותה נקודת מכוון, הלהב שחור וגם חצי העיגול באיפוסון, כלומר אם נכוון על חצי העיגול לא יהיה לנו מדד לאן אנו מכוונים. בעת ירי (איפוס יבש, איפוס וכדומה) מתרגלים את החיילים למצוא את הנימה על ידי הזזת הלהב על האיפוסון מלמעלה למטה ולעצור כאשר הם רואים נימה צהובה. יש לשים לב לסחוט את הלחי כל פעם באותו מקום על מנת שהעין תתמקם תמיד מול הלהב. ",
            "התמקדות במישורים - ליורה יש שלושה מישורים בהם הוא יכול להתמקד: חרירית, להבית או המטרה. אין אפשרות לעין להתמקד בשלושתם יחד. בזמן הירי על היורה להתמקד בלהב ממספר סיבות: הלהב הוא אמצעי הכיוון העיקרי. כל סטייה קטנה ביותר של הלהב בקו יורים תגדל בקו מטרות בגלל הפרשי הטווח, דבר שיביא להחטאת המטרה. זהו המישור האמצעי, התמקדות במישור נוסף תיצור טשטוש ראייה ולכן נתמקד במישור האמצעי והמרכזי מבין השלושה. רק בעת התמקדות בלהב ניתן לגלות את ההילה.",
            "משחק המישורים: משחק המישורים היא פעולה המקלה על החייל להתמקד בלהב. משחק המישורים מפחית את הטשטוש הנוצר עקב התמקדות ממושכת על אותו עצם. על מנת לבצע את משחק המישורים יש להתמקד בלהב, לאחר מכן במטרה, ולבסוף, בעת סחיטת ההדק, להתמקד שוב בלהב. פעולה זו תפחית את הטשטוש. יש להקפיד על כוונות זקופות במהלך כל שלבי הירי.",
            "נשימה: נשימה היא פעולה טבעית אשר משתלבת במהלך הירי. כל עוד המכוון נכון, הנשימה לא תשפיע על הפגיעות והיא אף יכולה לסייע בחזרה מדויקת לאותה נקודת מכוון. השפעת הנשימה על היורה באה לידי ביטוי בתנועת בית החזה. לאחר מאמץ כגון ריצה, טיפוס או סחיבת משא כבד, גורם הנשימה בא לידי ביטוי באופן משמעותי. כיוון שהחייל מתנשף והדופק מואץ בית החזה יזוז וישפיע על המכוון. בזמן מציאת נקודת המכוון יש לנשום נשימות איטיות וסדירות. עם מציאת נקודת המכוון וסמוך לנקירה יש לעצור את הנשימה. נשימה צריכה להיות רגועה בקצב אחיד. עוצרים נשימה לפני ביצוע הירי וממשיכים לנשום לאחר יציאת הקליע מהקנה. ישנם מספר טכניקות של נשימה בזמן הירי: עם אוויר בריאות וללא אוויר בריאות.",
            "לירי בלי אוויר בריאות מספר יתרונות: יותר נקודות אחיזה עם הקרקע - ללא אוויר בריאות ישנן יותר נקודות מגע עם הקרקע. לדוגמה: בלון מנופח נוגע בקרקע רק עם מספר מצומצם של נקודות לעומת בלון לא מנופח שיש לו מספר רב יותר של נקודות מגע עם הקרקע. חזרה לאותה נקודה - כאשר לוקחים אויר, לוקחים כל פעם כמות שונה של אוויר ולבית החזה יש נפח שונה ולכן נקודת המכוון והפגיעות יהיו שונות בכל ירי. לעומת זאת, כאשר עוצרים את הנשימה, בית החזה חוזר לאותה נקודה. הפסקה טבעית ארוכה יותר - ההפסקה הטבעית של הגוף ארוכה יותר בין נשיפה לשאיפה מאשר בין שאיפה לנשיפה כלומר, כשיש אוויר בריאות קיים דחף טבעי של הגוף להוציאו וכאשר הגוף ללא אוויר יש הפסקה של 3-5 שניות.",
            "חשוב לציין שבירי צבאי היורה תמיד נמצא בירי לאחר מאמץ בו הגוף צורך יותר חמצן. לכן כמעט תמיד נירה עם אוויר בריאות. ירי עם אוויר בריאות, יאפשר הפוגה ארוכה יותר ובכך יהיה לנו יותר זמן של יציבות, לירי מדויק יותר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מצב אפס",
          "text": [
            "מצב אפס הינו מצב לבדיקה עצמית של היורה על מנת לוודא שיש יחס נכון בין מצב הגוף למטרה. היורה מבצע את מצב האפס עם הכניסה למצב הירי ולפני תחילת הירי. על ידי מצב אפס ניתן לתקן את מצב הגוף רובה של היורה, כדי שיתאים לנקודת המכוון הרצויה. יש לבצע בדיקת מצב אפס לפי השלבים הבאים: היכנס למצב ירי ובחר את נקודת המכוון. עצום עיניים ונשום שתי נשימות רגילות. בסיום הנשימה השנייה הוצא את כל האוויר מהריאות ועצור את הנשימה. פקח עיניים והבט על מיקום המכוון (להב, נקודה אדומה או כתומה) על המטרה. ברוב המקרים תהיה סטייה כלשהי של הנקודה מהמטרה. תקן את שכיבתך על ידי הזזת פלג הגוף התחתון לכיוון הסטייה. לדוגמה, אם הנקודה זזה שמאלה, הזז את פלג הגוף התחתון שמאלה וכך הקנה יזוז ימינה. אם הנקודה זזה כלפי מטה, הזז את הפלג הגוף העליון אחורה וכך הקנה יעלה למעלה. בצע את הבדיקה שוב. חזור על הבדיקה מספר פעמים ככל הנדרש עד למצב שבו נקודת המכוון תהיה באותו המקום כמו לפני הבדיקה.",
            "הערה: התיקונים במצב אפס ייעשו תמיד: על ידי הזזת הגוף ולא באמצעות הזזת הרובה. בעיניים עצומות (ליורה יש נטייה ''לרמות את עצמו'' לא במודע ולתקן אוטומטית בעזרת הזזת הנשק ולא בעזרת הזזת הגוף)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "סחיטת ההדק",
          "text": [
            "סחיטת ההדק היא הפעולה האחרונה לפני הירי, והיא משפיעה על הירי באופן משמעותי. האצבע הסוחטת את ההדק הינה האיבר היחיד שנע בזמן הירי. לכן, יש להקפיד על אחיזה נכונה של ידית האחיזה על מנת לאפשר תנועה נכונה של האצבע בלבד ולא של כל היד. האצבע הסוחטת מחולקת לשלושה פרקים. נהוג לכנות פרקים אלה בשמות הבאים : רגיש, פטיש ואדיש. הפרק האמצעי (''פטיש'') הוא המשמש לסחיטת ההדק. הפרק הראשון (''רגיש'') עלול להחליק בזמן הירי או לגרום להטיית הנשק. סחיטה עם החלק ה''אדיש'' גורמת לשבירה בכף היד, חוסר נוחות ואי יציבות במצב הגוף. חיילים בעלי אצבעות קצרות יסחטו עם ה''פטיש'' או עם החיבור בין ה''פטיש'' ל''רגיש''.",
            "עקרונות לסחיטת הדק נכונה: אחת הסיבות העיקריות להחטאות בירי, היא עבודת הדק לא נכונה. על היורה להכיר את ההדק ואת שלביו עד לנקירה, בנשקו האישי, בצורה מושלמת. קיימים מספר עקרונות המסייעים להגיע לסחיטה נכונה: סחיטה אחידה - סחיטה בקצב אחיד לכל אורך המשיכה. סחיטה עקבית - כל סחיטה צריכה להיות דומה לזו שקדמה לה. על אף שאין לכך השפעה ישירה על הירי, ההשפעה היא על תגובת הגוף. רצוי שהגוף יגיב לכל הסחיטות בצורה דומה וכך יווצר לחייל ''סגנון ירי'' קבוע, הרגל שיביא לתוצאות ירי טובות יותר. סחיטה מקבילה לציר קנה - כיוון שסחיטת ההדק צריכה להיות אחורה (מקבילה לציר הקנה) סחיטה שאינה מקבילה לציר הקנה תגרום להסטה בלתי מורגשת של הקנה ותתבטא בהסטת הפגיעות במטרה. רק האצבע הסוחטת נמצאת בתנועה לאחור בלבד. כל שאר האצבעות צריכות להימצא במצב של אי תנועה על מנת לא להשפיע על נקודת המכוון. חידוש קשר - במהלך הסחיטה יש לשמור על חידוש קשר כלומר, לא לשחרר את ההדק מיד בסיום הסחיטה אלא לשחרר באופן מבוקר על מנת להרגיש או לשמוע את הפטיש עובר מדרגת דריכה עליונה לתחתונה. לשמירה על חידוש הקשר יש שתי סיבות: חינוך החייל לחוש את חידוש הקשר, כך שבשטח יוכל לדעת האם נגרף כדור חדש ואפשר להמשיך בירי רציף או שלא, הגברת הריכוז בירי.",
            "שלבי ההדק: M4/M16  – קפיצה, נקירה. בנוסף, קיימים מספר שלבים נוספים לסחיטה נכונה: הסחיטה צריכה להתבצע בלחץ רציף. באמצעות לחץ ראשוני מתגברים על השלב הרך עד שמגיעים להתנגדות. מגבירים את הלחץ עד שמגיעים לקפיצה בהדק ולעצירה נוספת. ברגע ההחלטה על ביצוע הירי מוסיפים לחץ קטן עד לביצוע הנקירה. אין להקפיץ הדק למצב התחלתי! משאירים את ההדק לחוץ עד ליציאת הקליע מהקנה. מפחיתים את הלחץ על ההדק עד לשלב שההדק יקפוץ לחידוש הקשר. חובה לשמור על חידוש קשר.",
            "הכרזה: הכרזה על הפגיעות היא בדיקה עצמית של היורה על מיקום פגיעותיו ומודעותו לירי. ההכרזה הינה אמצעי בידי היורה לשיפור רמת הירי. בתהליך זה היורה מקשר בין מצב גופו ופעולותיו בעת הירי לנקודת הפגיעה של הקליע במטרה. על ידי הגברת המודעות העצמית של היורה ניתן לשפר את איכות הירי. בהכרזה מכריז היורה היכן פגע הכדור. ככל שהיורה מנוסה יותר, תהיה ההכרזה שלו מדויקת יותר. היכולת לתאר את המקבץ עוד לפני ההגעה לקו מטרות מעידה על מודעות גבוהה. ההכרזה מתחלקת לשניים: איפוס - מגבירה את המודעות והריכוז של החייל במהלך הירי. בגלל שהחייל יודע שעליו להכריז על מצב הפגיעות שלו, יהיה עליו לעקוב אחר כל מעשיו במהלך הירי. מצב אמת - חייל מיומן צריך לדעת להכריז במצב אמת האם פגע במטרה והיכן פגע. במידה ולא פגע במטרה עליו לדעת מה יש לעשות על מנת לתקן."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "איפוס",
      "subSections": [
        {
          "title": "מהו איפוס",
          "text": [
            "מהו איפוס: איפוס הוא פעולה טכנית המבוצעת בכוונות הנשק ומטרתה לתאם בין מסלול מעוף הקליע לבין קו הראיה על ידי הבאת הנפ''ם (נקודת פגיעה ממוצעת) לנפ''ר (נקודת פגיעה רצויה) על האיפוסון.",
            "מועדי האיפוס: האיפוס יתבצע בשלושה מועדים: כל שישה שבועות, לפני פעילות מבצעית ואם הנשק הגיע מהנשקייה, כחדש או לאחר טיפול.",
            "שלבי האיפוס: מטווח האיפוס מתבצע על פי השלבים הבאים (תוכנית איפוס חדשה):  3 כדורים במצב שכיבה ל- 10 מטר על מטרת מכוון ( המטרה: מיומנות היורה לקבץ, לגרום לתחושת ביטחון אצל היורה וחיווי מידי- ניתן לראות באופן מידי איפה הפגיעה). ירי של 5 כדורים ל- 25 מטר, מציאת מקבץ, מציאת נפ''ם, הבאת נפ''ם לנפ''ר ואיפוס סופי. ",
            "איפוס קרבי: כאשר הנשק חוזר מטיפול שגרם לשינוי האיפוס שלו, יבוצע איפוס קרבי לפני האיפוס. האיפוס הקרבי הוא ירי על אבן בגודל אגרוף ומטרה מגיבה על מנת לאפס את הנשק באופן גס כך שבשלב האיפוס לאיפוסון הפגיעות יהיו על האיפוסון. במהלך האיפוס הקרבי, החונך יתצפת היכן הפגיעות ביחס לאבן, ובהתאם לכך יזיז נקישות בנשק. כיום, לא משתמשים באיפוס קרבי, מה שעושים- שמים מתחת למטרת האיפוסון מטרה גדולה (כל מטרה שהיא לא איפוסון- מטרה הישגית, מטרת מעויינים...) ועליה יהיה אפשר לראות את הפגיעות ובהתאם להזיז נקישות בנשק.",
            "איפוסונים: איפוסון הוא דף לבן עליו מופיעות משבצות ומסומנות בטבלה בתחתית באיפוסון נקודות פגיעה רצויות, כל נקודה מותאמת לסוג נשק מסוים ו/או לכוונות מסויומות. בעזרת הטבלה ניתן למצוא את מספר הקליקים שיש להזיז את נקודת הפגיעה הממוצעת לנקודת הפגיעה הרצויה ולשנות את מיקום הכוונות בהתאם. האיפוסון מיועד למקצה איפוס בלבד.",
            "ההבדלים בין איפוסון ישן לחדש: האיפוסון לכוונות ברזל השתנה למשולש בשביל נוחות היורה לבצע נימה מינימאלית, נקודת מכוון לכוונת אופטית נוחה יותר ויש סרגל מדידת קליקים- סרגל לחישוב קליקים מהנפ''ם לנפ''ר.",
            "לאן מכוונים בזמן איפוס: כוונות ברזל- לקצה קודקוד המשולש השחור, כך שתמיד ניתן לחזור בקלות לאותה נקודת מכוון. כוונות השלכה- למרכז העיגול השחור הקטן.",
            "שק משען: על מנת לאפס את הנשק בצורה הטובה והמדויקת ביותר נשאף להשיג מקבץ קטן ככל האפשר. שק משען מקנה יציבות בזמן האיפוס, מקטין את הרעידות, מעניק יציבות ובכך מקצר את תהליך האיפוס ועוזר להשיג מקבץ קטן. לכן חובה לבצע את ירי האיפוס עם שק משען.",
            "מקבץ: מקבץ הוא קבוצה של חמישה כדורים אשר על סמך מיקומם על גבי האיפוסון מחושב הנפ''ם. על הכדורים להיות קרובים אחד לשני שכן הקרבה מספקת מדד לכך שהירי בוצע תוך הקפדה על עקרונות הקליעה. המקבץ הינו מדד לשלושה נושאים: מדד לאיכות הירי של היורה, שמירה על עקרונות הקליעה- גודל המקבץ יקבע את אופן האיפוס, כאשר המקבץ גדול מחמישה ס''מ, אנחנו מניחים שהיורה לא שמר על עקרונות הקליעה ולכן לא ניתן לאפס את הנשק על בסיס מקבץ זה. ושיפור ביכולת היורה- מעקב אחרי מספר מקבצים של יורה אחד ספציפי, מאפשר לבחון האם יש שיפור ביכולת החייל. ככל שהחייל מיומן יותר המקבץ שלו צפוי להיות קטן יותר.",
            "מדידת מקבץ: מקבץ אמין הוא מקבץ של עד חמישה ס''מ. במקרה של טעות ירי נמדוד את המקבץ יחד עם טעות ירי (כדור שרחוק מכלל הכדורים), אך את הנפ''ם נמדוד מארבעה כדורים. מדידת המקבץ תעשה בין שני הכדורים הרחוקים ביותר מסוף כדור לסוף כדור או מתחילת כדור לתחילת כדור.",
            "נקודת פגיעה ממוצעת: מציאת נפ''ם: לאחר ירי של חמישה כדורים ומדידת מקבץ, יש למצוא את הנפ''ם (על מנת להביא נקודה זו לנפ''ר שהוא נקודה מסומנת על גבי האיפוסון). תהליך מציאת הנפ''ם יתבצע באופן הבא: בחר באקראי שני זוגות של פגיעות ומתח ביניהן קו. לדוגמה, מתח קו מפגיעה א' לפגיעה ג' ומפגיעה ב' לפגיעה ד'.  סמן את מרכזי הקווים ומתח קו נוסף המקשר ביניהם. סמן את המרכז של קו זה וחבר אותו אל נקודת הפגיעה החמישית (פגיעה ה'). חלק את הקו לחמישה חלקים שווים (על ידי ארבעה קווים). יש לחלק את הקו לחמישה חלקים מכיוון שלכל כדור יש השפעה של חמישית על מיקום הנפ''ם. לאחר שמצאנו את נקודת הפגיעה הממוצעת בין ארבעת הכדורים הראשונים וסימנו את חמשת החלקים, יש לבחור את הקו הקרוב ביותר לנקודת הפגיעה הממוצעת בין ארבעת הכדורים הראשונים. קו זה מייצג את חמישית ההשפעה של הכדור החמישי. הקו הרחוק ביותר מהפגיעה החמישית הוא הנפ''ם."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מציאת נפ''ם מארבעה כדורים ",
          "text": [
            "כאשר ישנו מקבץ של ארבעה כדורים (הכדור החמישי רחוק משאר הכדורים מרחק גדול מחמישה ס''מ), נמצא את הנפ''ם על בסיס ארבעתם בלבד ולא נתחשב בכדור החמישי אשר הסטייה שלו מצביעה על טעות בירי. תהליך מציאת הנפ''ם במקרה זה יתבצע באופן הבא: בחר באקראי שני צמדי פגיעות ומתח ביניהן קו. לדוגמה, מתח קו מפגיעה א' לפגיעה ג' ומפגיעה ב' לפגיעה ד'. סמן את מרכזי הקווים ומתח קו נוסף המקשר ביניהם. סמן את המרכז של קו זה אשר מייצג את הנפ''ם. דרך שגויה למצוא נפ''ם ממקבץ של ארבעה כדורים היא שיטת האיקס חיבור הפגיעות באלכסון במקום בקו ישר.",
            "טעות ירי: כאשר ישנו מקבץ של ארבעה כדורים קרובים וכדור אחד רחוק נבחן האם זו טעות ירי על פי המדידה הבאה: מדוד את המרחק בין שני הכדורים הכי רחוקים בתוך הקבוצה של ארבעת הכדורים. מדוד את המרחק מהכדור החשוד כטעות ירי לכדור הכי קרוב אליו (מתוך הקבוצה של ארבעת הכדורים הנוספים). אם המרחק בין הכדור החשוד כטעות ירי לכדור הקרוב אליו גדול או שווה למרחק הראשון שנמדד, יוגדר כדור זה כטעות ירי. אם המרחק בין הכדור החשוד כטעות ירי לכדור הקרוב אליו קטן מהמרחק הראשון שנמדד, יחושב הכדור כחלק מהמקבץ."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מקרים בהם לא נחשב את הנפ''ם",
          "text": [
            "מקרים בהם לא נחשב את הנפ''ם: לא נחשב את הנפ''ם במצב בו יש לנו רק שלוש פגיעות משום שזהו נפ''ם לא אמין (כלומר מבוסס על מעט מדי מידע). לא נחשב את הנפ''ם במצב של שתי קבוצות רחוקות משום שאין אפשרות לדעת מהי הקבוצה המייצגת את הטעות בתהליך הירי."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "נקודת פגיעה רצויה (נפ''ר)",
          "text": [
            "נפ''ר היא נקודת הפגיעה הרצויה המצוינת בתחתית האיפוסון ועלינו לסמן אותה על גבי האיפוסון. נקודת הפגיעה הרצויה מחושבת לכל כלי נשק וכוונת בהתאם לסטייה של הנשק במרחק של 25 מטר. לאחר ביצוע ירי של חמישה כדורים, מדידת המקבץ ומציאת הנפ''ם, יש להביא את הנפ''ם לנפ''ר."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "הבאת הנפ''ם לנפ''ר",
          "text": [
            "הבאת הנפ''ם לנפ''ר תתבצע על-ידי הזזת נקישות בכוונות לכיוון הנפ''ר על פי השלבים הבאים: חישוב המרחק של הנפ''ם מהנפ''ר ייעשה באמצעות המשבצות שעל גבי האיפוסון. כל משבצת באיפוסון שווה ס''מ אחד. על מנת להזיז את הנפ''ם, נזיז נקישות לכיוון הנפ''ר כלומר נגד כיוון הנפ''ם. לדוגמה: אם הפגיעה נמצאת מימין יש להזיז נקישות שמאלה. לדוגמא, ניקח M16 קצר עם כוונת מפרולייט. נתייחס ל M16 קצר עם כוונת מפרולייט. נסמן את הנפ''ר (-2.8). נמצא הנפ''ם. נספור משבצות בצידוד לנפ''ר – 5. נספור משבצות בעלרוד לנפ''ר – 7.5. נמיר את המשבצות לקליקים ע''פ המקרא. נזיז 8 עלרוד (למטה) 6 צידוד (ימינה). חשוב לציין שכאשר המקבץ גדול מידי אך יש מגמה מסוימת שכל הפגיעות נמצאות בצד מסוים של האיפוסון, להזיז מעט קליקים ואם יש יותר פיזור לחנוך את החייל שוב.",
            "עלרוד: העלרוד ב- M16 מתבצע בכוונת הקדמית. הכוונת מורכבת מפין ודיסקית אחת. על מנת להזיז את הכוונת יש ללחוץ על הפין ולהזיז את הדיסקית לכיוון הרצוי: עם כיוון החץ (U) הנפ''ם יזוז כלפי מעלה. נגד כיוון החץ (U)  הנפ''ם יזוז כלפי מטה. כל מגרעת בדיסקית היא נקישה אחת.",
            "צידוד: הצידוד ב- M16 מתבצע בכוונת האחורית, הכוונת מורכבת מפין התוף ותוף צידוד. על מנת להזיז את הכוונת יש ללחוץ על הפין ולסובב את תוף הצידוד לכיוון הרצוי: עם כיוון החץ (R) הנפ''ם יזוז ימינה. נגד כיוון החץ (R)  הנפ''ם יזוז שמאלה. כל מגרעת בתוף היא נקישה אחת.",
            "הישגית ל-50: האיפוס  הסופי  יתבצע  למרחק  של  50 מטר  במצב  שכיבה  עם  אפוד  למטרה הישגית. הישג נדרש: נקודות. מרכוז הנפ''ם בעיגול של ה-10. לפחות 3 פגיעות בעיגול השחור. מקצה זה בעל ה.נ שהחייל חייב לעבור כחלק מהכשרתו. ",
            "תיקונים במקצה ''איפוס סופי'' (הישגית ל-50): מודדים את המרחק של הנפ''ם מהנפ''ר בס''מ על המטרה ההישגית. מחלקים את המרחק שקיבלנו בשווי נקישה בכוונת שאנו יורים בטווח 50מ'. מזיזים קליקים. לדוגמה: הכוונת על הנשק האישי שלי היא מפרולייט. פגעתי 10 ס''מ מהנפ''ם במטרה ההישגית ב-50 מ'. כשיורים ל-50 מטר רוצים לעשות מקבץ הישגי (מינימום 35 נקודות + 3 פגיעות בעיגול השחור) אם רוצים להזיז קליקים, מזיזים רק בצדדים כדי לא להשפיע על הקשת הבליסטית."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מצבים",
      "subSections": [
        {
          "title": "רקע",
          "text": [
            "מצב הירי האידיאלי הוא מצב שכיבה. מצב זה מאפשר מקסימום נקודות אחיזה עם הקרקע ולכן הוא היציב והמדויק ביותר. בנוסף, בירי במצב שכיבה היורה חשוף ברמה מינימאלית, דבר המקשה על איתורו ועל אפשרות הפגיעה בו. ישנן סיטואציות בהן לא ניתן לבצע ירי במצב שכיבה, לדוגמה: כאשר הירי מבוצע מעל מחסה בינוני או גבוה, כאשר הירי מבוצע תוך כדי ריצה או כאשר הירי מבוצע ממארב הממוקם במדרון. במקרים אלו החייל יבצע ירי באחד ממצבי הירי הגבוהים יותר: כריעה, ישיבה או עמידה."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מצב שכיבה ו-''שכב חפה''",
          "text": [
            "מצב שכיבה מתחלק לשני סוגים: מצב שכיבה בסיסי (הנלמד בשיעור עקרונות הקליעה) ושכב חפה - מצב שכיבה דינאמי המתאים להיתקלויות.",
            "מצב שכיבה: מצב שכיבה הינו המצב האידיאלי ביותר לירי. זהו מצב עדיף על פני מצבי הירי האחרים משתי סיבות: מצב זה מאפשר ירי מדויק יותר מפני שריבוי נקודות המגע עם הקרקע מקנה לו יציבות. במצב זה היורה הכי פחות חשוף לאש האויב. מצב הירי המוסבר בפרק זה מתבסס על ''שבעת עקרונות הקליעה'' ומתייחס לירי סטאטי המתבצע ללא לחץ. הירי מיושם בעיקר בירי לאיפוס. בירי בקרב או לאחר במאמץ יש לשאוף ליישם את עקרונות הקליעה בצורה הטובה ככל הניתן תוך מתן מענה למצב היורה (ירי במאמץ יוצר רעד בשרירים, נשימה מהירה ומואצת ועוד) ולתנאי השטח (קרקע לא אחידה, ירי מאחורי מחסות ועוד).",
            "דגשים למצב שכיבה: הרגל החזקה נמצאת או מקבילה לקו קנה מטרה, הרגל השנייה לפי נוחות. משקל גוף נשען על המרפקים. מרפקים לכיוון קו קנה מטרה (ככל האפשר). השענות על עצמות ולא על השרירים. היד החלשה נמצאת מתחת לרובה מעל ציר קו קנה מטרה. אין להפעיל לחץ על הנשק אלא רק לתמוך בו. קת בשקע כתף. היד שאוחזת בידית אחיזה שואפת להיצמד לגוף. שמורת ההדק על אמה (מיקרו תבור), מחסנית על או צמודה לאמה (M4 ,M16). לחי סחוטה על הקת בקלילות. מגרעת היד למגרעת הנשק.",
            "מצב ''שכב חפה'': מצב זה משמש בעת היתקלות באויב בכל טווח, אשר מאפשר ליורה לרדת למצב שכיבה. זהו מצב המאפשר יציבות, דיוק והיחשפות מינימאלית. ניתן לבצע ירי במצב זה רק בשטח מישורי ללא שיחים או סלעים המסתירים את המטרה. זמני הירי במצב שכב חפה: 5 שניות - כדור ראשון, 7 שניות - כדור שני, 8 שניות - כדור שלישי. בירי המבוצע בלילה בכל הכוונות ישנה תוספת של שנייה לזמן הירי. בירי המבוצע ביום ובלילה בכוונות מגדילות ישנה תוספת של שנייה לזמן הירי.",
            "שלבי הכניסה למצב ירי: התרגול יתבצע כאשר החייל נמצא בעמידת מוצא (כמו בעמידה אינסטינקטיבית), בכדי לתרגל את המצב הקשה ביותר לכניסה למצב שכב חפה. הכניסה תתבצע על פי השלבים הבאים: הנח יד שמאל על הרצפה - יש להניח את היד בזווית של כ- 60 מעלות פנימה כדי שגם הגוף יהיה בזווית לנשק. היד אמורה לבלום את הנפילה ולשמש ציר שלפיו הגוף יכנס למצב. תוך כדי הנחת היד על הרצפה יש להביא את רגל שמאל (במקרה של יורה ימני) לפנים. שלח שתי רגלים לאחור בו זמנית ופתח אותן בשאיפה ל- 90 מעלות. הבא כוונות לגובה העיניים. בסיום הירי, הבט למכלול על מנת לוודא שאין מעצור בנשק. קום מהמצב ללא מגע בין הברכיים לקרקע (מחשש לפציעה)."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מצב כריעה ו-''רד חפה''",
          "text": [
            "מצב כריעה: מצב כריעה הוא מצב ביניים בין עמידה לשכיבה. ירי במצב כריעה הינו נקודת תורפה בפעילות החייל שכן אחוז הפגיעות במצב זה נמוך מאוד ביחס למצבים אחרים. לכן, ירי במצב כריעה יתבצע כאשר תנאי השטח אינם מאפשרים ירי בשכיבה (שיחים, סלעים, קפלי קרקע וכדומה).",
            "דגשים למצב כריעה : להלן מספר דגשים נוספים לסוג ירי זה עבור יורה ימני (יורה שמאלי יפעל על פי אותן ההנחיות רק בכיוון הפוך): לחי סחוטה על הקת. קת - שליש מהקת מעל שקע הכתף זאת בכדי למקם את הכוונות בגובה העיניים. מרפק יד ימין רפוי וצמוד לגוף. זווית של 90 מעלות בין הרגליים כאשר רגל ימין ממוקמת על הציר הדמיוני שממשיך את רגל שמאל - עמידה זו מקנה יציבות בזמן הירי. יד שמאל אוחזת במתפסים. 4 אצבעות על ידית האחיזה. הנשק נשען על האמה – ב- M16 בשאיפה למחסנית ממוקמת על האמה/ צמוד לאמה ובמיקרו תבור שמורת ההדק ממוקמת על פרק כף היד ושאיפה לידית אחיזה נשענת על האמה. מרפק שמאל ננעל על רגל שמאל - ניתן להניח את המרפק לפני או אחרי הברך על פי נוחות היורה. אין לשים את המרפק על הברך מכיוון שזהו מצב לא יציב (עצם על עצם והמרפק עשוי להחליק). זווית של 90 מעלות בין רגל שמאל לרצפה. כף רגל שמאל מצביעה אל המטרה. כף רגל ימין נמצאת באחת משתי האפשרויות: אצבעות כף רגל ימין כפופות על כריות אצבעות כף הרגל או ישרות כאשר הרגל נשענת על שפיץ הנעל. להימנע ממצב בו כף הרגל כולה נמצאת על הרצפה (מצב זה מקשה על הקימה ממצב הירי). ישבן נשען על עקב רגל ימין - זו ישיבה שמקנה יציבות.",
            "במצב כריעה ישנה בעיה של רעידות הנשק לצדדים משום שאין קיבוע בציר הצידוד. בציר העלרוד הנשק מקובע היטב: הרגל נתמכת על ידי הקרקע, היד האוחזת את הנשק מונחת עליה והמחסנית נמצאת על האמה. הפתרון לבעיית הקיבוע בציר הצידוד מתבצע בשתי דרכים:",
            "''רד חפה'': מצב הכריעה מתאפשר בשתי דרכים, כריעה במקום ו'רד חפה'. 'רד חפה' הוא המצב הדינאמי של כריעה. כלומר, הכניסה למצב תתבצע ממצב של תנועה ומטרתו העיקרית היא תפיסת מחסה. השימוש במצב כריעה עם צעד יתבצע במקרים הבאים: חיפוי בהסתערות - ראה שיעור יישור מקורב ותפעול מעצור - ראה שיעור מעצורים. זמנים לירי במצב כריעה: 3 שניות - כדור ראשון, 5 שניות - כדור שני, 6 שניות - כדור שלישי. בירי המבוצע בלילה בכל הכוונות ישנה תוספת של שנייה לזמן הירי. בירי המבוצע ביום ובלילה בכוונות מגדילות ישנה תוספת של שנייה לזמן הירי."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "עמידה אינסטינקטיבית",
          "text": [
            "עמידה אינסטינקטיבית משמשת בשני מצבים עיקריים: כאשר החייל נדרש לזמן תגובה מהיר וכשאין אפשרות להיכנס למצב כריעה ושכיבה כגון ירי תוך כדי תנועה. זמנים לירי במצב עמידה אינסטינקטיבית: 1.5 שניות - כדור ראשון, 3 שניות - כדור שני, 4 שניות - כדור שלישי. בירי המבוצע בלילה בכל הכוונות ישנה תוספת של שנייה לזמן הירי. בירי המבוצע ביום ובלילה בכוונות מגדילות ישנה תוספת של שנייה לזמן הירי.",
            "שלבי הכניסה למצב ירי: התמקמות בזווית של 45 מעלות אל מול המטרה - ברגע ההיתקלות או הכניסה למצב הירי, יש להביא את הרגל החלשה לפנים בזווית של 45 מעלות למטרה בצורה חזקה ואגרסיבית על מנת להיות יציבים. הפעולה האגרסיבית נועדה לבלום את הגוף אחרי התנועה. הסיבות שירי זה מתבצע ב- 45 מעלות הן: אם היורה יהיה מול המטרה, שטח הגוף שייחשף יהיה גדול יותר וקל יותר יהיה לפגוע בו ואם היורה יהיה ב- 90 מעלות למטרה, לא יהיה מקום לקת בשקע הכתף, קת הנשק ''תברח'' בגלל הכניסה המהירה למצב ודיוק הירי יפגע.",
            "הבאת הנשק לשקע הכתף. הבאת הכוונות לגובה העיניים - יש להביא את הכוונות לגובה העיניים ולא את העיניים לגובה הכוונות בכדי להימנע מעמידה לא נוחה אשר תגרום להפעלת לחץ על הצוואר. אחיזה יציבה - בגלל העובדה שאין במצב זה נקודות אחיזה רבות והכניסה היא מהירה, יש לאחוז את הנשק ביציבות ונוחות מרבית המתאפשרת (ללא אחיזת כח).",
            "דגשים למצב הירי: להלן מספר דגשים נוספים לסוג ירי זה עבור יורה ימני (יורה שמאלי יפעל על פי אותן ההנחיות רק בכיוון הפוך): לחי סחוטה על הקת. קת - שני שליש מהקת ממוקמים מעל שקע הכתף. מרפק יד ימין רפוי וצמוד לגוף. גב ישר. ברכיים כפופות- התנועה במהלך הכניסה למצב מתבצעת בברכיים כפופות ומיד בסיום התנועה ניתן לבצע את הירי. רגליים ברוחב כתפיים. כפות רגליים מקבילות ומשקל שווה מחולק בין שתי הרגליים. יד שמאל אוחזת במתפסים. אמת יד שמאל צמודה לנשק ב- M16 ו- M4 האמה צמודה למחסנית, ובמיקרו תבור שמורת ההדק נשענת על פרק כף היד. יש להצמיד את האמה לנשק ולא את הנשק לאמה. ארבע אצבעות על ידית האחיזה. ישבן נוטה החוצה ושרירי הבטן מחוזקים - הנטייה קדימה של פלג גוף עליון מדמה מצב של ישיבה ומקנה יציבות לגב."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "מעצורים",
      "subSections": [
        {
          "title": "רקע",
          "text": [
            "אמצעי הלחימה העיקרי של חייל החי''ר הוא נשקו האישי. בכדי לנצל את מלוא יכולתו כלוחם, עליו לשלוט בנשקו בצורה הטובה ביותר. אחת הבעיות העיקריות בנשקים אישיים היא מעצורים. המונח ''מעצור'' מתייחס למצב שבו הרובה אינו יורה על אף שהוא אמור להיות טעון וההדק נלחץ. מעצורים עלולים להיגרם מסיבות שונות, כגון: תקלה מכאנית באחד מחלקי הנשק, בעיה במחסנית, בעיה בתחמושת וטיפול לקוי בנשק. הזמן שבו הנשק מושבת עקב מעצור הוא זמן שבו החייל חשוף לאש האויב ללא יכולת לתת לה מענה ולכן יש חשיבות רבה ליכולת לזהות ולתפעל מעצורים בנשק במהירות וביעלות.",
            "דגשים כלליים: בכדי שתפעול המעצורים יהיה נכון ומהיר על החייל להקפיד על מספר דגשים: מבט אל מכלול הנשק לפני תחילת תפעול מעצור - זיהוי סוג המעצור יתבצע על ידי זיהוי מצב המכלול (כפי שיפורט בהמשך), לכן על מנת לזהות את המעצור יש להפנות מבט אל עבר המכלול כדי לבצע את התפעול הנכון! נצירת הנשק והכרזה על מעצור - לאחר זיהוי המעצור הפעולה הראשונה שהחייל יבצע היא לנצור את הנשק (במידת האפשר) ולהכריז ''מעצור'' על מנת שחברי הצוות ידעו שיש לחפות עליו בזמן תפעול המעצור. הטיית הנשק בזווית של 45° בציר האופקי (ימינה אצל יורה ימני ולהפך אצל יורה שמאלי) בזמן תפעול המעצור. שמירה על קשר עין רציף עם המטרה ועם בית המחסנית בעת תפעול המעצור. מקום מסתור - יש לשאוף לתפעל את המעצור מאחורי מסתור או מחסה המספקים לחייל הגנה בזמן שהוא ללא יכולת להשיב אש. הסיבה לכך היא: יציאה מקו האש - יש לתפעל את המעצור במקום מוגן. במצב אמת, החייל ירוץ לעבר מחסה. במטווח נדמה את היציאה מקו האש על ידי לקיחת צעד הצידה (יורה ימני ימינה). ",
            "זהירות: בזמן תפעול מעצור יש להתייחס אל הנשק כאל נשק טעון. לפיכך, הרם את הקנה לזווית של º60 והטה את גוף הרובה בזווית של º45 כאשר פתח פליטת הכדורים מופנה כלפי הקרקע."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מעצורים נפוצים",
          "text": [
            "מעצור ראשון",
            "זיהוי המעצור: במעצור ראשון, המכלול נמצא לפנים ואין כל סימן חיצוני המעיד על תקלה. בוצע נקירה לא נורה כדור והמכלול נמצא לפנים.",
            "שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור. הכרז על המעצור ונצור את הנשק. הכה בעקב המחסנית בעזרת כף היד כלפי מעלה. אם המחסנית לא הוכנסה עד סופה, פעולה זו תפתור את הבעיה. דרוך את הרובה. אם המעצור נגרם עקב בעיה בדריכה, פעולה זו תפתור את הבעיה. אם המעצור חוזר על עצמו שלוש פעמים ובמהלך הדריכה לא נפלט כדור מפתח פליטת התרמילים, הרי שלא מתבצעת טעינה בפועל – המחסנית תקולה, החלף מחסנית. אם המעצור חוזר על עצמו שלוש פעמים ובמהלך הדריכה נפלט כדור מפתח פליטת התרמילים, הרי שהטעינה מתבצעת כראוי והבעיה בכדור או ברובה. הרם את הכדור שנפלט במהלך תפעול המעצור ובדוק האם פיקת הכדור נקורה. אם פיקת הכדור נקורה, הרי שהבעיה בכדור עצמו - טען את נשק וחזור לירי. אם פיקת הכדור אינה נקורה, הרי שהבעיה בנוקר - פנה למאחזק נק''ל מוסמך לבדיקה.",
            "גורמים למעצור: מעצור ראשון עשוי להתרחש גם כאשר יש כדור בבית הבליעה וגם כאשר אין כדור בבית הבליעה. כאשר אין כדור בבית הבליעה המחסנית לא הוכנסה עד הסוף אל בית המחסנית ולא ננעלה על ידי תפס המחסנית ולפיכך כדור לא נגרף אל בית הבליעה, מחסנית בלאי ולכן אין כדור, דריכה חלבית- דריכה חלשה, המכלול לא נסגר עד הסוף או בעיה בשיניים הגורפות. מעצור שנגרם כאשר יש כדור בבית הבליעה: הכדור הוא כדור עקר, הנוקר שחוק או שבור ולכן לא מסוגל לנקור את הכדור או מחסנית בלאי- מחסנית סגורה/ פתוחה מידי.",
            "שים לב: לעיתים החייל לא דורך כלל/דורך חלקית/מלווה את ידית הדריכה לפנים – כתוצאה מכך איטיות תזוזת המכלול לפנים מונעת מהכדור להיגרף. לכן בסיום טעינת הכדור יש לבצע ווידוא כדור (דריכה חלקית ומבט למכלול על מנת לזהות שנגרף כדור). ווידוא הכדור מונע כ- 80% מהמקרים של מעצור ראשון והסיבות שבגללן יהיה מעצור ראשון הן כדור עקר או נוקר שחוק או שבור. מעצור זה לא יתורגל בירי חי במטווח אלא רק ביבשים.",
            "",
            "מעצור שני",
            " זיהוי המעצור: במעצור שני המכלול נמצא באמצע בית הבליעה וניתן לראות בו שני גופים (שני כדורים או כדור ותרמיל תקועים).",
            " שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור. הכרז מעצור ונצור את הנשק. הוצא את המחסנית. דרוך את הרובה פעמיים כאשר הנשק בזווית של 60° כלפי מעלה ומוטה בזווית של 45° בציר האופקי. וודא שכל הכדורים והתרמילים חולצו מחוץ לרובה. הכנס מחסנית אל בית המחסנית. דרוך את הרובה. באימונים - אם המעצור חוזר על עצמו פעמיים ברצף יש לחדול, לקרוא למנהל המטווח, לפרוק את הנשק ולהעביר חוטר. במידה והמעצור חוזר על עצמו בפעם השנייה יש להביט לבית הבליעה על מנת לזהות אם נמצא שם תרמיל שהכרכוב שלו נקרע ולהעביר חוטר מספר פעמים על מנת לחלץ את התרמיל.",
            "גורמים למעצור: תקלה בשן הפולטת - כאשר השן הפולטת שחוקה, היא אינה פולטת תרמילים שנחלצו מבית הבליעה בזמן תנועת המכלול לאחור. בעת תנועת המכלול לפנים השן הגורפת גורפת כדור חדש, ונוצר מצב שהכדור החדש נדחק אל התרמיל שלא חולץ מבית הבליעה, בלאי של מחסנית וניסיון להזנה כפולה. מעצור זה לא יתורגל בירי חי במטווח אלא רק ביבשים.",
            "",
            "מעצור שלישי",
            "זיהוי המעצור: במעצור שלישי המכלול נמצא מאחור וניתן לראות את בית הבליעה ואת תחתית המחסנית ריקה.",
            " שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור, הכרז מעצור ונצור את הנשק. הוצא את המחסנית מהרובה תוך כדי ירידה למצב כריעה. הכנס מחסנית מלאה אל בית המחסנית. לחץ על עצר המחלק - המכלול ישתחרר, ינוע קדימה ויטען את הרובה (לחיצה על עצר המחלק מחליפה את הצורך לדרוך את הנשק מחדש ועל ידי כך מקצרת את פרק הזמן בו הנשק במצב לא מבצעי).",
            "גורמים למעצור: מעצור זה נגרם כאשר התחמושת במחסנית מסתיימת. ניתן למנוע מעצור זה על ידי החלפות יזומות של המחסניות, תמיד נשאף לכך שיהיה לנו מחסנית מלאה.",
            "מחסנית מחוץ לנשק בעקבות תפעול מעצור: בתפעול מעצור המחייב את הוצאת המחסנית מהנשק (מחסנית ריקה או מחסנית תקולה) יש לתת עדיפות לתפעול המעצור ולאחר מכן לטפל במחסנית. בכל מצב לחימה נפעל באופן שונה: רתק – על היורה להניח את המחסנית על ידו ולהחזיר אותה לאפוד בגמר הירי, לפני עזיבת העמדה או בזמן הפוגה. דילוגים - בזמן תפעול המעצור המחסנית מונחת על הקרקע או תלויה על הנשק (באמצעות שיפצור). כאשר היורה קם לדילוג הבא עליו לקחת את המחסנית איתו ותוך כדי ריצה למחסה הבא עליו להכניסה למקום הכי נוח וזמין כדוגמת כיס המכנסיים או האפוד. הסתערות - כאשר התפעול מתבצע בזמן הסתערות יש להשליך את המחסנית אל הקרקע. נמנע מלהגיע למעצור גמר ונשאף תמיד להחליף מחסנית. ולכן נעשה החלפה טאקטית.",
            "החלפה טאקטית: הינה החלפה מחסנית באופן יזום טרם גמר תחמושת. נשתמש בהחלפה זאת בכל הזדמנות שיש כלומר כאשר יש הפסקה בזמן לחימה נחליף למחסנית מלאה של 29 כדורים ונארגן מחדש את המחסניות בווסט, נמלא כדורים ועוד... כיצד נעשה זאת? הוצאת מחסנית מהאפוד, הצמדתה למחסנית של הנשק ע''פ האפשרויות שמוצגות בתמונה ונחזיר את המחסנית לווסט."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "מעצורים חריגים",
          "text": [
            "מעצור אי חליצה",
            "זיהוי המעצור: במעצור אי חליצה המכלול נמצא כמעט לפנים ללא נעילה ולא ניתן לדרוך את הרובה. ברוב המקרים הסיבה למעצור היא שהתרמיל תקוע בבית הבליעה. ",
            "שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור. הכרז מעצור ונצור את הנשק. הוצא את המחסנית (שלב חשוב במעצור אי חליצה). אחוז בידית הדריכה. בנשק מסוג M16 ו- M4 - הסר את היד החזקה מידית האחיזה והחזק במתפסים. הכה עם עקב הקת על הקרקע ובו זמנית דרוך את הרובה בחוזקה. הקפד לכוון את הנשק בזווית של 60° למעלה בכל שלבי הפעולה.",
            "גורמים למעצור: לכלוך - הצטברות של חול ופיח בבית הבליעה שלא מאפשרים את חליצת הכדור. חום - החום בבית הבליעה גורם להתרחבות התרמיל ואין אפשרות לחלוץ את התרמיל. תחמושת פגומה - תחמושת עקומה, תחמושת ששהתה זמן רב בשמש, תחמושת מלוכלכת וכדומה. שן חולצת שבורה או שחוקה.",
            "",
            "מעצור ארובה",
            "זיהוי המעצור: במעצור ארובה תרמיל תקוע בפתח הפליטה בזווית של °90 למכלול. ",
            "שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור. הכרז מעצור ונצור את הנשק. הוצא את המחסנית. דרוך את הרובה פעמיים כאשר הנשק בזווית של 60° כלפי מעלה ומוטה בזווית של 45° בציר האופקי. וודא שכל הכדורים והתרמילים חולצו מחוץ לרובה. הכנס מחסנית אל בית המחסנית. דרוך את הנשק. זהו המעצור היחיד בו נשמע חידוש קשר, בהתאם למיקום התרמיל בנשק, אם לא נשמע חידוש קשר צריך לתפעל כמעצור ראשון. ",
            "גורמים למעצור: הגורמים למעצור אינם ידועים.",
            "",
            "מעצר ברוך",
            "מעצור זה מתרחש בנשקים מסוג M16 או M4 ולא בתבור או מיקרו תבור משום שידית הדריכה נמצאת מאחור והיא נפרדת מהמכלול. ",
            "זיהוי המעצור: במעצור ברוך המכלול נמצא באמצע בית הבליעה ולא ניתן לדרוך את הנשק. תרמיל תקוע בין השושנה לידית הדריכה או בין השושנה לצינורית הגזים. ",
            "שלבי תפעול המעצור: הבט אל המכלול וזהה את המעצור. הכרז מעצור ונצור את הנשק. הוצא את המחסנית. דרוך את הנשק (כמה שניתן) ולחץ על הביטוי התחתון של עצר המחלק. דחוף את ידית הדריכה לפנים. החזר את המחסנית. דרוך את הנשק. ",
            "גורמים למעצור: הגורמים למעצור אינם ידועים.",
            "",
            "תפעול מעצורים בלילה: כאשר מתרחש מעצור בתנאי חשיכה, קיים קושי לאבחן את מצב המכלול. על החייל לבצע אבחון על סמך ניסיונו ושיקול דעתו ולהסתמך על גורמים מסייעים, כגון הקולות שמשמיעים חלקי הרובה ותחושתו בעת הירי. למרות זאת, גם במצב זה הפעולה הראשונה שיש לבצע היא הפניית מבט למכלול וזאת משתי סיבות: לפעמים ניתן לזהות את מצב המכלול גם בלילה, ויש ''לאמץ'' את הפניית המבט למכלול כפעולה אוטומטית שהחייל מבצע תמיד ברגע שהוא נתקל במעצור. ",
            "מעצור בתחילת ירי בלילה: כאשר נגרם מעצור בתחילת הירי, יש להתייחס אליו כאל מעצור ראשון. שמיעת שחרור נקירה בעת הלחיצה על ההדק מהווה אימות לכך שמדובר במעצור ראשון. בכדי להקטין את הסיכוי להיווצרות מעצור ראשון יש לבצע וידוא כדור. מעצור במהלך ירי בלילה: אם החייל אינו מצליח לזהות את סוג המעצור במבט, עליו להפעיל שיקול דעת: כאשר החייל יודע שהוא לפני ירי ( לא ירה אף כדור) עליו לתפעל את המעצור כמעצור ראשון. כאשר החייל יודע שהוא בזמן הירי (ירה מספר כדורים בלבד) עליו להוציא את המחסנית ולתפעל את המעצור כמעצור שני. אם ניתן לדרוך חלקית את הנשק - יש לתפעל מעצור ברוך (M16 או 4M). אם לא ניתן לדרוך את הנשק בכלל- יש לתפעל מעצור אי חליצה . ",
            "פתרונות נוספים לזיהוי מעצורים בלילה: סימון המחסנית: ניתן לצבוע את תושבת הכדורים במחסנית בטיפקס. הטיפקס מסייע בזיהוי מעצור שלישי בלילה. "
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },
    {
      "title": "ירי לילה",
      "subSections": [
        {
          "title": "דרכים לביצוע ירי לילה – זיהוי מטרות",
          "text": [
            "שתי הבעיות העיקריות בירי לילה הן: זיהוי מטרות וזיהוי כוונות - המכוון.",

            "ישנם 3 דרכים לזיהוי מטרות בירי לילה: סימולטור - קיימים סימולטורים בבסיסי האימונים השונים ברחבי צה''ל. בסימולטור ניתן לשנות את התאורה בחדר על פי התנאים הרצויים וכך לתרגל ירי בלילה וירי בדמדומים. בעזרת הסימולטור ניתן לתרגל ירי על מטרות שונות ולבצע תרגילים שלא ניתן לעשות באופן מוחשי במטווח ובעיקר לא בירי בלילה. הנשקים הינם נשקים שהוצאו משימוש מדמים רתע בעזרת לחץ אוויר. יכולותיו של הסימולטור לדמות במאה אחוז את המציאות מוגבלות מכיוון שהוא נותן מענה ויזואלי בלבד. אך, על החייל להתאמן גם בתנאי שטח אמיתיים, בהם יתקל במהלך לחימה.",
            "שיטת דימוי רשף – הכנת סטיקלייטים קטנים ע''י סטיקלייט וסט חובשים אותם נשים על קדח הקנה במטרת הקרטון או שנמרח סטיקלייט על חלקי פלנלית ונתלה אותם גם כן על קדח הקנה. נתרגל את החייל לירות על מה שהוא רואה- הרשף של הקנה (מדומה על ידי הסטיקלייט במטווח). מטרות המדמות רשף יימצאו בטווחים המתאימים למקצה. אופן הכנת דימוי רשף: את דימוי הרשף מכינים בעזרת סטיק-לייט וסט (חובשים). נקב בעזרת המחט של הסט את תחתית הסטיק-לייט, ועשה חור בחלקו העליון של הסטיק-לייט למניעת וואקום. המתן עד למילוי הסט בחומר הזרחני. קשור את קצוות הסט וחתוך את החלקים שלא רלוונטיים. קשור לאורך הסט כך שיהיו הרבה חלקים זרחניים, חתוך ושדך על המטרה במקום המיועד. את חלק הזוהר יש להדביק במקום בו נמצא באמת הרשף ולא באמצע המטרה.",
            "דגשים: לקיחת שני צעדים קדימה נועדה לוודא שכלל החיילים מזהים את המטרות שלהם. יש להקפיד על מרחק בטיחות מינימאלי של 10 מטר בין היורים למטרות. המטרות יוקמו בסוללה של ה100 מ' או בסוללה אשר ממנה נוכל ללכת לאחור מבלי להיתקל בסוללה אחרת."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    }
  ]
}
