{
  "title": "ישראל: תעודת זהות",
  "description": "עוסק במבנה ובסמלים של מדינת ישראל, כולל סקירה ביחס לרשויותיה ולמוסדותיה ומתייחס אל משמעות היותו של צה\"ל צבא עם במדינה יהודית ודמוקרטית.",

  "sections": [
    {
      "title": "מדינת ישראל כמדינה יהודית ודמוקרטית",

      "subSections": [
        {
          "title": "הפרק",
          "text": [
            "מייסדיה של ישראל שאפו להקים מדינה המקיימת תרבות ומשטר דמוקרטי ואשר אופייה ותרבותה הלאומיים יהיו מושתתים על היהדות. הם לא ראו בשני עקרונות אלו, עקרונות סותרים; אדרבה, על-פי מגילת העצמאות הם נובעים זה מזה: ' מדינת ישראל... תהא מושתתת על יסודות החירות, הצדק והשלום–לאור חזונם של נביאי ישראל '. סקרי דעת קהל ומחקרים מלמדים שהגדרה זו מוקבלת על רובו המכריע של הציבור הישראלי, אולם לצד הסכמה זו מתקיים בישראל דיון ארוך שנים כיצד על היסודות היהודיים והדמוקרטיים לבוא לידי ביטוי.",
            "בשנת 1992, עם חקיקתם של חוקי היסוד בהם הופיעה לראשונה ההגדרה 'מדינה יהודית ודמוקרטית' באופן מפורש, החל דיון ציבורי ביחס למשמעות המושג. שלושה משופטי בית-המשפט העליון הביעו בנושא זה עמדה מנומקת.",
            "השופט חיים כהן (2002-1911) סבר כי יש למצוא את שורשי הדמוקרטיה ביהדות ובמשפט העברי; הוא ראה בצמד המילים 'יהודית' ו-'דמוקרטית', מושג אחד וגרס כי יש לעצב ולבנות יהדות שהיא דמוקרטית ודמוקרטיה שהיא יהודית.",
            "השופט מנחם אלון (2013-1923) סבר כי היהדות והדמוקרטיה אינן מושג אחד, אלא שתי מערכות ערכיות מקבילות ושוות במעמדן והן צריכות להנחות את השופט. ",
            "  השופט אהרון ברק (נולד: 1936) ביקש לפרש פירוש מצמצם את המושג 'יהדות', הוא סבר כי מדינת ישראל היא יהודית בכך שמתקיים בה רוב יהודי והרוב הזה משפיע על לוח השנה הלאומי ועל המרחב הציבורי בה. בנוסף, בעיניו, מדינת ישראל היא יהודית בכך שהיא שואבת את ערכיה האוניברסליים (כמו אהבת האדם, קדושת החיים, צדק חברתי ועוד) ממקורות יהודיים.",
            "לכל אחת מן הפרשנויות הללו, יש כמובן גם השפעה מהותית על אופייה של מדינת ישראל וחוקיה. אך הדיון בחברה הישראלית הוא רחב יותר ונוגע לא רק ליחס בין היהדות לדמוקרטיה אלא אף למשמעות של כל אחד מן המושגים בביטוי זה למושג יהדות 'שלוש פנים' מרכזיות:",
            "1) היהדות כדת שעיקרה מצוות ההלכה, והמסורת הדתית היהודית מכאן, בהיותה של מדינת ישראל מדינה יהודית עליה להביא לידי ביטוי את ההלכה בחיי היום יום, בחקיקה ובמשפט.",
            "2) היהדות כלאום שמוקדו בגורל ובייעוד המשותפים לעם היהודי בארץ ובתפוצות מכאן נגזרת הגדרתה של מדינת ישראל כמדינת הלאום של העם היהודי וככזו, עליה לפעול על מנת להדגיש ולשמר עובדה זו. ",
            "3) היהדות כתרבות שמוקדה ברעיונות סמלים ומסורות יהודיים מכאן, בהיותה של מדינת ישראל מדינה יהודית עליה לחזק את התרבות היהודית ולהביא אותה לידי ביטוי כתרבות הרשמית של המדינה באמצעות מוסדותיה.",
            "גם על משמעות המושג  'דמוקרטיה' מתקיים דיון בחברה הישראלית מתוכו ניתן לסמן בין היתר את הסוגיות הבאות:  האיזון בית עקרון הייצוגיות לעקרון המשילות, כיצד ניתן לאזן בין יחסי הרוב והמיעוט, כיצד ניתן לשלב בין השאיפה לשוויון וחירות הפרט.",
            "כל אחת מן השאלות אותן אזכרנו במהלך פתיחה זו מהווה סוגיה יסודית העומדת במרכז הדיון בחברה הישראלית. דיון זה הוא עדות לחיותה וחוזקה של הדמוקרטיה הישראלית וביטוי ליכולתו של כל אזרח ישראלי להשפיע על עתידה."
          ],
          "minute": 0,
          "second": 0
        }
      ]
    },

    {
      "title": "יסודות המשטר הדמוקרטי",

      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "ביסוד הדמוקרטיה עומדת ההבנה כי האדם הוא יצור תבוני וריבוני, ולכן, לכל אדם הזכות והחובה להיות אחראי לגורלו החברתי והפוליטי ולהשפיע על עיצובה של המדינה בה הוא חי. בהיסטוריה העולמית ישנן דוגמאות למספר דגמים של משטרים דמוקרטיים, על כן אין צורה אחת 'נכונה' של דמוקרטיה; אולם העיקרון הבסיס של ריבונות העם הוא המשותף לכל הדמוקרטיות. אופייה הדמוקרטי של כל מדינה, ובכלל זה גם של מדינת ישראל, מבוסס על שתי מערכות:",
            "(1) מערכת פורמלית-מוסדית הכוללת תהליכים מוסכמים הקיימים בכל משטר דמוקרטי ובאמצעותם מתממש עקרון ריבונות העם: הכרעת הרוב, קיומה של אופוזיציה ובחירות חופשיות ושוויוניות.",
            "(2) מערכת ערכית-תרבותית הכוללת ערכים דמוקרטיים בסיסיים, כגון: שמירה על כבוד האדם, שמירה על זכויות אדם בכלל ועל זכויות מיעוטים בפרט, קבלת תוצאותיהם של התהליכים הפורמליים (תוצאות הבחירות, מדיניות הממשלה הנבחרת והשאיפה לחירות ולשוויון).",
            "במדינת ישראל מתקיימת הן המערכת הפורמלית (מוסדות שלטון דמוקרטיים, בחירות, חילופי שלטון) והן המערכת התרבותית (שוויון, אפליה מתקנת, מדיניות רווחה). אחד מן ההיבטים הפורמליים החשובים ביותר הוא עקרון הפרדת הרשויות. משמעו, שהמשטר הדמוקרטי מורכב משלוש רשויות נפרדות: הרשות המחוקקת האחראית על חקיקתם של חוקים; הרשות המבצעת האחראית על ביצוע החוק ועל ניהול מוסדות המדינה; והרשות השופטת המפקחת על ביצוע החוק ונותנת סעד לאזרח אל מול החוק ואל מולם של אזרחים אחרים. ",
            "כאשר שלושת הרשויות נפרדות, הן מאזנות ובולמות האחת את השנייה והכוח השלטוני מבוזר בין שלושתן. מצב בו אין הפרדת רשויות, והחוק, המשפט והביצוע מרוכזים בידי אדם אחד, עשוי להביא לשחיתות שלטונית, לפגיעה בחירות, לאי-צדק, למצב בו קבוצה קטנה משתלטת על עמדות הכוח במדינה או למצב בו לא נשמרות זכויות המיעוט."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "הרשות המחוקקת: כנסת ישראל",
          "text": [
            "בישראל, הכנסת מהווה את הרשות המחוקקת של המדינה. מכהנים בה 120 חברים, הנבחרים על־ידי הציבור אחת לארבע שנים (בהנחה שהבחירות אינן מוקדמות). מקור השם 'כנסת' הוא בכנסת הגדולה, אשר התכנסה בירושלים בימי הבית השני. בישראל שיטת הבחירות היא פרלמנטרית, הציבור בוחר במפלגות, המפלגות חוברות ביניהן על-מנת להקים את הממשלה וראש המפלגה הגדולה ביותר בממשלה, הופך להיות לראש הממשלה. ",
            "  הכנסת מחולקת לשתי קבוצות:  (1) קואליציה המורכבת מחברי כל המפלגות השותפות בממשלה ותפקידה לגבות בכנסת את צעדי הממשלה ולנסות להגן עליהם. (2) אופוזיציה המורכבת מחברי כל המפלגות שאינן שותפות בממשלה ותפקידה לנסות ולהציע בפני הציבור אלטרנטיבה לפעולות הממשלה ולהוביל את הביקורת על צעדיה. ",
            "  במצב תקין, הקואליציה גדולה יותר מן האופוזיציה וכך יש רוב בכנסת השומר על יציבות הממשלה ומבטיח את יכולתה להביא את מדינותה לכדי ביצוע.",
            "מצב בו האופוזיציה גדולה יותר מן הקואליציה, אינו מאפשר לממשלה לפעול ויוביל באופן טבעי לכינונה של ממשלה חדשה ובמקרים מסוימים גם לפיזור הכנסת ולעריכת בחירות חדשות. ",
            "לכנסת שני תפקידים מרכזיים: חקיקת חוקים ובקרה על עבודת הממשלה. חברי הכנסת רשאים לחוקק כל חוק ובפרט שהוא 'חוקתי'. קרי, אינו סותר את חוקי היסוד ואינו סותר את הגדרתה של ישראל כמדינה יהודית ודמוקרטית. הבקרה על עבודת הממשלה נעשית באמצעות היכולת להצביע בה 'אי-אמון' ובכך לגרום לנפילתה, באמצעות היכולת לשאול 'שאילתות' או להעלות נושאים לדיון ובאמצעות החובה לאשר במליאה צעדים מסוימים של הממשלה כגון ההחלטה על תקציב המדינה, חתימת חוזה שלום, יציאה למלחמה ועוד.",
            "הכנסת פועלת באמצעות המליאה שהיא הגוף המרכזי שלה בו חברים כל חברי הכנסת; ובאמצעות ועדות הכנסת, בהן חברים מספר מצומצם של חברי כנסת על-פי חלוקה יחסית לגודלן של הסיעות. במליאה נידונים נושאים עקרוניים ומתבצעת ההחלטה על חקיקת החוקים. חברי הכנסת יכולים להעלות בה גם 'נושאים לסדר היום'ולהפנות שאילתות להן מחויבת הממשלה לענות. ",
            "בוועדות, לעומת זאת, נידונים נושאים ספציפיים בהתאם לנושאי העיסוק של הוועדה (חוץ וביטחון, כספים, חינוך, פנים וכו'). הוועדות עוסקות בעיצוב החוקים לאחר שעברו בקריאה ראשונה והתקבלו עקרונית ולפני שהם מתקבלים בקריאה שנייה ושלישית והופכים לחוקים רשמיים. הוועדות יכולות גם לזמן אליהן אזרחים או עובדים במשרדי הממשלה, על מנת להפוך את הדיון למקצועי ויסודי יותר."
          ],

          "minute": 2,
          "second": 4
        },
        {
          "title": "הרשות המבצעת: הממשלה",
          "text": [
            "בתום הבחירות לכנסת, מזמן אליו נשיא המדינה את נציגי המפלגות, ובעקבות השיחות עמם הוא מטיל את הקמת הממשלה על חבר הכנסת, בעל הסיכוי הגבוה ביותר להצליח, להרכיב ברית (קואליציה) של מפלגות שיסכימו לכונן את הממשלה ולפעול על-פי קווי יסוד משותפים. בהתאם לסיכום עם המפלגות ממנה ראש הממשלה את השרים. השרים הם ברובם חברי כנסת מן הקואליציה, אך ראש הממשלה יכול למנות גם אדם שאינו חבר כנסת לתפקיד שר. ",
            "ממשלת ישראל מורכבת מסך כל השרים בממשלה, כל שר הוא חבר בממשלה וכל חברי הממשלה הם שרים. לאחר שהורכבה הממשלה היא מוצגת בפני הכנסת ומפרטת את 'קווי היסוד' שלה. קרי, העקרונות על-פיהן היא מבקשת לנהל את המדינה בשנים הקרובות. קיום הממשלה מותנה באישור הכנסת: ללא אמון הכנסת לא תוכל ממשלה חדשה לקום, אם תביע הכנסת אי-אמון בממשלה היא תחדל להתקיים ומשרדי הממשלה פועלים בכפוף לחוקים המתקבלים בכנסת.",
            "אולם, במצב תקין לממשלה יש רוב בכנסת וללא אישורה לא מתאפשר לחוקק חוקים או לקבל החלטות. השרים קובעים ומבצעים את מדיניותה של ישראל בתחומים השונים: ביטחון, חוץ, כלכלה, חינוך, בריאות וכו'. משרדי הממשלה השונים אחראים גם להפעלתם של כלל מוסדות המדינה: השב''כ והמוסד- משרד ראש הממשלה, מערכת החינוך- משרד החינוך, צה''ל- משרד הביטחון, שגרירויות במדינות זרות- משרד החוץ,  משטרה- המשרד לביטחון פנים וכן הלאה. ",
            "בנוסף לפעולותיהם של המשרדים עצמם, מקיימת הממשלה ישיבות בהן מתקבלות ההחלטות המרכזיות באשר לדרך פעולתה של המדינה בנושאים העקרוניים והחשובים ביותר. היא אף מקיימת ועדות שונות המתמקדות בתחומי-פעולה המשותפים לכמה שרים ועל-פי רוב גם מקיימת גוף מצומצם של שרים המכונה קבינט או מטבחון, בו נידונים נושאים הדורשים הכרעה מידית, בעיקר בתחום הביטחוני. כל אחד מן השרים נושא באחריות משותפת בנוגע להחלטות ולפעולות הממשלה. בנוסף, שר נושא באחריות בלבדית על החלטותיו ופעולותיו של משרדו."
          ],
          "minute": 4,
          "second": 55
        },
        {
          "title": "הרשות השופטת: בתי המשפט",
          "text": [
            "מערכת בתי המשפט בישראל מטפלת בתביעות המוגשות במקרים של חשד להפרת החוק: הן בתביעות של אזרחים כלפי אזרחים (משפט אזרחי), הן בתביעות של המדינה כלפי אזרחיה (משפט פלילי), והן בתביעות של אדם הרואה את עצמו נפגע כתוצאה מפעילות של רשויות המדינה (משפט מנהלי). בעיסוק אחרון זה מקיימת למעשה הרשות השופטת בקרה על הרשות המחוקקת והרשות המבצעת. לעומת זאת, החוקים על-פיהם מתבצע המשפט, מחוקקים על-ידי הרשות המחוקקת, וביצוע גזר הדין מוטל על הרשות המבצעת.",
            "העיקרון החשוב ביותר במערכת המשפט, המהווה תנאי לאמון של ציבור האזרחים בה, הוא היותה מערכת ניטרלית, עצמאית ונטולת פניות. מסיבה זו בחירת השופטים מבוצעת על-ידי ועדה מיוחדת ולא על- ידי חברי הכנסת או הציבור, ומסיבה זו גם אין אפשרות לפטר שופט, הוא מסיים את תפקידו באופן אוטומטי בהגיעו לגיל שבעים. בנוסף, נקבעו מספר עקרונות יסוד על-פיהם פועלת המערכת, בין היתר:",
            "הזכות להליך הוגן - כל אדם זכאי להליך משפטי מסודר, לייצוג משפטי שיאפשר לו להעלות את טענותיו בפני השופט ולהזדמנות שווה לטעון את טענותיו ללא קשר לחומרת האשמות נגדו.",
            "פומביות המשפט- הצדק חייב להיראות ולא רק להעשות, הדיונים בבית המפשט פומביים, הפרוטוקולים שלהם פתוחים ולכל אדם מותר לצפות במשפט כל זאת, להוציא מקרים מיוחדים של דיונים הנערכים בדלתיים סגורות בשל נסיבות מיוחדות.",
            "שוויון בפני החוק- כל אדם ללא תלות במוצאו, במעמדו, במינו או בדתו, זכאי ליחס שוויני מצד השופט ולמשפט צדק. אכיפת החוק צריכה להיות שוויונית ולהתבצע באופן אחיד.",
            "מערכת בתי המשפט בארץ מחולקת לשלוש דרגות (ערכאות); כל מקרה מובא בפני הערכאה המתאימה לו בהתאם לטיבו, ובמקרה בו אחד מן הצדדים מתנגד להכרעת הדין, הוא זכאי להגיש ערעור לערכאה הבאה בהיררכיה:",
            "1) בית המשפט העליון בו מתבררים בעיקר ערעורים על פסקי דין שנידונו בבית המשפט המחוזי, בית משפט זה יושב גם כבית משפט גבוה לצדק - בג''ץ. הוא מכתיב את ההלכות המשפטיות ופירושי החוקים המחייבים את הערכאות הנמוכות יותר.",
            "2) בית המשפט המחוזי עוסק במשפטיים חמורים יותר, כגון סכסוכים כספיים גדולים או עבירות פליליות חמורות. בתי המשפט המחוזיים פועלים בירושלים, בתל אביב, בחיפה, בנצרת, בלוד ובבאר שבע.",
            "3) בית המשפט השלום עוסק בעיקר במשפטים שאינם חמורים עוד סכום מסוים או בעבירות פליליות שעונשן מוגבל.",
            "מלבד זאת, קיימים מספר בתי-משפט מיוחדים המתמחים בסוגיות שונות כגון: נוער, משפחה, עבודה, תעבורה ועוד. אחד מתפקידיו של בית המשפט העליון הוא לשמש כבית משפט גבוה לצדק. במסגרת זו עוסק בית המשפט בעתירות שמגישים אזרחים או גופים הרואים את עצמם נפגעים מפעולותיה של המדינה אושל אחת מרשויותיה. בין השאר, דן בג''ץ בעתירות כנגד חוקים אותם קיבלה הכנסת ונטען כי אינם חוקתיים, בעתירות כנגד מדיניותם של גופים ממשלתיים ובעתירות יום-יומיות יותר ביחס למקרים פרטיים. שאלת האיזון בין הרשות השופטת לרשויות האחרות בכלל ושאלת סמכותו של בג''ץ לדון בשאלות פוליטיות ומדיניות בפרט, נמצאת במרכז השיח הציבורי במדינת ישראל."
          ],
          "minute": 7,
          "second": 16
        },
        {
          "title": "האזרח במדינה יהודית ודמוקרטית",
          "text": [
            "האיזון בין הרשויות השונות נועד במהותו לשרת את האזרח ולמנוע מצב בו אדם או קבוצה מסוימת תופסים בפועל את השלטון ואינם כפופים לפיקוח או למגבלות, או לחלופין מצב בו מוסדות המדינה נוהגים בחוסר הוגנות כלפי האזרח מבלי שיוכל להגן על עצמו. השלטון הנבחר במדינה דמוקרטית מושל במדינה בהסכמת כלל האזרחים ובכלל זאת גם בהסכמת המיעוט שלא בחר בו. גם אם יש המתנגדים לממשלה הנבחרת, כלל האזרחים במדינה דמוקרטית מסכימים ביניהם על שאיפתם לחיות יחד תחת מסגרת מדינית משותפת הפועלת בהתאם ל- 'כללי משחק' להם הם מחוייבים. ",
            "למעשה, המערכת והמוסדות הדמוקרטיים נועדו למנוע מצב של אנרכיה, בו האזרחים משיגים את מטרותיהם באמצעות כוח הזרוע. ללא קבלת כללי הדמוקרטיה לא תוכל המדינה לשמור על צביונה ולא יוכל האזרח להביע את דעתו או להשפיע על האופן בו מתנהלים חייו. על כן, תפקידה של חברה השואפת לשמר את הדמוקרטיה לטובת כלל חבריה, הוא לחנך לדמוקרטיה ולהדגיש את הערכים המרכזיים העומדים בבסיסה, דוגמת החשיבות והלגיטימיות שבקיומו של ויכוח חופשי המבטא ריבוי דעות, הסלידה מהאלימות, כיבוד החוק ובחירת הרוב, זכויות האדם והאזרח ועוד."
          ],
          "minute": 10,
          "second": 44
        },
        {
          "title": "צה''ל צבא במדינה יהודית",
          "text": [
            "צה''ל הוא צבא עם במדינה יהודית-דמוקרטית, עובדת יסוד המשפיעה על אופיו ועל דרכי פעולתו. על אף העובדה שצבא הוא ארגון טוטלי והיררכי אשר בין שורותיו אין נהוגה דמוקרטיה, מבטא צה''ל מספר מאפיינים דמוקרטיים. ראשית, הוא מהווה זרוע מבצעת של הממשלה שנבחרה באופן דמוקרטי ותפקידו לבצע החלטות שהתקבלו על-ידי הכנסת והממשלה. ",
            "על המשמעות העמוקה של עובדה זו עמד דוד בן- גוריון, ראש הממשלה ושר הביטחון הראשון: ' הצבא הוא מכשיר האומה, לא הצבא קובע מה תעשה האומה, ולא הצבא קובע מה יעשה הצבא... כל הצבא, בלי יוצא מן הכלל, יעשה רצון המדינה, ויהיו דעותיהם של החיילים אשר יהיו. כאזרחים יחוו גם דעתם בבחירות, אבל כחיילים יפעלו אך ורק על פי פקודה מוסמכת.'",
            "צה''ל כפוף, על כן, לדרג המדיני, יונק את סמכותו מהחלטותיו ופועל לממשן. מתוקף כך, נדרשים חיילי צה''ל לציית לפקודות הצבא, בין אם הפקודות עולות בקנה אחד עם עמדותיו האישיות של החייל ובין אם לא. החייל אינו מחויב להזדהות עם המשימה המוטלת עליו, אולם הוא נדרש להזדהות עם חובת ביצוע המשימה, שהיא מרכיב בשמירת חוסנה של מדינת ישראל ובסיכול כל ניסיון לשבש את התנהלותה הדמוקרטית ואת אורח החיים התקין בה.",
            "עובדת היותו של צה''ל זרוע מבצעת, משפיעה גם על הייצוגיות הנדרשת מחייליו וממפקדיו, ועל אופיו הא- פוליטי אשר בזכותו הוא מצליח להישמר מחוץ למחלוקת בחברה הישראלית, כמוקד של הסכמה רחבה ושל חוסן לאומי כאזרח במדינת ישראל, זכותו ואף חובתו של החייל להחזיק בעמדה פוליטית ולהצביע בבחירות במטרה להשפיע על הרכבו של הדרג המדיני. עם זאת, פקודות צה''ל אוסרות על חיילי צה''ל הבעת דעותיהם הפוליטיות בציבור במהלך שירותם, לרבות השתתפות בהפגנות וחתימה על עצומות בעלות אופי פוליטי – בין במדים ובין בלבוש אזרחי. בנוסף, מתוך הנחה שצה''ל ייטיב לבצע את משימותיו אם חייליו יבינו את משמעות היותם חיילים בצבאה של מדינה יהודית ודמוקרטית, ומתוך מחויבותו למדינה ולחייל כאזרח בה; פועל צה''ל לחזק בקרב חייליו ומפקדיו את תחושת המחויבות כלפי המדינה וערכיה.",
            " צה''ל מסתמך לשם כך על מרכיבים שונים מתוך אוצר הזיכרון היהודי וזאת מבלי להכריע בשאלות הנתונות לשיח ציבורי באשר למהותה של היהדות או לאופייה הרצוי של הישראליות. פעילות זו משמשת לחיזוק תחושת הלכידות ביחידה והסולידריות בעם, ומהווה תשתית למוטיבציה ולתובנת המשימה של החיילים.",
            "בנוסף, המרחב המשותף בצה''ל הוא בעל צביון יהודי. אין הכוונה בכך לשמירה על זכותו ועל חירותו של כל פרט לנהוג על־פי מנהגיו הדתיים (זמני תפילות, צומות), אלא במאפיינים הנוגעים לאופי סביבת השירות ולאופי הארגון. הצביון היהודי של המסגרת הצבאית כולל את שמירת הכשרות בכל מטבחי צה''ל, את נוהל השבת, את הטיפול של הרבנות הצבאית בחללים ובענייני אישות, את האפשרות לגיור בצבא וכן גם את עיסוקם של מפקדים וחיילים בסוגיות של זהות ותודעה יהודית במסגרת פעילויות החינוך והעיסוק בצדקת הדרך."
          ],
          "minute": 12,
          "second": 8
        },
        {
          "title": "החייל בצה''ל צבא עם במדינה דמוקרטית",
          "text": [
            "בנוסף לעקרונות אלו שהם עקרונות כלליים, משפיעה הגדרתה של ישראל כמדינה יהודית ודמוקרטית גם על אורח חייו ועל מהות פעילותו של החייל. חלק מן החירויות מהן נהנים האזרחים במדינת ישראל נשללות מן החייל הנדרש לבצע את פקודות הצבא ונאסר עליו לפעול בניגוד להן. יחד עם זאת, פקודותיו של צה''ל כפופות גם הן לעקרונות הדמוקרטיה ומחויבות להיות שוויוניות וסבירות. ",
            "כל חייל בצה''ל יכול לערער על החלטות מפקדיו על- פי הפקודות והדרכים המקובלות ואף לקבול אותן באמצעות נציב קבילות החיילים*. צה''ל אף מגדיר ומנחה את חייליו להבחין בין הפקודות הניתנות להם. החייל נדרש לציית לפקודות חוקיות בלבד. במקרה של פקודה בלתי חוקית, הוא נדרש לבצעה ולפעול לאחר מכן על-מנת להדגיש את איחוקיותה בפני הגורמים הרלוונטיים.",
            "במקרה של פקודה בלתי חוקית בעליל, מושג שנתווה ביחס לפקודה שניתנה במהלך טבח כפר קאסם ומתייחס אל פקודה בלתי חוקית שעשויה לפגוע במישרין בחייו של אדם*, מוטלת על החייל חובה לסרב לה. ",
            "יתר על כן, במישור הרעיוני החייל נדרש לוותר לזמן קצוב הקבוע בחוק על חירויותיו לשם הגנה על אותן החירויות. הוא מגויס לצבא מתוקף ההסכמה החברתית הרחבה על 'כללי המשחק' של הדמוקרטיה ופועל למעשה על-מנת להגן עליהם. כך החייל הוא זה הנותן למפקדו את האפשרות לתת לו פקודות.",
            "",
            "* נציבות קבילות החיילים היא יחידה במשרד הביטחון, שמטרתה לאפשר לחיילי צה''ל ובני משפחותיהם להגיש קבילה על כל מעשה או מחדל שנפגעו ממנו ולתבוע את תיקון הליקויים, וזאת שלא דרך צינורות הפיקוד הרגילים המקובלים בצבא.",
            "** פקודה בלתי חוקית - פקודה בלתי חוקית היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת (בדרך כלל בכוחות הביטחון והאכיפה – צבא, משטרה, וכו'). ההוראה או הפקודה סותרת את החוק את הנחיות הצבא, או חורגת מסמכותו של נותן הפקודה. במקרה זה על הפקוד (מקבל הפקודה) מוטלת החובה לציית להוראה, ובמידה שלא יציית – יועמד לדין. מי שנושא באחריות על הפרת החוק אינו מקבל הפקודה אלא נותן הפקודה.",
            "פקודה בלתי חוקית בעליל - פקודה בלתי חוקית בעליל היא פקודה או הוראה הניתנת ע''י מפקד מוסמך או ע''י רשות מוסמכת. ההוראה סותרת את ערכי המוסר הבסיסיים והאנושיים בחברה דמוקרטית ויש בה פגיעה קשה וחמורה בזכויות האדם. זוהי פקודה שברור לכל אדם סביר ובר דעת שהיא אינה חוקית ולכן על מקבל הפקודה לסרב לבצע אותה. אם יציית לפקודה – האחריות מוטלת עליו וגם על נותן הפקודה ושניהם יועמדו לדין."
          ],
          "minute": 15,
          "second": 26
        }
      ]
    },

    {
      "title": "סמלים לאומיים",

      "subSections": [
        {
          "title": "הקדמה",
          "text": [
            "במדינת הלאום המודרנית ממלאים סמלי המדינה, דגל, סמל והמנון, מספר תפקידים חשובים. הם מייצגים את ריבונותה ואת מוסדותיה מבית ומחוץ. סמלי המדינה מעניקים ביטוי ללכידותה של האומה, לערכיה המשותפים, לזהותה ולמורשתה. זרח ורהפטיג, 1906-2002 חבר מועצת המדינה הזמנית אשר נמנה על החותמים על מגילת העצמאות, קבע כי, בכל הנוגע לסמלי המדינה, צריך לנהוג הכלל לפיו 'העתיק יותר הוא המקודש יותר... צריכה ללוות אותנו המחשבה כי לא יצרנו מדינה חדשה, אלא חידשנו מדינה שהייתה קיימת בימים עברו ', ואכן במדינת ישראל, בה גרעין הזהות הלאומית הוא יהודי, מזוהים סמליה של המדינה עם המורשת ההיסטורית של היהדות."
          ],
          "minute": 0,
          "second": 0
        },
        {
          "title": "סמל המדינה",
          "text": [
            "מנורה בת שבעה קנים, ענפי זית והשם 'ישראל '. המנורה מייצגת את עברו הלאומי של העם ואת מאבקו לחירות. צורת המנורה המופיעה בסמל, מבוססת על תבליט המופיע על שער טיטוס ברומא בו מתוארים כלי המקדש שנלקחו בשבי עם חורבן בית-המקדש השני. לבחירה זו משמעות סמלית – אותה מנורה שציינה את היציאה לגלות, מבטאת כיום את חזרתם של היהודים למדינתם הריבונית. ענפי הזית מסמלים את העתיד ואת השאיפה לשלום. סמל המדינה קשור בבסיסו גם אל חזון זכריה שבאחת מנבואותיו נגלה אליו מחזה של מנורה ושני ענפי זית. "
          ],
          "minute": 0,
          "second": 54
        },
        {
          "title": "דגל המדינה",
          "text": [
            "דגל מדינת ישראל הוא בעל רקע לבן, במרכזו מגן דוד ולאורכו שני פסים בגוון תכלת כהה. את ההשראה לעיצובו העניקה הטלית בה נוהגים יהודים להתעטף בעת התפילה. דגל זה ליווה את התנועה הציונית כמעט מיום היווסדה. ",
            "במהלך ההכנות לקראת הקונגרס הציוני הראשון, הגה דוד וולפסון (1885-1914) עוזרו של הרצל, את הרעיון: 'הרי יש לנו דגל! הוא כחול לבן כמו הטלית', פסק והזמין דגל לבן מעוטר בשני פסי תכלת. בשנת 1933, בקונגרס הציוני השמונה-עשר, התקבל הדגל כדגלה הרשמי של ההסתדרות הציונית והעם היהודי. ",
            "עם קום מדינת ישראל התלבטה מועצת המדינה הזמנית לגבי דגלה ובתחילה הזמינה את הציבור להציע את הצעותיו כפי שהיה במקרה של הסמל. דגל התנועה הציונית נבחר באופן רשמי לשמש כדגלה של מדינת ישראל ב-28 באוקטובר 1948, והוא הועדף על פני רעיונות אחרים, משום שכבר היה מוכר היטב בציבור היהודי וזוהה כסמלו של המפעל הציוני."
          ],
          "minute": 1,
          "second": 38
        },
        {
          "title": "המנון המדינה",
          "text": [
            "המנון מדינת ישראל, 'התקווה ', נכתב על ידי המשורר נפתלי הרץ אימבר (1856-1909). ב:1878- אימבר שנולד בגליציה הגיע לארץ במהלך העלייה הראשונה, נדד בין המושבות השונות והפיץ בין תושביהן שיר בן תשע בתים המתאר את שיבתם של היהודים לארץ (' תקוותנו').",
            " השיר נפוץ במהירות והושר בלחן עממי אותו צירף לו החלוץ שמואל כהן מראשון לציון (1870-1940). מילותיו של השיר, המבטאות זיקה וכמיהה לציון, קיבלו משמעות מיוחדת בפי מתנגדי תכנית אוגנדה בקונגרס הציוני השישי (1903). ",
            "בקונגרס השמונה-עשר (1933) נקבעה 'התקווה' כהמנון הרשמי של התנועה הציונית, ובמהלך טקס הכרזת העצמאות שרו אותו כל הנוכחים באופן ספונטני.מילות השיר מבטאות את שאיפתו של העם היהודי לעצמאות במולדתו ההיסטורית. במרוצת השנים הועלו רעיונות והצעות להמנון חלופי, אולם ההמנון שליווה את התנועה הציונית מראשיתה, מוסיף לשמש גם כיום כהמנון הרשמי, ובשנת 2004 אף עוגן מעמדו בחוק המדינה."
          ],
          "minute": 2,
          "second": 47
        },
        {
          "title": "סיכום",
          "text": [
            "מדינת ישראל היא מדינה יהודית ודמוקרטית. המשטר הדמוקרטי נועד להבטיח את חירויות הפרט ואת זכויותיהם של כלל האזרחים במדינה ובכלל זאת גם את זכויותיו של המיעוט. ",
            "לדמוקרטיה במדינת ישראל היבטים פורמליים הבאים לידי ביטוי בעיקר בקיומן של בחירות חופשיות לצד היבטים ערכיים הבאים לידי ביטוי בהקפדה על זכויות האדם והאזרח. הצביון היהודי של מדינת ישראל מוצא את ביטויו בדמוגרפיה (שלושה מכל ארבעה תושבי ישראל מגדירים עצמם כיהודים) בחקיקה (חוקים המקנים עדיפות אזרחית ליהודים, כדוגמת חוק השבות), בתרבות (חגים יהודיים הם חגים לאומיים, סמלים יהודיים כגון מגן דוד והמנורה הם סמלי המדינה) ובטריטוריה (מדינת ישראל הוקמה על אדמת ארץ ישראל בשל הזיקה של העם היהודי למולדת). ",
            "השילוב בין יהדות לדמוקרטיה הציבו בפני מדינת ישראל אתגרים ושאלות מהותיות לאורך שנות קיומה: כיצד יש להתייחס לאזרחים הלא יהודים של המדינה? מהן זכויותיהם? מהו המקום שיש לתת לתורת ישראל ולמסורת ישראל בחקיקה הישראלית? כיצד יש לנהוג כאשר מתגלה אי־התאמה בין ההלכה לבין חוקי המדינה? באלו תחומים ראוי לחוקק חוקים הנותנים יחס מיוחד לטובת אזרחיה היהודים של המדינה? ועוד. ",
            "אתגרים אלה מלווים את המדינה גם בימים אלו וככל הנראה, ימשיכו ללוות אותה גם בעתיד; הדיון בהם מדגיש את חוזקה של הדמוקרטיה הישראלית."
          ],
          "minute": 4,
          "second": 8
        }
      ]
    }
  ]
}
