1 סמן את החלקים הפנימיים בנשק :
בחר ב-3 התשובות הנכונות
/ פין טלוויזיה
הדק
ניצרה
/ נוקר
/ פטיש
סתרשף

2 כיצד מתנהל תהליך הפעולה לפנים, ולאחר מכן תהליך הפעולה לאחור ברוס"ר (רובאי)?
סדר את הפעולות לפי הסדר הנכון
1 גריפה - השיניים הגורפות, הממוקמות בשושנה, גורפות כדור תורן מהמחסנית.
2 יישור והגבהה - הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה.
3 חביקה - הכדור נחבק על ידי השן החובקת/ חולצת.
4 נעילה - הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה.
5 שחרור הנעילה - הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית, גורמת לסיבוב הבריח ולשחרור הנעילה.
6 חליצת הכדור - השן החובקת/ חולצת משחררת את חביקת הכרכוב וחולצת אותו.
7 פליטת הכדור - כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת.














3 סדר את פעולות שרשרת הפיצוץ לפי הסדר הנכן:
סדר את הפעולות לפי הסדר הנכון
היורה לוחץ על ההדק.
הפטיש משתחרר ומכה באחורי הנוקר.
הנוקר מכה בפיקת הכדור.
הכספית בכדור מתחילה לרעום.
הכספית מציתה את האבק שריפה שבתרמיל.
בעירת אבק השריפה גורמת לשחרור גזים המעלים את הלחץ בתרמיל.
הגזים הודפים את הקליע מחוץ לתרמיל אל תוך הקנה עד ליציאתו מקדח הקנה-

4 מהו מעלה הסלילים של נשק 1/16?
בחר בתשובה הנכונה
1:12#
1:4
1:7
1:10















5 לפנייך שלושה היגדים. המתייחסים למצב גוף קרקע. רשום אחרי כל משפט האם הוא נכון או לא נכון.
יש להישען על שרירים ולא על עצמות – לא נכון
יש לסחוט לחייל את כפות רגליו לרצפה בכוח מפני שנעדיף מצב גוף תקין על פני נוחות היורה – לא נכון
גוף היורה יוחזק כחטיבה אחת ללא שבירת קו הגב - נכון

6 פנייך רשימת דגשים. בחר ב-3 הדגשים הנכונים לגבי עיקרון הנשימה 
/ הנשימה צריכה להיות רגועה ובקצב אחיד.
אין צורך להתייחס לנשימה. לרוב אין לה כלל השפעה על הירי.
/ עוצרים נשימה לפני ביצוע הירי וממשיכים לנשום לאחר יציאת הקליע מהקנה.
/ ישנן מספר טכניקות של נשימה בזמן הירי: עם אויר בריאות וללא אויר בריאות,
הטכניקה הטובה ביותר לירי צבאי היא ירי ללא אויר בריאות, כך נהיה יציבים יותר.
יש לקחת אוויר תוך כדי לחיצה על ההדק על מנת לנשום בצורה תקינה.



















7 סמן נכון/ לא נכון. 
אצבע מורה מצביעה לכיוון המטרה הינה אחת מחמשת נקודות האחיזה בנשק - לא נכון
לחי סחוטה על הקת הינה אחת מחמשת נקודות האחיזה בנשק - נכון
אמה צמודה למחסנית הינה אחת מחמשת נקודות האחיזה בנשק – נכון

8 מהו מצב אפס?
השלב הראשון שחייב לבצע היורה לפני כל ירי,
השלב שבו הכוונת מאופסת לקנה.
/ מצב לבדיקה עצמית ותיקון טעויות של היורה לפני הירי.
השלב שבו היורה מבצע נשימה אחרונה לפני הירי.






















9 סדר את סדר הפעולות ל"מצב אפס" לפי הסדר הנכון.
1 היכנס למצב ירי ומצא נקודת מכוון.
2 עצום את העיניים.
3 נשום שתי נשימות רגילות.
4 פקח את העיניים והבט על נקודת המכוון.
5 תקן את הסטייה, בעיניים עצומות בעזרת פלג גוף תחתון.
6 חזור על הבדיקה שוב

10 מהם העקרונות לסחיטת הדק נכונה?
מקבילה לציר קנה, עם הרבה לחץ, שמירה על חידוש קשר, מהירה.
לחיצה מהירה על ההדק, שמירה על חידוש קשר, איטית, עקבית.
/ עקבית, אחידה, מקבילה לציר קנה, שמירה על חידוש קשר.
מהירה, אחידה, עם הרבה לחץ, עם אוויר בריאות.



















11 התאם בין נקודת האחיזה למיקום שממנה היא נותנת תמיכה לנשק (יורה ימני),
התאם את הפעולות מטור ב לפעולות בטור א
לחי סחוטה על הקת - תמיכה מלמעלה
קת בשקע הכתף - תמיכה אחורית
5 אצבעות ידית אחיזה - תמיכה ימנית ותחתונה
יד אוחזת במתפסים - תמיכה תחתונה
אמה צמודה למחסנית - תמיכה שמאלית

12 בחוק המכוון, על מה נפקס את הראיה?
 חרירית
₪ להבית
מטרה
פרפרית



















13 תיקונים ב"מצב אפס" יעשו תמיד: (2 תשובות נכונות)
/ על ידי הזזת הגוף.
על ידי הזזת הנשק.
על ידי הזזת הידיים.
/ בעיניים עצומות.
ע"י הזזת המכוון.
בעיניים פקוחות.

14 מהם מועדי האיפוס
/ כל שישה שבועות.
כל פעם שמנקים את הנשק.
שהנשק חוזר מהנשקייה לאחר טיפול.
/. לפני פעילות מבצעית.
לפני כל תחילת יום מטווחים או החלפת איפוסון.
אחרי שבוע צמד חוליה.

















15 מדוע נשתמש בשק פק"ל? (בחר 2 תשובות נכונות)
/ להשיג מקבץ קטן ככל האפשר.
למנוע שריטות במרפקים.
למנוע מגע עם הקרקע למקרה ויהיו בה זוחלים מסוכנים.
למנוע הסטת קנה.
/ להעניק יציבות.

16 איר מודדים מקבץ? (בחר 2 תשובות נכונות)
מסוף כדור לתחילת כדור.
/ מתחילת כדור לתחילת כדור.
מתחילת כדור לסוף כדור,
מאמצע כדור לאמצע כדור.
/ מסוף כדור לסוף כדור.



















17 סדר את פעולות ביצוע האיפוס לפי הסדר הנכון:
1 ירי של חמישה כדורים.
2 מציאת מקבץ.
3 מציאת נפ"מ.
4 הבאת הנפ"מ לנפ"ר.
5 איפוס סופי.

18 מהו מקבץ אמין וכיצד מודדים אותו.
מקבץ אמין הוא מקבץ של עד 8 ס"מ והוא נמדד בין שני הכדורים הכי רחוקים, מתחילת
הכדור הראשון ועד סוף הכדור השני.
מקבץ אמין הוא מקבץ של עד 5 ס"מ והוא נמדד בין שני הכדורים הכי קרובים מהחמישה,
מאמצע הכדור הראשון לאמצע הכדור השני.
מקבץ אמין הוא מקבץ של עד 3 ס"מ והוא נמדד בין שני הכדורים הכי רחוקים מהחמישה,
מתחילת/ מסוף הכדור הראשון עד תחילת/סוף של הכדור השני.
/ מקבץ אמין הוא מקבץ של עד 5 ס"מ והוא נמדד בין שני הכדורים הכי רחוקים
מהחמישה, מתחילת/ סוף הכדור הראשון ועד תחילת/ סוף של הכדור השני.
















19 סדר את הפעולות של מציאת הנפ"מ לפי סדר הנכון:
1 בחר באקראי שני זוגות של פגיעות ומתח ביניהן קו.
2 סמן את מרכזי הקווים ומתח קו נוסף המקשר ביניהם.
3 סמן את המרכז של קו זה וחבר אותו אל נק' הפגיעה החמישית.
4 חלק את הקו האחרון לחמישה חלקים שווים על ידי ארבעה קווים.
5 הקו הרחוק ביותר מהפגיעה החמישית הוא הנפ"מ.

20 איך מביאים את הנפ"מ לנפ"ר?
מחשבים את המרחק שבין הנקודות ולאחר מכן מחשבים בעזרת נוסחה למציאת נפ"ר
את הסטייה ביחס לנפ"ר ולפיה מזיזים קליקים.
/ מודדים את מרחק המשבצות (בצידוד ובעלרוד) בין הנפ"מ לנפ"ר, ממירים את מרחק
זה למספר קליקים לפי שווי קליק ומזיזים את מספר הקליקים שיצא בכוונת בנשק.
מודדים בעזרת סרגל מהו המרחק בס"מ בין הנקודות הקרובות ביותר והרחוקות ביותר,
מחשבים את הממוצע בין המרחקים ולאחר מכן מזיזים קליקים בס"מ על פי הממוצע.
נעריך על פי הראייה מה המרחקים בין הנפ"מ לנפ"ר בצידוד ובעלרוד, ועל פי ההערכה
שלנו נזיז קליקים בהתאם.
















21 מדוע מצב שכיבה הוא המצב האידאלי ביותר?
מצב זה מאפשר כניסה למצב מהירה יותר של היורה.
₪ מצב זה מאפשר ירי מדויק יותר ומינימום חשיפה של היורה.
מצב זה מאפשר זווית ראיה טובה יותר בין כוונות.
במצב זה הרגל החזקה מקבילה לציר קנה וכך נספג הרתע בצורה הטובה ביותר.

22 מה מהבאים אינו דגש למצב כריעה?
זווית של 90 מעלות בין הרגליים.
המרפק לפני או אחרי הברך על פי נוחות היורה.
זווית של 90 מעלות בין הרגל החלשה לרצפה.
₪ ישבן באוויר והגוף נשען על המרפקים.
הישענות על רגל חזקה ב"קפיץ" או "שפיץ".

23 מתי נבצע ירי במצב עמידה?
כאשר אין לנו כוח לרדת למצב שכיבה.
₪ כאשר נדרש זמן תגובה מהיר ואין אפשרות להיכנס למצב אחר.
כאשר החוליה לא מחפה עליי.
כאשר יש שיחים.














24 מתי נבצע ירי במצב רד חפה?
/ חיפוי בהסתערות או תפעול מעצור.
בין דילוגים.
באיפוס.
כשאין זמן להיכנס למצב עמידה.

25 מהו הדגש הנכון למצב עמידה?
הקת ממוקמת בסטרנום (מרכז חזה).
ברכיים ישרות.
גוף מול המטרה.
₪ כפות רגליים מקבילות.

26 פרט את שלבי הכניסה למצב "שכב חפה", סדר את הפעולות לפי הסדר הנכון
1 מקם את היד החלשה על הקרקע ב-60 מעלות כלפי המטרה.
2 שלח שתי רגליים לאחור בו זמנית ופתח אותן בשאיפה ל-90 מעלות.
3 הבא כוונת לגובה עיניים.
4 בסיום הירי, הבט למכלול על מנת לוודא שאין מעצור בנשק.
5 קום מהמצב ללא מגע בין הברכיים לקרקע.














27 מה הדגשים הנכונים במצב שכיבה? בחר ב-2 התשובות הנכונות
/ רגל חזקה מקבילה לקו קנה מטרה.
היד החלשה אוחזת במחסנית.
/ זוית של 90 מעלות בין הרגליים.
פלג גוף עליון מורם מעל הקרקע.
מרפקים מרוחקים מהגוף.

28 כתוב נכון/ לא נכון.
יש להביא את הכוונת לגובה העיניים ולא להיפך בכדי להימנע מהפעלת לחץ על הצוואר. -נכון
במצב עמידה היורה יהיה ב-90 מעלות למטרה מפני שכך יהיה מקום לקת בשקע כתף. – לא נכון

29 לפנייך מצוינים מספר מעצורים וגורמים למעצור, התאם בין מעצור לבין הגורם המתאים לו.
התאם את הפעולות מטור ב לפעולות בטור א
מעצור שני - מחסנית בלאי (שפתי המחסנית פתוחות מדי), בעיה בשן החולצת / החובקת, בעיה בשן הפולטת, בעיה בשיניים הגורפות.
אי חליצה - הפיח והחום בבית הבליעה יוצרים חומר דביק אשר מצטבר שם. כתוצאה בכך, התרמיל נתקע בבית הבליעה.
מעצור ראשון - מחסנית בלאי (שפתי המחסנית סגורות מדי), כדור עקר, נוקר שבור/ שחוק, דריכה חלבית, מחסנית-לא הוכנסה כראוי 














30 כיצד נתפעל מעצורים בלילה?
בחר ב-3 התשובות הנכונות
הוצא מחסנית, דרוך את הנשק. אם יוצא כדור - תפעל כמעצור שני, אם לא יוצא כדור -
כמעצור ראשון.
/ במידה והמעצור בתחילת ירי תפעל כמעצור ראשון.
במידה ולא ניתן לדרוך, הוצא מחסנית החלף מחסנית ולחץ על עצר המחלק.
/ במידה וניתן לראות את המכלול תפעל את המעצור בהתאם.
נשתמש בפנס על מנת לזהות את המעצור וכך נדע כיצד לתפעל.
/ במידה ולא ניתן לזהות את המעצור תפעל אותו כמעצור שני.

31 לפנייך הגדרות ופירושים במסגרת תפעול מעצור 'גמר'. התאם את ההגדרה לפירוש המתאים לה.
התאם את הפעולות מטור ב לפעולות בטור א
גמר בהסתערות - יש לזרוק את המחסנית על הקרקע.
גמר בדילוגים - מחזיר אותה לאן שמתאפשר (ווסט, כיס וכו').
גמר בכיפת רתק - יש להניח את המחסנית על הקרקע ולהחזיר אותה לאפוד ברגע מתאפשר.

32 כיצד ניתן למנוע מעצור 'גמר'?
הכנת תחמושת בהתאם למצב ההיתקלות.
ווידוא כדור.
/ החלפה יזומה
על הלוחם לשמור על קצב אש אחיד וכך לא לבזבז תחמושת.











33 סמן שני גורמים למעצור שני?? בחר ב-2 התשובות הנכונות
דריכה חלבית.
תקלה בעצר המחלק.
/ תקלה בשן הפולטת.
מחסנית לא הוכנסה כראוי.
/ שפתי המחסנית פתוחות מדי.

34 איך מזהים מעצור ראשון וכיצד מתפעלים אותו?
המכלול יהיה מקדימה, נתפעל אותו בכך שנגרוף עוד כדור לנשק.
המכלול יהיה מאחור, נתפעל אותו בכך שנדפוק את קת הנשק ברצפה.
₪ המכלול יהיה מקדימה, נתפעל אותו בכך שנדפוק על עקב המחסנית ונדרוך שוב.
המכלול יהיה באמצע נתפעל אותו בכך שנחליף מחסנית ונדרוך שנית.

35 איך מזהים מעצור שני וכיצד מתפעלים אותו?
/ המכלול יהיה באמצע, נתפעל אותו בכך שנוציא מחסנית, נדרוך פעמיים, נכניס את
המחסנית שוב ונדרוך שוב.
המכלול יהיה מקדימה, נתפעל אותו בכך שנטען מחסנית חדשה ונלחץ על עצר המחלק.
המכלול יהיה באמצע, נתפעל אותו בכך שנוציא את התרמיל התקוע עם טסטר, נכניס שוב את המחסנית ונטען.
המכלול יהיה מאחור, נתפעל אותו בכך שנדפוק את קת הנשק ברצפה.












מבחן 22003

36 איך מזהים מעצור שלישי וכיצד מתפעלים אותו? בחר בתשובה הנכונה
המכלול יהיה מקדימה, ונתפעל אותו בכך שנחליף מחסנית ונדרוך.
המכלול יהיה באמצע, ולא ניתן לתפעל אותו, יש לקרוא לנשק מוסמך.
/ המכלול יהיה מאחור, ונתפעל אותו באמצעות דריכת הנשק פעמיים כדי להוציא את
התרמיל התקוע.
המכלול יהיה מאחור, ונתפעל אותו בכך שנטען מחסנית חדשה ונלחץ על עצר המחלק.
המכלול יהיה מאחור ונתפעל אותו בכך שנדפוק את עקב המחסנית ונדרוך שנית.

37 איך מזהים מעצור אי חליצה וכיצד מתפעלים אותו?
לא ניתן לדרוך את הנשק ולא ניתן לתפעל אותו.
המכלול יהיה באמצע, ונתפעל אותו בכך שנוציא את התרמיל התקוע עם טסטר.
/ לא ניתן לדרוך את הנשק, נתפעל אותו בכך שנדפוק את קת הנשק ברצפה ונבצע
דריכה של הנשק בו זמנית.
המכלול יהיה מאחור, נתפעל אותו בכך שנטען מחסנית חדשה ונלחץ על עצר המחלק.

38 איך נוכל למנוע פגיעות בע"ח ארסיים?
₪ ניקוש עשבים למניעת צמחייה סבוכה
זריקת אבנים על נחש שעומד באמצע מסלול הניווט של הצוער.
בדיקת הימצאות נחשים במחילות קרקעיות הנמצאות בשטח מאהל וסילוקן ע"י שפיכת
מים למחילה.
שינה בשטח בבגדי מד"ס קצרים על מנת למנוע כניסת בע"ח לכיסי המדים.










39 באילו מהמצבים הבאים נניח חוסם עורקים? בחר ב-3 התשובות הבכונות
/ במקרה של קטיעה חלקית
/ כאשר אנחנו נמצאים תחת אש
/ במצב בו לפצוע יש בעיות בנשימה ובבדיקה גילינו שט"ד מהירך
כאשר יש דימום מאיזור בית השחי או הגב התחתון
במצב של הכשת נחש

40 הגעת לזירת תאונת דרכים. בהגיעך למקום אתה רואה פצוע אשר מוטל מחוץ לרכב, ללא
דימומים או חתכים הנראים לעין אך הפצוע מתחיל לאט לאט לאבד את ההכרה. מה נכון לומר
על מצבו של הפצוע והטיפול הנדרש בו?
₪ לפצוע ככל הנראה יש דימום פנימי ויש לפנות אותו במהירות לביה"ח.
בפצוע מדמם מהבטן ויש לבצע ניתוח מיידי בשטח על מנת להצילו.
הפצוע סובל משט"ד פנימי וכנראה אין איך להציל אותו ועדיף לחפש פצועים אחרים שטיפול בהם יעזור להם יותר.
הפצוע סובל משט"ד חיצוני שלא מצאנו, יש לבצע בדיקה גופנית מדוקדקת יותר.

41 הגעת לפצוע עם קטיעה מלאה של המרפק ומטה, ואינך רואה דימום. מה יהיו פעולותיך?
₪ אניח ח"ע כדי למנוע דימום שעלול להתחיל עוד מס' שניות או דקות.
אין צורך בח"ע כי אין דימום, אחטא את המקום.
כיוון שכרגע אין דימום, הצפי שאם הגפה תתחיל לדמם, הדימום יהיה קל לכן ניתן להניח
ת"א על המקום.
אין צורך לבצע כל פעולה כרגע, במידה ויתחיל דימום נניח ח"ע.










מבחן 03

42 התאם בין השלב בסכימה לבין הפעולה שיש לבצע:
שלב 1- safety
שלב 2- airway
שלב 3- breathing
שלב 4- circulation 
שלב 5- disability
שלב 6- exposure

סדר את הפעולות לפי הסדר הנכון
1 פריקת נשק
2 סילוק הפרשות
3 בדיקת נשימה
4 סקירת גפיים וראש
5 הערכה מחודשת של מב ההכרה
6 כיסוי הפצוע

43 כיצד נטפל בחייל שהוכש ע"י נחש?
₪ נרגיע, נקבע, נחטא ונפנה.
נרגיע, נקרר את האיזור , נקבע ונפנה.
נרגיע , נניח ח"ע על הגפה ונפנה.
נרגיע, נשאב את הארס, נקבע ונפנה.










44 מה מהבאים אינו טיפול נכון במכת חום?
/ במקרה של חייל מחוסר הכרה, יש לשפוך מים על הראש, כיוון שהחום הגבוה של רקמות המוח הוא שגורם לחוס ההכרה.
יש לחדול מפעילות והעביר את הנפגע למקום מוצל.
יש לפנות את הנפגע לקבלת טיפול רפואי.
יש לתת לחייל לשתות.

45 מה מהבאים הוא מסימני הלם?
₪ חיוורון
אדמומיות
חום מקומי
הכרה מלאה

46 מהו הלם?
/ ירידה מתפקוד הרקמות והאיברים כתוצאה מירידה באספקת הדם (החמצן לתאים) .
חבלה כתוצאה מטראומה חדה או כהה.
קריסת מערכות הגוף.
עליית טמפ' הגוף וכתוצאה מכך קריסת מערכות.















47 מהו המשפט הנכון ביחס להסרת ח"ע?
₪ מע"ר לעולם לא יסיר ח"ע מפצוע.
מע"ר יסיר ח"ע מפצוע במידה והוא קיבל הוראה מחובש.
מע"ר יסיר ח"ע מפצוע במידה והוא קיבל הוראה מרופא.
מע"ר יסיר ח"ע מפצוע במידה ועבר חצי שעה מרגע הנחתו.

48 מהו יתרונה של תחבושת ע"פ ת"א רגילה?
₪ בשל האלסטיות של התחבושת ניתן להשתמש בה בתור ח"ע במידת הצורך.
בשל חומרי קרישה שהוכנסו לתחבושת היא מסייעת בעצירת שט"דים מהירה יותר.
ניתן ללפף את התחבושת על אזורים שלא ניתן להניח בהם ת"א רגילה, דוגמת צוואר ובית השחי.
מכילה חומרים אנטיביוטיים ועל כן מגינה מפני זיהומים משניים.

49 מהו סדר השלבים בסכימת טיפול בפצוע?
/ בטיחות, נתיב אוויר, נשימה, זרימת הדם.
בטיחות, נשימה, נתיב אוויר, זרימת הדם.
בטיחות, זרימת הדם, נתיב אוויר, נשימה.
אין חשיבות לסדר, מטפלים בפציעה הראשונה שנתקלים בה.















קובץ 2
50 מהי הסכנה העיקרית לפצוע חסר הכרה שאינו מדמם?
₪ חנק כתוצאה מחסימת נתיב אוויר
מוות מוחי
דום לב
היווצרות נמקים ושט"דים

51 מהם שלבי הטיפול בפצוע טראומה בשטח? סדר את הפעולות לפי הסדר הנכון
1 נוודא את בטחון הפצוע, נחסום שט"דים פורצים ונבצע בדיקת הכרה.
2 נבדוק חסימה בנתיב אוויר ע"י הפרשות/צניחת בסיס לשון.
3 נבדוק נשימה
4 נעצור שט"דים

52 בכמה מטרים יסומן קו גובה לעליה או לירידה ?
5 מ'
15 מ'
/ 10 מ'
20 מ'














53 כיצד נעריך את המרחק מנק' לנק' בשטח בעת ניווט?
נספור שניות במהלך ההליכה
נספור צעדים רגילים
₪ נספור צעדים כפולים
לא נספור את המרחק מנק' לנק'

54 מאיפה נעדיף לעלות לכיפה?
מצוק
גיא
/ שלוחה
אוכף

55 מה הדבר הראשון שנעשה כאשר נגיע לנ.צ.?
נדווח בקשר שהגענו
נחפש את הרישום על הפלאח
₪ נבדוק נק' אימות אם אכן הגענו לנק'
נכין פתק עם נתונים מהניווט















56 מה מאפיין שלוחה?
₪ בשלוחה כיוון העלייה אחד, ושלושה כיווני ירידה
בשלוחה שלושה כיווני עלייה וירידה אחד
בשלוחה שני כיווני ירידה וכיוון עלייה אחד
בשלוחה כיוון עליה וירידה אחד

57 מן את התשובה הנכונה ביותר
₪ ככל ששיפוע המדרון תלול יותר כך יקשה הדבר על התנועה
ככל ששיפוע המדרון תלול יותר כך יקל הדבר על התנועה
שיפוע המדרון כלל לא משפיע על התנועה
אף תשובה אינו נכונה

58 באיזה תנאי אפשר לחבר מחשב צה"לי לרשת אינטרנט אזרחית?
באישור סא"ל ומעלה
באישור קב"ם
₪ אסור בשום תנאי
בתנאי שנעשתה בדיקה ולמחשב הצבאי לא קיים חומר בסיווג שמור ומעלה

59 בעת דיונים אופרטיביים או תכנים בהם עובר תוד"א , האם מותר להיות עם מכשירי סלולר?
כן, אך ורק באישור סא"ל ומעלה
₪ חל איסור מוחלט כיוון שאפשרי להאזין למכשיר הסלולרי גם הסוללה מחוץ למכשיר
רק באישור אלוף ומטה
אפשר בתנאי שהמכשיר על מצב שקט









60 חייל אשר רוצה לדבר עם התקשורת יוכל לעשות זאת בתנאי ש...?
יצירת קשר עם גורם תקשורתי אסורה בהחלט,
מדרגת סא"ל ומעלה מותרת יצירת קשר עם גורם תקשורתי,
₪ לאחר אישור דובר צה"ל ותדרוך ביטחון מידע ניתן ליצור קשר עם גורם תקשורתי.
יצירת קשר עם תקשורת הינה מותרת כחלק מזכויות החייל לחופש הביטוי.

61 מהו עיקרון המידור בצה"ל?
עיקרון המנחה לשתף חיילים מכלל היחידות אודות פעילות יחידתך ע"מ ללמד את כלל
החיילים על מבנה צה"ל
עיקרון אשר ממחיש מה צה"ל עושה בשגרה ובחירום
/ עיקרון המנחה לשמור על המידור בין הדרגים השונים בצה"ל גם עם מדובר בשני
חיילים מאותה יחידה הנמצאים במדורים שונים
עקרון חלוקה לפיו פרויקטים שונים יעשו ע"י מדורים שונים

62 לפנייך מס' סוגי מידע, התאם בין סוגי המידע לסיווגם המתאים ( בלמ"ס, שמור, סודי, סודי ביותר)
יאובטח בארון ובמשרד נעולים - סודי 
יאובטח בכספת ובמשרד נעולים - סודי ביותר
יאובטח במשרד נעול – שמור














63 נמרוד הוא חייל אשר משרת באיו"ש, יחידתו עתידה לבצע מבצע מעצרים באותו הלילה. נמרוד
צילם את החיילים בהיערכות לקראת המבצע והעלה את התמונות לרשת חברתית למה גורם נמרוד במעשיו? (2)
גורם לגאווה ליחידתו והעלאת אחוזי הגיוס ליחידה
/ צ סיכן את חיי הכוחות וביצע עבירת ב"מ חמורה
/ עזר לאויב לאסוף מידע על פעילות כוחותינו ולהיערך בהתאם
עזר לכוחות צבא שונים לבצע מעטפת לקראת הלילה

64 איזה בדיקה מבוצעת במ"ק 624 בעת לחיצה על "בדוק"+"הכנס"?
₪ בדיקת תקינות עצמית
בדיקת קליטה
בדיקת עוצמת הסוללה
בדיקת שידור

65 איך מווסתים את עוצמת השמע במ.ק 624
₪ מתג גע - תוק
בורר ערוץ
לחיץ רחש
לחיץ האר














66 איך נאתר תקלה בזמן שידור לא תקין במכלול? (2)
/ בדוק את מצב הספק השידור, וודא שערוץ השידור מיוצב לתדר הנכון
בדוק את אחוזי הקליטה במכלול
בדוק את מצבו של פקד "תאורה"
/ בדוק את חיבור אנטנת המקמ"ש

67 במ"ק 624, יש מסי בדיקות הבודקות את תקינות המכשיר. לפניך 4 מהן. סמנ/י את הבדיקה
היחידה המתבצעת ביוזמת המשתמש.
/ בדיקת תקינות עצמית
בדיקת עוצמת קליטה
בדיקת עוצמת שידור
בדיקת עוצמת סוללה

68 מ"ק 624, מהו תפקידו של לחיץ "רחש"?
מקש להפלת תהליך הכנסת התדר
מקש לקידום הספרה המהבהבת ולבדיקת המכשיר
מקש לבדיקת התדר הנבחר או לטעינה בין מכשירים
₪ מקש המפעיל ומפסיק את המשקט














69 דוד קיבל פקודה בקשר ממפקד הפלוגה והשיב לו בקשר "היישר", מה דוד השיב למפקדו?
סיימתי, לא ממתין למענה.
סיימתי את ההודעה ממתין למענה,
קלטתי והבנתי.
₪ הבנתי ואני מבצע.

70 על מנת לצאת לשידור במכשיר ה- 624 נדרש ללחוץ על מקש ה...
רחש
הכנס
/ PTT
תדר





















71 התאם את סדר הפעולות הנכון לייצוב תדר במ"ק 624
1 הדלקת המכשיר ובחירת ערוץ
2 לחיצה על תדר, ספרה ראשונה בתצוגה תהבהב, כל לחיצה על מקש תתורגם לספרה הבאה, אחיה להבהב.
3 לחיצה על "בדוק" מקדמת את הספרה במספר אחד כלפי מעלה
4 לחיצה על תדר ומעבר לספרה הבאה 
5 הכנסת כל הספרות ע"י מקשי "בדוק" ו-"תדר"
6 לחיצה על "הכנס" לאחר קבלת התדר הרצוי לשמירה בזיכרון

























72 התאם בין הביטויים בנדב"ר לבין פירושם.
1 רות – קלטתי והבנתי
2 עבור – סיימתי את ההודעה ממתין למענה
3 היישר – הבנתי ואני מבצע
4 עד כאן – הפסקה לשם יידוע, וידוא הקלטה עד לשלב זה של תשדורת ארוכה
5 אמור שנית – הודעה לא מובנת, חזור עליה
6 דרכך ל – העברת את ההודעה ל...

73 ליגאל נתנו קופסת פיקוד עבור מ"ק 624 שלו. על מה יוכל לשלוט באמצעות קופסת פיקוד זו?
₪ עוצמת שמע
הכנסת תדר חדש למ"ק
בדיקת חיווי התדרים
הארה של תצוגת התדרים



















74 מ.ק 714- היכן נוודא כיבוי?
במתג תוק
ננתק את הב.ט
/ בווסת הווליום של המכשיר שנמצא בחלק העליון שלו אחראי גם לכיבוי והפעלה של המכשיר
ננתק את המע"ד

75 סמן את המשפט הנכון ביותר לגבי מ"ק 624
/ מ"ק 624 שייך למשפחת בית היוצר, ותפקידו להחליף את מ"ק 77 ו91- בטווחים קצרים
מ"ק 624 הוא הכללה של מ"ק 77 ומכלול 122
מ"ק 91 הוא ממשפחת בית היוצר ותפקידו להחליף את מ"ק 77 ומ"ק 624 בטווחים
הארוכים
במ"ק 624 לא ניתן להשתמש בק"פ חגור

76 תפעול תקלות- מהם הפעולות שעושים במקרה של קשר גרוע מול תחנה אחרת?
וידוא תקינות והברגת האנטנה ומתאם האנטנה
פתיחת קיפולי אנטנה
פריסת חוליות אנטנה בניצב לקרקע ושיפור מיקום עצמי
/ כל התשובות נכונות














77 סמן את מצבי ההפעלה של העדי?
/ מצב on סוללה פנימית - כפתור ההפעלה במצב on והמתג האחורי במצב off,
מצב on סוללות אחוריות- כאשר כפתור ההפעלה במצב off והמתג האחורי במצב on.
מצב ir זמני - הפעלת נורית מא"ך
/ מצב ir קבוע - הפעלה קבועה של נורית ה-א"א

78 מה לא נכון לומר על ה"עדי" ?
עדי היא אמר"ל מסוג מא"ך המשפרת את הראות במצב של אור טבעי נמוך.
/ בעדי מתקבלת תמונה דו ממדית מכיוון שיש לה שתי עיניות
שדה הראייה של העדי הוא 40 מעלות או 711 אלפיות. 
העדי משמש לנהיגה ולקריאת מפות

79 מהי מגבלתו של העכבר?
₪ העובדה שהעכבר הינו חד-עוצמי גורמת לאיבוד תחושת התלת-מימד
העובדה שהעכבר שוקל 1.5 מכבידה על נושאו ומחייבת הפסקות תכופות בשימוש
העובדה שהעכבר יכול לפעול רק בלילות עם כוכבים, בלילות חשוכים יורדת היעילות שלו ל5%
העובדה שהעכבר מגיע ללא רתמה ובכך מחייב את נושאו להחזיקו ידנית















80 בחר בתשובה הנכונה - טווחי העכבר בלילה עם כוכבים -
170 מ' זיהוי, 250 מ' גילוי, 500 מ' הכרה
650 מ' זיהוי, 250 מ' הכרה, 170 מ' גילוי
250 מ' גילוי, 200 מ' זיהוי, 150 מ' הכרה
500 מ' גילוי, 250 מ' זיהוי, 170 מ' הכרה

81 כיצד נתפעל עכבר שאינו פועל?
ננקה את העינית ועוצמית מאדים
₪ נחליף סוללות
נבצע מיקוד באמצעות טבעת העוצמית ואח"כ באמצעות טבעת העינית
ננקה את העינית

82 מה לא נכון בנוגע לעכבר?
העכבר הינו אמר"ל מסוג מא"ך
העכבר החליף את השפנפן כאמצעי תצפית וניווט למפקדים
₪ העכבר מגדיל פי 1.5
אורך העכבר 16.8 ס"מ.















83 מהי הנוסחה לאומדן טווח במשקפת? טוות מטרה =...
₪ (גודל המטרה X 1000) : מס' אלפיות שהמטרה תופסת בלו"ש 
 (מספר האלפיות X 1000) : גודל המטרה המשוער לפי הלו"ש 
 (מספר האלפיות X 1200) : גודל המטרה המוערך 
(גודל המטרה)  X 1200  Xמס' אלפיות שהמטרה תופסת בלו"ש 

84 סמן נכון/ לא נכון
במשקפת, לוח השנתות נמצא בצד השמאלי בלבד - לא נכון

85 מה תפקידה של העוצמית?
/ להכניס את תמונת הנוף אל תוך המכשיר ולהביא לכך שהתמונה שתתקבל תהיה מוקטנת, הפוכה וממשית
לגרום ליישור התמונה ההפוכה המתקבלת לאחר העוצמית
הגדל התמונה שמתקבלת והעברתה לעיני הצופה
לשמש כאומדן טווח למראות שיקלטו דרכה

86 מהם תפקידי המערכת האופטית?
הגדלה,תצפית, אומדן טווח
/ הגדלה,איתור מיקומך במרחק, אומדן מרחק
מציאת אזימוט,תצפית, הגדלה
אומדן טווח , תצפית , ראיית כיוון הליכה











87 מהו מנגנון המכנס הסגור?
₪ ישנה הפרדה בין פעולת הגריפה לפעולת הנקירה
אין הפרדה בין פעולת הגריפה לפעולת הנקירה
יש הפרדה בין פעולת החביקה לפעולת היישור וההגבהה
הנשק טעון והמחסנית בהכנס

88 כיצד מתנהל תהליך הפעולה לפנים ולאחר מכן תהליך הפעולה לאחור ברוסייר (רובאי)
1 גריפה- השיניים הגורפות הממוקמות בשושנה גורפות כדור תורן
2 יישור והגבהה- הכדור מגיע לכבש הכדורים ומתיישר אל מול בית הבליעה
3 חביקה- הכדור נחבק ע ידי השן החובקת/ החולצת.
4 נעילה- הכדור ננעל על ידי סיבוב הבריח ושילוב דרגותיו בדרגות הנעילה
5 שחרור הנעילה- הבוכנה, המחוברת למחלק, דוחפת אותו אחורנית גורמת לסיבוב הבריח ולשחרור הנעילה
6 חליצת הכדור- השן החובקת/ חולצת אוחזת בכרכוב התרמיל ומושכת אותו לאחור עם תנועת המחלק
פליטת הכדור- כאשר מגיע התרמיל הריק אל מול פתח הפליטה הוא נפלט החוצה מכוח השן הפולטת

89-92 לא רלוונטי














93 באילו תצורות מגיע המיקרו תבור
/ רובה סער מיקרו תבור, רובה סער מיקרו תבור קלע, רובה סער מיקרו תבור מטול
רובה סער מיקרו תבור, רובה סער מיקרו תבור מארס, רובה סער מיקרו תבור מפרולייט
רובה סער מיקרו תבור קלע, רובה סער מיקרו תבור מטול, רובה סער מיקרו תבור סיימון (ררנ"ד)
רובה סער מיקרו תבור, רובה סער מיקרו תבור צלפים, רובה סער מיקרו תבור

4 סדר את פעולות שרשרת הפיצוץ לפי הסדר הנכון
1 היורה לוחץ על ההדק
2 הפטיש משתחרר ומכה באחורי הנוקר
3 הנוקר מכה בפיקה
4 הכספית בכדור מתחילה לרעום
5 הכספית מציתה את אבק השריפה שבתרמיל
6 בעירת אבק השריפה גורמת לשחרור גזים המעלים את הלחץ בתרמיל
7 הגזים הודפים את הקליע מחוץ לתרמיל אל תוך הקנה עד ליציאתו


















95 מהו מעלה הסלילים. של הנשק מיקרו תבור
1:12
1:4
# 1:7
1:10

96 אצבעו של היורה תימצא תמיד. מחוץ לשמורת ההדק אלא אם המטרה וקו המטרות באותו מישור
₪ נאמרה פקודת אש
אין צורך באצבע מחוץ לשמורת ההדק
רק כאשר מנמיכים צללית

97 כיצד נשתמש בשק פקייל?
₪ נכניס את השק כך שיתמוך בשורש כף היד ונתאים את שק פק"ל לגובה היורה
נכניס את שק הפק"ל כך שיתמוך גם במחסנית
נניח את הנשק על גבי שק הפק"ל ולאחר מכן נכניס את היורה למצב
כל התשובות אינן נכונות
















98 כיצד יש לבצע וידוא איפוס?
ל- 100 מטר עם ווסט מטרה הישגית, 10 כדורים, ה"נ 70 נקודות
ל-50 מטר עם ווסט על מטרה הישגית, 5 כדורים,ה"נ 35 נקודות
ל- 25 מטר עם שקל פק"ל על מטרה הישגית, 10 כדורים, ה"נ 35 נקודות
ל- 50 מטר עם ווסט על איפוסון, 5 כדורים, ומקבץ של 5 ס"מ

99 כיצד מתבצע מקצה איפוס
6 כדורים ל- 5 מטר, עם אפוד, למטרה הישגית, ה"נ מקבץ 6 ס"מ
5 כדורים ל- 50 מטר, עם אפוד, למטרה הישגית, ה"נ מקבץ 5 ס"מ
5 כדורים ל- 25 מטר, בלי אפוד, למטרת איפוסון, ה"נ מקבץ 5 ס"מ
5 כדורים ל- 0 מטר, בלי אפוד, למטרת איפוסון, ה"נ מקבץ 4 ס"מ

100-101 לא רלוונטי



















102 מה הייתה מטרתה של מחתרת ניל"י
₪ לסייע לבריטים לכבוש את ארץ-ישראל מידי העות'מאנים
להאבק בשלטון המנדט הבריטי.
להרחיב את ההתיישבות היהודית לאזור יהודה ושומרון.
להבריח מהארץ את מתווך האו"ם פולקה ברנדוט.

103
מה הייתה מטרתו של ארגון ייהשומר"
# ליטול את האחריות על השמירה והביטחון ביישובים היהודיים מידי שומרים זרים.
להאבק בשלטון המנדט הבריטי.
|להרחיב את ההתיישבות היהודית לאזור יהודה ושומרון.
להבריח מהארץ את מתווך האו"ם פולקה ברנדוט.

104 במהלך איזו מלחמה פעלה החטיבה היהודית הלוחמת. (חיייל) המכונה גם ייהבריגדה היהודית"
מלחמת העצמאות.
/ מלחמת העולם השנייה.
מלחמת המפרץ.
מלחמת רוסיה-יפן.

105 במהלך איזו מלחמה התרחשו "קרבות עשרת הימיים
₪ מלחמת העצמאות.
מלחמת העולם השנייה
מלחמת המפרץ.
\ מלחמת העולם הראשונה.

106 מהו השלב הראשון במלחמת העצמאות?
לחימה על מתקנים ומחנות בריטיים במטרה להשתלט על נקודות מפתח.
לחימה מול הצבאות הערבים הסדירים שפלשו לישראל.
לחימה באזור פרוזדור ירושלים על-מנת לפתוח את הציר לירושלים.
₪ לחימה בתוך ארץ ישראל כנגד הכוחות הערבים המקומיים.


107 מה קרה ברובע היהודי בירושלים במהלך מלחמת העצמאות?
6 הרובע נכבש על-ידי הירדנים.
הרובע פוצץ על-ידי הבריטים.
הרובע הוחזק בידי ישראל.
הרובע הועתק ממקומו לצפון העיר.

108
איזו עיר נכבשה במבצע עובדה
טבריה.
חיפה.
₪ אילת.
תל-אביב.

109 מהי יחידה 101 ומי עמד בראשה
₪ יחידה מיוחדת של צה"ל שפעלה בשנות החמישים, בראשה עמד אריאל שרון.
שמו הקודם של שירות הביטחון הכללי (שב"כ), בראשו עמד שמעון פרס.
יחידת מחקר ופיתוח (מו"פ) במכון ויצמן בראשה עמד חיים ויצמן.
כינוי לחטיבת דובר צה"ל בראשה עמד יגאל אלון.















110 מה ביקשו הפידאיון לעשות?
/ לפגוע ביישובי הספר באמצעות חבלה ורצח.
להשיג מודיעין על בסיסי צה"ל,
לפגוע בשמה הטוב של ישראל בעולם,
לרצוח יהודים במצרים.

111
במהלך איזו מלחמה הוצנת גדוד צנחניס ליד מעבר המיתלהו
מלחמת העולם השנייה,
מלחמת ההתשה,
מלחמת שלום הגליל,
₪ מלחמת סיני.

112
במהלך איזו מלחמה נערך יימבצע מוקד"
מלחמת העצמאות.
מלחמת ההתשה.
₪ מלחמת ששת הימים.
מלחמת סיני












113 לפני איזו מלחמה התרחשה תקופת המתנה?
מלחמת סיני.
מלחמת ההתשה.
₪ מלחמת ששת הימים.
מלחמת העצמאות.

114 מהו קו בר-לב
קו טלפון מוצפן שחיבר את עמדות התצפית (מעוזים) בגבול ישראל-ירדן.
קו מוצבים מבוצרים (מעוזים) ברצועת הביטחון שבדרום לבנון.
מודל לפיתוח הקצונה הזוטרה בצה"ל.
₪ קו מוצבים מבוצרים (מעוזים) על גדות תעלת סואץ.

115 מה הייתה מטרת שיטת ייהמרדף" שהופעלה במהלך מלחמת ההתשה
למנוע ירי רקטות משטח רצועת עזה אל יישובי עוטף עזה.
₪ לעצור את המחבלים בשטח הבקעה ולמנוע חדירה שלהם אל עורף ישראל,
לאסוף מודיעין על הצבא המצרי ערב מלחמת יום הכיפורים.
להרחיק את המחבלים כ-20 ק"מ מגבול לבנון.















116 מהם ''מעוזים"
מצודות משטרה בריטיות שהוקמו בגבול הצפון.
# מוצבים מבוצרים שהוקמו לחופה של תעלת סואץ.
מצודות משטרה בריטיות שהוקמו בגבול המזרחי,
מוצבים מבוצרים שהוקמו לחוף הים התיכון.

117 מה הייתה הערכתם של גופי המודיעין (הקונספציה) קודם למלחמת יום הכיפורים:
# הסבירות למלחמה נמוכה.
המלחמה תפרוץ רק בחזית הדרום.
הסבירות למלחמה גבוהה.
ירדן תהיה הראשונה לפתוח במלחמה.

כיצד הושג הניצחון במלחמת יום הכיפורים?
₪ כוחות צה"ל צלחו את התעלה והקימו ראש גשר בצדה המצרי,
כוחות צה"ל ניתקו את קווי האספקה של המצרים.
כוחות צה"ל זיהו מראש את ההכנות המצריות למלחמה.
כוחות צה"ל השמידו את בסיסי חיל האוויר המצרי.















119 כיצד נקראה ועדת החקירה שהוקמה לאחר מלחמת יום הכיפורים?
ועדת כהן.
ועדת וינוגרד,
ועדת אוויאן.
₪ ועדת אגרנט.

120 היכן התרחש מבצע 'ייונתן'' (כדור הרעם)?
בדרום לבנון.
₪ באנטבה.
בסיני.
במינכן.

121 היכן התרחש מבצע "ליטאני"?
בסיני.
/ בדרום לבנון.
בירדן.
במערב רמת הגולן.















122 באיזו מלחמה התרחש הטבח בסברה ושתילה?
מלחמת לבנון השנייה.
מלחמת יום הכיפורים.
₪ מלחמת שלום הגליל.
מלחמת סיני.

123 אלו אירועים מכוניס בצהייל אירועי "גאות ושפל"
ההתנתקות מרצועת עזה וצפון השומרון.
האינתיפאדה הראשונה.
מלחמת ההתשה.
₪ האינתיפאדה השנייה.

124 מתי יצא צהייל למבצע ייחומת מגן"
במהלך תכנית ההתנתקות.
₪ במהלך האינתיפאדה השנייה.
במהלך הסכם השלום עם מצרים.
במהלך האינתיפאדה הראשונה.















125 מדוע הוקמה ייועדת וינוגרד"?
על מנת לבדוק את התנהלות צה"ל והממשלה במהלך מלחמת לבנון השנייה.
על-מנת לבחון את המדיניות הישראלית ביחס לחטיפות חיילים
₪ על מנת לבדוק את התנהלות צה"ל והממשלה במהלך מבצע "עופרת יצוקה".
במטרה לבדוק מדוע לא הושג הסכם שלום עם סוריה.

126 מה כוללת "תוכנית אלון"?
₪ מדיניות ההתיישבות הישראלית ביהודה שומרון ועזה,
תוכנית אופרטיבית לכיבוש דרום לבנון.
מדיניותה של ישראל ביחס לתושבים הדרוזים ברמת הגולן.
תוכנית מגירה למצב של אירוע רב-נפגעים בתל-אביב.

127 מה היה השינוי שחל באנטישמיות בעת החדשה?
₪ היא הפכה לגזענית ו-"מדעית".
היא נפסקה כליל.
היא הופנתה רק למעמדות הגבוהים.
היא הפכה לדתית.















128 כיצד עלו הנאציס לשלטון בגרמניח? 
באמצעות רצח הקנצלר.
₪ באמצעות בחירות דמוקרטיות.
באמצעות זיוף תוצאות הבחירות.
באמצעות כיבוש ברלין על-ידי הצבא.

129 מה קבעו חוקי נירנברג
שאסור ליהודים לצאת מגרמניה.
שיש לגרש את היהודים מגרמניה.
₪ שהיהודים אינם אזרחים של הרייך הגרמני.
שיש לפתוח במלחמה כנגד ארצות הברית.

130 מה פירוש המונח "אריזציה"
טיהור ערים גרמניות מנוכחות יהודית.
אילוץ יהודי גרמניה להגר למזרח אירופה,
# השתלטות אלימה על רכוש יהודי.
איסור על נישואין של גרמניות עם יהודים,















131 מה התרחש במהלך ליל הבדולח
# התקפות על בתי-כנסת, בתי מגורים ועסקים יהודיים בגרמניה,
התקפה על קהילות שו"ם (שפיירא ורמייזא ומגנצא) בפרעות תתנ"ו.
התקפות על יהודי עיראק במהלך מלחמת העולם השנייה,
התקפה של צלפים ירדנים על בתי ירושלים המערבית.

132 מה נידון בועידת אוויאן?
# גורלם של הפליטים היהודים שביקשו לברוח מגרמניה.
גובה הפיצויים בהם יש לחייב את גרמניה ביחס לעם היהודי,
גורלם של יהודי גרמניה שביקשו לעלות לישראל.
כינון היחסים הדיפלומטיים בין ישראל למערב גרמניה.

133 מי היו הנוסעים באוניה סנט-לואיס?
מעפילים שניסו להגיע לארץ-ישראל בתקופת המנדט הבריטי.
₪ יהודים שברחו מגרמניה בתקופת השלטון הנאצי.
עולים לארץ-ישראל שבואם סימל את ראשית העלייה השלישית.
מהגרים מויטנאם אותם קלט בגין כראש ממשלה.















134 מהו מבצע ברברוסה?
₪ מבצע של גרמניה הנאצית לכיבוש מזרח אירופה.
מבצע בריטי להנצחת צנחנים ארץ-ישראליים באירופה.
מבצע של גרמניה לכיבוש מערב אירופה.

135 עם איזה שלב שלב בשואה מזוהה ועידת ואנזה?
הקמת הגטאות.
גירוש היהודים מחוץ לגרמניה,
סיום המלחמה.
# הפיתרון הסופי.

136 מה הייתה מטרתו של מבצע ריינהרד?
לרכז את היהודים באזור העיר לודז'
לגרש את היהודים מגרמניה ואוסטריה,
לכבוש את מערב אוקראינה.
₪ להשמיד את יהדות פולין.
















137 מי מעניק את אות חסיד אומות העולם?
כנסת ישראל.
ועידת התביעות.
ארגון ניצולי השואה.
₪ יד ושם.

138 מי היו הפרטיזנים?
₪ יהודים ולא יהודים שניסו לפגוע בשלטון הגרמני באירופה.
לא יהודים שניסו לפגוע בשלטון הגרמני באירופה.
יהודים שניסו לפגוע בשלטון הגרמני באירופה.
גרמנים ופולנים שניסו לפגוע בשלטון הגרמני באירופה.

139 מי כונו שאריות הפליטה?
יהודים שנמלטו מאירופה לפני מלחמת העולם השנייה,
₪ ניצולי השואה ששרדו את המלחמה,
ניצולי שואה שנפלו במלחמת העצמאות.
ניצולי שואה שכל משפחתם נרצחה.















140 מי התגורר ב-יימחנות העקוריםיי
המעפילים שהוגלו לקפריסין.
תושבי תל-אביב שגורשו במלחמת העולם הראשונה.
₪ ניצולי שואה שלא יכלו לשוב אל ביתם.
תושבי גוש עציון שנכבש במלחמת העצמאות.

141 מי הועמד לדין במהלך יימשפטי נירנברגיי
יהודים שבגדו בגרמניה.
טייסים אמריקנים שנפלו בשבי.
הצנחנים הארץ-ישראלים.
₪ ראשי המשטר הנאצי.

142 ביחס לאיזה אירוע טבע בן-גוריון את המושג "גרמניה האחרת"
מלחמת שלום הגליל.
משפט אייכמן.
חוקי נירנברג.
₪ הסכם השילומים.















143 מה הם "דפי עד"
דפים בהם מעידים ניצולי שואה על סיפורם האישי.
דפים בהם מעידים לוחמי מלחמת העצמאות על חבריהם שנפלו.
דפים בהם מעידים ניצולי שואה על קרוביהם שנרצחו.
דפים בהם מעידים לוחמי מלחמת העצמאות על קורותיהם במלחמה,

144 במה הואשם ישראל (רז'ה קסטנר) במהלך משפטו?
ברצח מלכיאל גרינוולד שהיה קאפו בהונגריה
במעילה בכספי השילומים שהעבירה ממשלת גרמניה.
/ בשיתוף פעולה עם הנאצים במהלך השואה בהונגריה.
במניעת העלייה לארץ של קבוצות ציוניות מגרמניה.

145 מה הייתה טענתו של מנחם בגין ביחס להסכם השילומים?
בגין סבר כי הסכם השילומים יסייע למדינת ישראל לצאת מהמשבר הכלכלי בו הייתה
נתונה.
/ בגין ראה בקבלת הסכם השילומים עוול מוסרי מאחר והוא מהווה מחילה רשמית
לנאצים.
בגין טען שהסכום אותו הציעה ממשלת גרמניה הוא נמוך מדי והתנגד להסכם כל עוד הוא
לא יוגדל.
בגין התנגד לכך שמדינת ישראל תקבל את כספי זפ'צויים וסבר כי יש ל זבירם ל-"ועידת התביעות".












146 איזה מהגופים הבאים מהווה את הרשות המחוקקת בישראל?
₪ הכנסת
בית המשפט
הממשלה
צה"ל

147 מה הוא תפקיד האופוזיציה?
לתמוך בפעולות הממשלה
לודא את חובת ביצוע המשימה על-ידי חיילי צה"ל
₪ להציע בפני הציבור אלטרנטיבה לפעולת הממשלה
לבחור את מבקר המדינה

148 מה קובע עיקרון הפרדת הרשויות?
את ההפרדה בין רשויות השלטון לבין תהליך הבחירות
הפרדה בין תפקיד ראש הממשלה, יושב-ראש הכנסת ושאר השרים
₪ הפרדה וביזור הכח בין שלוש רשויות שלטון נפרדות
את ההפרדה בין בתי הדין הרבניים, מערכת בתי המשפט ובג"ץ















149 מהי שיטת הבחירות בישראל?
שיטה נשיאותית
שיטה מוניציפאלית
שיטה רב-שלבית
₪ שיטה פרלמנטרית

150 מי מצביע על אי-אמון
הממשלה
הנשיא
₪ הכנסת
בג"ץ

151 ממי מורכבת ממשלת ישראל?
מסך כל חברי הכנסת.
6 מסך כל השרים.
\ מסך כל בעלי זכות הבחירה,
מסך כל זכאי העלייה.















152 איזה גוף מכריז על קווי יסוד לאחר בחירתו?
₪ הממשלה.
הכנסת
בג"ץ.
צה"ל.

153 מהו קבינט / מטבחון?
₪ גוף מצומצם של הממשלה הדן בנושאים הדורשים הכרעה מידית,
גוף משותף לכנסת ולצה"ל המקבל החלטות בנושאי ביטחון.
גוף מורחב של הכנסת הדן בנושאים הדורשים הכרעה מידית.
גוף המורכב מכל ועדות הכנסת הדן בנושאי עומק.

154 במה עוסק בית הדין הגבוה לצדק (בג"ץ)
₪ בעתירות שמגישים מי שרואים את עצמם נפגעים מפעולות המדינה.
במשפטים שאינם חמורים.
בעתירות בנושאים שאינם פליליים.
בהצעת אלטרנטיבה בפני הציבור לפעולת המדינה.















155 מהי הערכאה. הנמוכה ביותר (הדרג הנמוך ביותר) במערכת בתי המשפט בישראל?
בית המשפט האזרחי,
בית משפט השלום.
בית המשפט המחוזי,
בית משפט לענייני משפחה.

156 על-פי עקרונות מערכת המשפט, על מי חל עיקרון השוויון בפני החוק:
על כל אדם למעט ראש הממשלה וחברי הכנסת,
על כלל אזרחי ישראל למעט אנשי צבא.
₪ על כל אדם ללא תלות במוצאו, מעמדו, מינו או דתו.
על אזרחים ישראלים יהודים בלבד.

157 האם מותר לחיילי צהייל להביע עמדות פוליטיות?
אסור על מדים, מותר בלבוש אזרחי
חל איסור כולל להביע עמדות פוליטיות
אסור לחתום על עצומות, מותר להשתתף בהפגנות
מותר להביע עמדות פוליטיות, אך לא בשטח היחידה















158 מה ההבדל בין התורה שבכתב לתורה שבעל-פה
התורה שבכתב היא ההלכה והתורה שבעל-פה היא התפילה,
/ התורה שבכתב היא התנ"ך והתורה שבעל-פה היא הפירושים שלה.
התורה שבכתב היא התלמוד הבבלי והתורה שבעל-פה היא התלמוד הירושלמי,
התורה שבכתב והתורה שבעל-פה הם שני חלקיו של ספר התנ"ך,

159 מהי המשנה?
המרכיב המרכזי בתורה שבכתב.
קובץ של שירים וסיפורים מאת הרב קוק.
המרכיב המרכזי במחזור התפילה.
/ קובץ הלכתי שנערך ונחתם על-ידי רבי יהודה הנשיא,

160 מהי ברייתא?
פרק חיצוני שאינו נכלל במסגרת ספרי התנ"ך,
נספח הלכתי המצורף לשולחן ערוך,
₪ משנה חיצונית שאיננה נכללת במסגרת ששת סדרי המשנה,
נספח התפילות לימי החג המצורף לסידור.















161 מה שמן של שלושת התפילות הנאמרות ביום חול
שחר, צהרים, ערבים.
שחרית, מוסף ונעילה.
₪ שחרית, מנחה וערבית.
הודאה, שבח ותחינה.

162 מה אוכל למצוא בישולחן ערוך?
₪ חוקים דינים ומצוות.
תפילות.
ברכות על מאכלים שונים.
סיפורי צדיקים.

163 מה הן ל''ט אבות מלאכה?
39 תפילות הנאמרות בחגים.
₪ 39 מלאכות האסורות בשבת.
39 מאכלים הנאכלים בחגים.
99 אבות רוחניים של המצוות.















164 מי יסד את הדת הדרוזית?
₪ אלחכם באמר אללה.
הח'ליף עלי.
יתרו חותן משה.
מוחמד

165 בניה של איזו דת מייחסים קדושה לקבר הנביא שועייב?
₪ דרוזים.
מוסלמים.
נוצרים.
צ'רקסים.

166 מה היא דתם של הצירקסים?
דרוזים
/ מוסלמים
נוצרים.
בהאים.















167 מה היא דתם של מרבית ערביי ישראל?
מוסלמים שיעים.
מוסלמים עלווים.
₪ מוסלמים סונים.
מוסלמים אחמדים.

168 במה עסקו מרבית הבדואים באופן מסורתי?
חקלאות שלחין.
₪ מרעה.
מסחר זעיר.
רוקחות.

169 איזה מהחגים. הבאים מצוין על-ידי יהודים יוצאי אתיופיה?
מימונה.
₪ סיגד.
עיד אל-מוואליד.
סהרנה.















170 היכן מתכנסים יהודים יוצאי אתיופיה בחג הסיגד?
בהר הבית.
₪ בארמון הנציב.
בהר הזיתים.
ברחבת הכנסת.

171 מי מהבאים נרצח על-ידי מתנקשים פלסטינים?
אריאל שרון.
מוטה גור.
₪ רחבעם זאבי.
זאב ז'בוטינסקי.

172 מתי מתקיים מצעד החיים?
₪ ביום הזיכרון לשואה ולגבורה.
ביום העצמאות.
ביום השואה הבין-לאומי.
ביום הניצחון על גרמניה הנאצית.















173 מהי שנה מעוברת?
שנה בת 11 חודשים.
שנה בת 12 חודשים.
₪ שנה בת 13 חודשים.
שנה בת 14 חודשים.

174 מתי מתקיים התשליך?
פסח.
₪ ראש השנה.
ט' באב.
יום הכיפורים.

175 איזה חג מוגדר כשבת שבתון?
₪ יום הכיפורים.
פסח.
ראש השנה.
שבועות.















176 איזה חג מכונה חג האסיף?
ראש השנה.
₪ סוכות.
פסח.
יום העצמאות.

177 במהלך איה חג מתקיימת שמחת בית השואבה?
₪ סוכות
ראש השנה
פסח
ט"ו באב.

178 איזה חג מצויין לוכר ניצחון היהודים על היוונים-סלווקים!
סוכות.
₪ חנוכה.
שבועות.
פורים.
















179 באלו ערים מצוין שושן פורים
ערים שאינן מוקפות בחומה,
₪ ערים שהיו מוקפות חומה קודם לימיו של יהושע בן-נון.
ערים שאינן סמוכות למקורות מים,
ערים אותם כבש יהושע בן-נון.

180 מתי סופרים את ספירת העומר
בין ראש השנה ליום כיפור,
₪ בין פסח לשבועות.
בין ראש חודש אלול לסוכות.
בין י"ז בתמוז ל-ט' באב.

181 לאיזה אירוע היסטורי קשור ל''ג בעומר
חורבן בית ראשון.
גלות החרש והמגל,
₪ מרד בר כוכבא.
התפתחות החסידות.














182 איזה סיפור עומד במרכזה של מגילת רות
מלחמותיה של השופטת רות בפלישתים.
/ סיפור גיורה של רות המואביה.
אזהרותיה של רות הנביאה קודם לחורבן הבית,
סיפור אהבתם של רות המואביה ודוד המלך.

183 מדוע מצוין צום גדליה?
לזכרו של רבן גדליה בן גמליאל ששיקם את הישוב היהודי לאחר חורבן בית שני,
לציון מותו של גדליה בן אחיקם גדול פרשני המקרא.
לזכרו של המנהיג היהודי-אתיופי גדליה בן גמליאל שנספה בדרכו לארץ-ישראל.
₪ לציון רציחתו של גדליה בן אחיקם שהנהיג את שארית הפליטה לאחר חורבן בית ראשון.

184 לזכר מי מצוין יום הקדיש הכללי
הרוגי מלכות בבל שתאריך מותם אינו ידוע,
לוחמי צה"ל שמקום קבורתם לא נודע.
₪ יהודים שנספו בשואה שתאריך מותם אינו ידוע.
עולים מתימן שמקום קבורתם לא נודע.















185 מתי נקראת מגילת איכה?
ט"ו בשבט
י"ז בתמוז
₪ ט' באב
" בטבת

186 איזו עדה מציינת את תג הנביא סבלאן?
/ דרוזים.
בדואים.
צ'רקסים.
ארמנים.

187 איזה תג מסמל את מועד העלייה לרגל למכה?
יום הולדת הנביא מוחמד (עיד אל-מוואליד).
חג הנביא אליהו (עיד אל-ח'אדר).
₪ עיד אל-אדחא.
עיד אל-פיטר.















188 מה הוא האיסור המרכזי במהלך ימי חודש הרמדאן?
צריכת אלכוהול.
₪ אכילה ושתייה.
הרחת בשמים.
כניסה להר הבית.

189 מתי מצוין עיד אל-פיטר?
בראשית השנה ההיג'רית.
בסוף חודש דצמבר.
ביום בו נחתם הקוראן.
₪ בסוף חודש הרמדאן.

190 איזו קבוצה מכונה היישוב הישן?
/ היהודים האדוקים שחיו בארץ לפני העליות הציוניות
עולי העלייה השלישית.
היהודים שעלו לארץ לפני הקמת המדינה
עולי העלייה הראשונה















191 מה הם כספי החלוקה?
כספים שנאספו באירופה על מנת למנוע את תוכנית חלוקת הארץ
התקציב שהועבר משלטונות המנדט למוסדות הלאומיים
₪ כספים שנאספו באירופה וחולקו ליהודים לומדי תורה ביישוב הישן
הפיצויים שהעניקה גרמניה ליהודים נפגעי הנאצים

192 הם כוללים?
# מסגרות לימוד תורה שהוקמו על-בסיס ארצות מוצא
ארגוני עלייה חשאיים שפעלו במלחמת העולם השנייה
מסגרת יהודית ספרדית המשלבת בין עבודה ללימוד תורה
שמם הראשון של הקיבוצים

193 מיהו משה מונטיפיורי?
מקימו של ארגון בר-גיורא
מן הבולטים המתנגדים לתנועה החסידית
הנציב העליון הראשון
₪ נדבן יהודי שסייע ליהודי ירושלים















194 ליזה ישובים קשורה שיטת הפקידות?
עיירות הפיתוח בעלייה ההמונית
קיבוצי העלייה השנייה
/ מושבות העלייה הראשונה
אתרי הקרוונים בעליית ביתא ישראל

195  מי סייע הברון רוטשילד?
ליהודי היישוב הישן שהתגוררו בערים המעורבות
₪ לעולי העלייה הראשונה, תושבי המושבות
לעולי העלייה השנייה, תושבי הקיבוצים
לעולי העלייה השלישית, תושבי המושבים

196 מה היה מוצאם של העולים בעליית אעלה בתמייר?
אתיופיה
רוסיה
מרוקו
₪ תימן















197 איזו עיר כונתה בראשיתה אחוזת בית?
פתח תקווה
ראש פינה
₪ תל אביב
ראשון לציון

198 מה משמעות המושג כיבוש העבודה
₪ ניסיון לסגל אורח חיים המדגיש את עבודת האדמה
כיבוש הכפרים השולטים על כביש ירושלים תל-אביב
הימנעות מלקיחת חופשות ויציאה מהארץ בקרב לוחמי האצ"ל
הימנעות משיתוף פעולה עם ערביי עזה

199 איזה מהמשפטים הבאים מתאר את הקיבוץ
בבסיס הקיבוץ עומד רעיון של חופש וחירות הפרט
בבסיס הקיבוץ עומדת הפרדה בין צעירים למבוגרים
₪ בבסיס הקיבוץ עומד רעיון של שיתוף ושוויון
בבסיס הקיבוץ עומד רעיון של גישור בין הדת לציונות















200 מיהו אליעזר בן-יהודה?
/ לשונאי שהתעקש על השימוש בעברית ופיתח אותה
פרופסור שעמד בראש הטכניון והתעקש על הלימוד בעברית
עוזרו של דוד בן-גוריון לקליטת עלייה ולימוד עברית
מי שעמד בראש המבצע לביעור הבערות

201 מדוע התעקשה חברת ייעזרהיי ללמד בטכניון בגרמנית במהלך האירוע שכונה מלחמת השפות או ריב הלשונות
/ 'עזרה' טענה שהשפה העברית אינה עשירה דיה כדי לקיים בה דיון אקדמי וללמד מדעים
'עזרה' ביקשה לאפשר לבוגרי הטכניון לעבוד לאחר סיום לימודיהם בגרמניה ובאוסטריה
'עזרה' טענה שהשפה העברית היא שפת קודש ואסור להשתמש בה לשם לימודי חול
'עזרה' שאפה לאפשר ליהודים מגרמניה ואוסטריה להשתלב בלימודים בטכניון

202 מי גירש את תושבי תל-אביב מבתיהם ומתי
הפלסטינים במהלך מלחמת העצמאות
הבריטים במהלך מלחמת המרד הערבי הגדול
/ הטורקים במהלך מלחמת העולם הראשונה
הברון רוטשילד במהלך העלייה הראשונה

203 מיהו ארתור ג'יימס בלפור העומד מאחורי הצהרת בלפור
₪ שר החוץ הבריטי במהלך מלחמת העולם הראשונה
שליח האו"ם למזרח התיכון במהלך מלחמת העצמאות
הנציג האמריקני בוועדת אונסקו"פ
יושב הראש של הקונגרס הציוני הראשון









204 מהו ייגדוד העבודה"
₪ קומונה כללית שחבריה חיים חיי שיתוף
גדוד יהודי במלחמת העולם השנייה
הגדוד שהפעיל את מחנות העבודה במהלך השואה
גדוד יהודי במלחמת העולם הראשונה

205 מה כללו שלושת "הספרים הלבנים" אותם פרסמו הבריטים ביחס לארץ ישראל
נהלי תכנון ובנייה שאפשרו את הקמת הקיבוצים והמושבים החדשים
איסור על קיומו של כוח צבאי יהודי נפרד
₪ הגבלות על רכישת קרקעות, עלייה ובנייה יהודית
עולי העלייה הראשונה

206 איזו עלייה תרמה לעיבוי היישוב העירוני בישראל והורכבה מיהודים שנמלטו מפולין
עליית אעלה בתמ"ר
₪ העלייה הרביעית
עליית ביתא ישראל
העלייה הראשונה

207 איזו עלייה אופיינה כעלייה של יהודים מגרמניה (עליית היקים)?
העלייה השלישית
ההעפלה
₪ העלייה החמישית
עליית "שלח את עמי"









208 מהם מכתבי מקמהון-חוסיין 
₪ התחייבות בריטית להעניק לשריף חוסיין ממלכה בשטחים שיכבשו במזרח התיכון
התחייבות ירדנית שלא לתקוף את מדינת ישראל במלחמת העצמאות
התחייבות בריטית להקים בארץ-ישראל בית לאומי לעם היהודי
התחייבות ירדנית לשתף פעולה עם מצרים וסוריה במלחמת ששת-הימים

209 באלו נסיבות נהרג יוסף טרומפלדור?
במרד גטו ורשה
בקרב המיתלה
במלחמת העצמאות
₪ בקרב תל-חי

210 מה התרחש בחצר תל-חי?
₪ קרב כנגד פורעים ערבים
נוסד ארגון "השומר"
ניסויים באגרונומיה
נולד יוסף טרומפלדור















211 היכן ממוקמת חצר תל-חי
בנגב הצפוני
/ באצבע הגליל
בכתף הכרמל
בבקעת הירדן

212 התרחש במהלך מאורעות תר''פ?
₪ המון ערבי מוסת התנפל על יהודים שנקרו בדרכו בירושלים
לוחמי ההגנה פוצצו 12 גשרים מעל הירדן
לוחמי הלגיון הירדני תקפו את ישובי גוש עציון
גורמי טרור ביצעו סידרה של פיגועי טרור בדרום אמריקה

213 מה התרחש במהלך מאורעות תרפייא?
יהודים תקפו ערבים שאגרו נשק ליד המושבה מנחמיה בגליל
₪ ערבים תקפו יהודים ביפו, בתל-אביב ובמושבות השרון
גרמנים שברו את חלונות הראווה של חנויות יהודיות בברלין ובהמבורג
הבריטים עצרו למעלה ממאה מנהיגים יהודים והעמידו אותם למשפט

214 מה התרחש בחברון במהלך מאורעות תרפ''ט?
פיצוץ מסתורי שהחריב את תחנת המשטרה בחברון
קרב בין לוחמי ההגנה לצבא הירדני סמוך לעיר
₪ טבח ביהודי העיר בידי פורעים ערבים
שיתוף פעולה בין לוחמי הלח"י ללוחמי ניל"י









215 מי היו הנוטרים?
חברי האצ"ל
₪ שוטרים יהודים שהגנו על יישובים יהודיים במרד הערבי הגדול
חברי ניל"י.
שוטרים יהודים בגטאות ובמחנות במהלך השואה

216 מה הציעה ועדת פיל (1936)?
להפסיק לאלתר כל עלייה של יהודים לארץ
₪ לחלק את הארץ לשתי מדינות (יהודית וערבית) ולמובלעת בריטית
לחלק את הארץ בין הבריטים לעות'מאנים בעקבות מלחמת העולם הראשונה
להקים בארץ-ישראל מדינה יהודית בלבד

217 מדוע נסלל כביש הצפון?
הכביש נסלל לאחר מלחמת יום הכיפורים כדי להפריד בין הכוחות הישראלים והסורים
כדי לאפשר לצליינים נוצרים גישה נוחה אל אתרי התיירות באזור טבריה והכנרת
₪ הכביש נסלל במהלך פרעות תרצ"ו-תרצ"ט כדי למנוע חדירה של נשק וגורמי טרור
כדי לאפשר את הקמתן של מספר ערי פיתוח בסמוך לגבול עם לבנון

218 איזה מבנים כונו מצודות טיגרט?
₪ תחנות המשטרה הבריטיות שהוקמו ברחבי הארץ במהלך מאורעות תרצ"ו-תרצ"ט
בסיסי צה"ל בדרום לבנון במהלך מלחמת שלום הגליל
המצודות הצלבניות שהקימו העות'מאנים לאורך הגבול עם מצרים
השכונות היהודיות הראשונות מחוץ לחומות שהוקמו בירושלים









219 מה הן פלוגות הלילה המיוחדות?
₪ יחידות קומנדו קטנות וניידות משותפות ליהודים ולבריטים
חוליות טרור שפעלו כנגד המשך השלטון הבריטי
יחידות קומנדו קטנות וניידות של צה"ל
חוליות טרור שפעלו למען המשך השלטון הבריטי

220 מהלך איזה אירוע ביטחוני נחנך נמל תל-אביב?
מלחמת העצמאות
/ מאורעות תרצ"ו-תרצ"ט
מלחמת העולם השנייה
המלחמה על המים

221 מה אפיין את יישובי חומה ומגדל?
מיקומן בצפון-מערב הנגב, סמוך לעזה
מספר המתיישבים הגדול בכל אחד מן היישובים
₪ הקמה מהירה של יישובים מוקפי חומת עץ
השתייכותם של כל היישובים לקיבוץ הדתי















222 איזה אירוע מכונה השבת השחורה
טבח של ערביי חברון בשכניהם היהודים במהלך פרעות תרפ"ט
₪ מעצר ראשי היישוב וחיפושים נרחבים ביישובים היהודיים על-ידי הבריטים
מהומות שפרצו בין חרדים לחילונים על רקע הפעלת תחבורה ציבורית בשבת
גירוש המחבלים הפלסטינים מירדן במהלך שנות השבעים

223 כיצד כונתה עלייתם של יהודים לארץ בניגוד לחוק הבריטי בתקופה שקדמה להקמת המדינה?
₪ העפלה
התנגדות
הכלה
התעצמות

224 מדוע כונו מוסדות היישוב המדינה שבדרךְ
כי הם אפשרו לבריטים להאריך את שלטון המנדט
/מאחר והם הכינו את הקרקע להקמתם של מוסדות המדינה
כי הם אפשרו את הרחבת העלייה לארץ ישראל
מאחר והם פיתחו את דרכי התחבורה והגדילו את היישובים בארץ















225 מה החליטה ועדת אונסקו"פ (1947)
לחלק את הארץ בין הבריטים לעות'מאנים
להפסיק לאלתר את העלייה לארץ
₪ לחלק את הארץ בין יהודים וערבים
להרחיב את העלייה לארץ

226 כיצד הגיב היישוב למסקנות ועדת אונסקו"פ
₪ קיבל אותן
היישוב נותר אדיש אליהם ולא הגיב עליהן רשמית
דחה אותן
התנה את תמיכתו בקבלתן על-ידי הערבים

227 איזה גופים כונו המוסדות הלאומיים?
₪ גופי הממשל האוטונומי של יהודי ארץ-ישראל בתקופת היישוב
שלושת המחתרות (הגנה, אצ"ל, לח"י),
גופי הממשל האוטונומי של יהודי פולין בימי הביניים
מועצות היהודים ("יודנראטים") בגטאות















228 הגעתה של איזו אונייה לחופי האר סימלה את ראשית העלייה השלישית?
פטריה
אקסודוס
דקר
₪ רוסלן

229 חלק מאיזה מאבק פוצץ מלון המלך דוד?
מאבקם של יהודי ברית המועצות בשלטון הקומוניסטי
/ מאבקו של היישוב היהודי בשלטון הבריטי
מאבקם של הערבים ביהודי ארץ-ישראל
מאבקו של היישוב היהודי בשלטון העות'מאני

230 אלו גשרים פוצצו בליל הגשרים?
גשרי הרכבת שהובילו אל מחנות ההשמדה
₪ הגשרים שקישרו בין ארץ-ישראל למדינות השכנות לה
הגשרים עליהם נעו חוטפיהם של חיילי צה"ל במלחמת לבנון השנייה
גשרי הרכבת בין מערב למזרח אירופה

231 חלק מאיזו מלחמה גורשו תושבי תל-אביב 
/ מלחמת העולם הראשונה
מלחמת ששת הימים
מלחמת העולם השנייה
מלחמת המפרץ









232 מה כוללת הצהרת בלפור?
/ הכרה בדרישות הציונות ביחס לארץ-ישראל
רשות לחדש את היישוב היהודי בירושלים
הכרה בדרישות הערבים ביחס לארץ-ישראל
האיסור על עלייה יהודית לארץ

233 מי מהדמויות הבאות עבר מקל ההנהגה עם הכניסה לארץ?
משה רבנו
₪ יהושע בן נון
יחזקאל בן בוזי
ר' יהודה הנשיא

234 מיהו ירבעם בן נבט
₪ המלך שעמד בראש ממלכת ישראל שבירתה סבסטיה
הנציב שעמד בראש הממלכה הבריטית בעת שכבשה את ארץ-ישראל
המלך שעמד בראש ממלכת יהודה שבירתה ירושלים
הנציב שעמד בראש הממלכה הבריטית בעת שעזבה את ארץ-ישראל.















235 מיהו רחבעם?
₪ מלך יהודה, נכדו של דוד המלך
מלך ישראל, נכדו של ירבעם
מלך יהודה, נכדו של יהושע בן-נון
מלך ישראל, נכדו של אהרון הכהן

236 ממלכתם של אלו מלכים מכונה הממלכה המאוחדת?
לואי השש-עשרה וג'ורג' השישי
₪ דוד ושלמה
אלכסנדר ינאי ושלומציון אלכסנדרה
ירבעם ורחבעם

237 מה מתארת מגילת איכה
₪ חורבן בית ראשון
מרד בר-כוכבא
חורבן העיר ביתר
פרעות ת"ח ות"ט















238 היא הצהרת כורש?
/ הצהרה שנתן כורש מלך פרס בה התיר ליהודים לשוב לירושלים ולבנות את בית המקדש
הצהרה שנתן כורש מלך בבל בה אסר על עמים אחרים להתיישב בירושלים מפאת קדושתה
הצהרה שנתן כורש מלך ישראל בה הצהיר כי ירושלים היא בירת הממלכה
הצהרה שנתן כורש מלך בבל בה הורה על הקמתו של בית המקדש השני בירושלים

239  איזה  אירוע מכונה שיבת ציון
המצור שהטילו האשורים על העיר לכיש במהלך ימי הבית הראשון
כיבוש ירושלים על-ידי החשמונאים במהלך ימי הבית השני
איחוד הממלכה על-ידי המלך שלמה בראשית ימי הבית הראשון
₪ החזרה של גולי הבית הראשון מבבל לארץ-ישראל בראשית ימי הבית השני

240  לאיזה אירוע היסטורי קשור עזרא הסופר?
חורבן בית ראשון
₪ שיבת ציון
פרעות תתנ"ו
גירוש ספרד















241 לָאיזה מועד קשורה דמותו של אנטיכוס אפיפנס?
פורים
ט' באב
₪ חנוכה
צום גדליה

242 מי היה הורדוס
₪ מלך יהודה בסוף ימי בית שני
מלך פולין שהתיר ליהודים לשבת במדינה
ראשון המלכים היהודים בימי הבית הראשון
המלך הבבלי שהחריב את בית המקדש

243 איזה אירוע התרחש במהלך המרד הגדול?
כיבוש הארץ בידי הסלווקים
חורבן ביתר
₪ חורבן בית המקדש השני
רצח גדליה בן אחיקם

244 חורבותיה של איזו עור הוקמה העיר הרומית איליה קפיטולינה?
יפו
קיסריה
מצדה
₪ ירושלים









245 לאיזה אירוע היסטורי קשורה ההתבצרות במצדה?
חורבן בית ראשון
חורבן ביתר
חורבן בית שני
חורבן צפת

246 לאיזה מאורע היסטורי קשור רבן יוחנן בן-זכאי?
הקמת קהילות יהודיות במזרח התיכון לאחר גירוש ספרד
הקמת בית המקדש השני במהלך שיבת ציון
₪ ייסוד מרכז רוחני ביבנה לאחר החורבן
חתימת המשנה במטרה למנוע את השתכחות התורה שבעל-פה

247 היכן נוסד מרכז רוחני חליפי לאחר חורבן בית שני?
בבית שערים
בביתר
בטבריה
₪ ביבנה

248 איזה חיבור חשוב נוצר בערים סורא ופומבדיתא?
₪ התלמוד הבבלי
שולחן ערוך
המשנה
פירוש רש"י









249 מי הם האמוראים?
₪ חכמי התלמוד
חכמי ההחכה
חכמי המשנה
חכמי התפילה

250 מי מהבאים חיבר פירוש מקיף לתורה ולתלמוד?
רמב"ם
ר' עובדיה מברטנורא
/ רש"י
הרב קוק

251 מאיזו תקופה פעל הרמב''ם?
תקופת הסבוראים
תקופת האחרונים
₪ תקופת הראשונים
תקופת התנאים

252 במה עוסק חיבורו של הרמב''ם משנה תורה?
₪ אמונה
הלכה
תפילה
רפואה









253 מהי לאדינו?
מדינה באימפריה העות'מאנית אליה ברחו היהודים אחרי גירוש ספרד
₪ שפה יהודית-ספרדית בה דיברו יהודים בספרד
מילת קוד בה השתמשו האנוסים היהודים בספרדד
כינוי ליהודים הספרדים שהיגרו לאימפריה העות'מאנית

254 כיצד מכונים היהודים שנותרו בספרד לאחר הגירוש ואולצו להתנצר?
פלאשמורה
/ אנוסים
רפורמים
מוסתערבים

255 איזו עיר יסדה מחדש דונה גרציה
₪ טבריה
צפת
ירושלים
עכו















256 מי כונו מוסתערבים?
החברים בשומר.
/ יהודים דוברי ערבית במזרח התיכון.
החברים בהגנה.
יהודים שחיו בסעודיה ובחצי האי ערב.

257 איזה ספר חובר על-ידי ר' יוסף קארו?
משנה תורה.
תלמוד בבלי.
₪ שולחן ערוך.
הזוהר.

258 מה היה תפקידו של ועד ארבע ארצות?
/ לנהל את העניינים הפנימיים ולייצג את היהודים בפולין בפני השלטונות.
לדאוג ליהודים שהתפזרו בכל העולם בשל גירוש ספרד,
לטפל ביהודים שהלכו בעקבותיו של שבתאי צבי ונאסרו באיסטנבול,
לגייס את תמיכת יהודי העולם בהקמת מדינה יהודית בארץ-ישראל.















59. מה טען שבתאי צבי?
שחשוב לעלות לארץ-ישראל,
שיש לחדול מלהאמין בביאת המשיח.
₪ שהוא המשיח.
שיש להימנע מתענוגות העולם הזה

260 מי יסד את תנועת החסידות?
ר' יהודה הנשיא.
שבתאי צבי.
רבן יוחנן בן זכאי.
₪ ר' ישראל בעל שם טוב.

261 מי מכונה אדמו''ר (אדוננו מורנו ורבנו)
₪ רב העומד בראש חצר חסידית.
מי שכתב ספר הלכה או מחשבה.
רב העומד בראש קהילה של מתנגדים.
רב המזדהה עם תנועת השבתאות.















262 מהי האמנציפציה
/ תהליך הענקת שוויון הזכויות ליהודים.
שמה של חוברת שכתב המנהיג הציוני יהודה לייב פינסקר.
כינוי לגל ההגירה של יהודי מזרח אירופה אל ארצות הברית.
שיטת ממשל המנוגדת לדמוקרטיה.

263 מה משותף לרב אלקלעי, לרב קלישר, ולמשה הס?
שלושתם כיהנו בממשלת ישראל הראשונה וחתמו על מגילת העצמאות.
שלושה מנהיגי ציבור שפעלו בגטאות בתקופת השואה.
₪ שלושתם מכונים "מבשרי הציונות" והיו הראשונים להעלות רעיונות לאומיים.
שלושתם היו חברי מפא"י,

264 מהי אוטואמנציפציה?
כינוי לתנועת המרד בגטו קרקוב.
תהליך הענקת שוויון זכויות ליהודי אירופה.
₪ שמה של חוברת שכתב המנהיג הציוני יהודה לייב פינסקר.
כינוי לגל ההגירה של יהודי מזרח אירופה אל ארצות הברית,















265 מי הם חובבי ציון?
מקימי התנועה הרפורמית.
לא-יהודים שעזרו ליהודים בתקופת השואה.
/ יהודים חברי אגודות שונות שביקשו לעלות לארץ ולהקים בה יישוב יהודי
מתנדבים יהודים מחוץ לארץ שסייעו להקמת המדינה.

266 איזו תנועה כינסה את ועידת קטוביץ'?
תנועת המרד בגטאות פולין.
₪ תנועת חובבי ציון.
תנועת המרד באזור טרנסניסטריה שברומניה.
התנועה הציונית.

267 מי כתב את הספר מדינת היהודים?
דוד בן-גוריון.
יהודה לייב פינסקר.
/ בנימין זאב הרצל.
משה מנדלסון.















268 מהו חידושו המרכזי של הספר יימדינת היהודיסיי אותו כתב בנימין ואב הרצל?
₪ הוא כולל שלבי פעולה מפורטים המסבירים כיצד ניתן להקים מדינה ליהודים.
נטען בו כי את המדינה היהודית יש להקים באוגנדה ולא בארץ ישראל.
הוא כולל את התייחסות לקשייה הביטחוניים של מדינת ישראל,
נטען בו כי יש לבצע בדת שינויים מרחיקי לכת לאחר הקמת המדינה.

269 מה משמעותו של ה-צ'ארטר אותו רצה להשיג הרצל?
₪ אישור התיישבות בין-לאומי ליהודים בארץ-ישראל.
אישור תנועה חופשי ליהודים באירופה.
אישור לשיתוף פעולה כלכלי בין היהודים לתורכים ולבריטים.
אישור לבניית בתים במושבות העלייה הראשונה.

270 ממי ביקש הרצל צ'ארטר ומדוע? 
₪ מאומות העולם על מנת להקים מדינה לעם היהודי.
מהברון רוטשילד על מנת שיסייע בתחזוק המושבות.
מהעם היהודי על מנת לכנס את הקונגרס הציוני הראשון.
מהאפיפיור על מנת להפסיק את הפרעות האנטישמיות.















271 מאיזו אימפריה ביקש הרצל לקנות זכות להתיישבות בארץ-ישראל?
האימפריה הפלסטינית השלישית.
₪ האימפריה העות'מאנית.
האימפריה של סוריה והחורן.
האימפריה הבריטית.

272 מה הייתה התביעה המרכזית של הציונות על-פי תכנית באזל
₪ הקמת בית לאומי לעם היהודי המובטח על-פי משפט העמים.
עזיבה מיידית של הבריטים את הארץ.
הענקת אמנסיפציה מיידית ליהודי רוסיה בחסות בין-לאומית.
הקמת "מרכז רוחני" בארץ-ישראל.

273 מה מתואר בספר אלטנוילנד (ארץ ישנה חדשה)
מדינה יהודית באוגנדה המתנהלת כחברת מופת.
תהליך ההגירה של יהודי אירופה לארצות הברית.
/ מדינה יהודית בארץ-ישראל המתנהלת כחברת מופת
תהליך ההגירה של יהודי רוסיה לארץ-ישראל















274 מהי פרשת אוגנדה?
פרשיית ריגול שמדינת ישראל הסתבכה בה ונודעה גם בכינוי "עסק הביש".
פרשייה הקשורה לעליית קהילת "ביתא ישראל" מאתיופיה.
כינוי למחלוקת בתוך התנועה הציונית לגבי היחס אל הקולוניאליזם באפריקה.
/ כינוי למחלוקת בתנועה הציונית ביחס להצעת ממשלת בריטניה להקים מדינה יהודית
במזרח אפריקה.

275 במה עוסק ספרו של הרצל אלטנוילנד
בשאלה כיצד ניתן לגרום ליהודי אירופה לעלות לארץ.
/באופייה של המדינה היהודית שתקום בארץ ישראל כ"חברת מופת".
בניסיון להקים מדינה יהודית במזרח אפריקה כחלק מתכנית אוגנדה,
בתשובה לטענות אחד-העם כנגד פעילותו.

276 מה הייתה המחלוקת בין הציונות המדינית לציונות המעשית?
/ הציונות המדינית ביקשה להשיג אישור בין-לאומי להתיישבות יהודית (צ'ארטר) והציונות המעשית ביקשה להתיישב בארץ גם בלי צ'ארטר.
הציונות המדינית ביקשה להקים "מרכז רוחני" לבני מדינות שונות בארץ ישראל והציונות המעשית ביקשה להתמקד בהתיישבות יהודי מזרח אירופה.
הציונות המדינית ביקשה להתמקד בפעולות בתוך שטחי ארץ-ישראל והציונות המעשית דגלה גם בעזרה ליהודי הגולה.
הציונות המדינית ביקשה לכונן יחסים דיפלומטים עם אומות העולם והציונות המעשית שללה זאת.












277 מה ביקשה לעשות הציונות הסינתטית?
לשלב בין הציונות הרוחנית לבין עקרונותיה הדתיים של היהדות,
להציע אלטרנטיבה לתנועת "המזרחי" ולציונות הדתית.
₪ לשלב בין הציונות המדינית לציונות המעשית.
להציע אלטרנטיבה לציונות המדינית.

278 מי הוא אחד-העם?
קומיקאי ישראלי שיצר את הדמות הקומית מירי פסקל.
מנהיג ציוני שהקים את הגדודים העבריים ופעל בשיתוף זאב ז'בוטינסקי.
משורר ישראלי שפרסם ספרי-שירה רבים העוסקים בירושלים
/  מנהיג ציוני שחלק על בנימין זאב הרצל וביקש להקים מרכז רוחני בארץ ישראל,

279 לאיזה זרה ציוני קשורה תנועת המזרחי?
הציונות המדינית.
הציונות המעשית.
הציונות הרוחנית.
/הציונות הדתית.















280 מהו תחוס המושב?
₪ אזור התיישבות אליו הוגבלו יהודי רוסיה.
אזור ההתיישבות אליו הוגבלו יהודי גרמניה.
אזור ההתיישבות אליו הוגבלו יהודי ארץ-ישראל.
אזור ההתיישבות אליו הוגבלו יהודי האימפריה העות'מאנית.

281 מה הם משפטי פרג?
משפטים של פושעי מלחמה מגרמניה הנאצית.
משפט כנגד פעילים ציוניים במערב אירופה.
₪ משפט אנטישמי כנגד יהודים ברוסיה הסובייטית.
משפט כנגד יהודים שהואשמו בריגול סובייטי בארה"ב.

282 מי מכונים אסירי ציון
₪ יהודים שעסקו בפעילות ציונית בברית המועצות ונאסרו.
נוצרים שביקשו להגיע לארץ-ישראל במסגרת מסעי הצלב.
יהודים שהתנגדו לשלטון הרומי על ארץ ישראל והוצאו להורג.
חברי המנזר המנהלים את כנסיית הקבר.















283 מתי התרחשה העלייה הגדולה המכונה גם העלייה ההמונית?
₪ מיד אחרי הקמת המדינה
מיד אחרי תחילת השלטון הבריטי על ארץ-ישראל
מיד אחרי מלחמת העולם השנייה
מיד אחרי המהפך הפוליטי ועליית הליכוד לשלטון

284 מי עלו במהלך מבצע יכין?
יהודי צרפת
יהודי מזרח אירופה
יהודי תימן
₪ יהודי מרוקו

285 כיצד כונתה עליית יהודי תימן בראשית ימיה של המדינה
מבצע שלמה
מבצע מחצלת הפלאים
מבצע אנ-פאר
₪ מבצע מרבד הקסמים

286 מה הן המעבורות
מיסים מיוחדים שהטילה המדינה על אזרחים שביקשו לנסוע לחו"ל
₪ פתרונות דיור זמניים בהם נעשה שימוש לצורך שיכון העולים החדשים
כינוי למורות החיילות שפעלו במסגרת המבצע לביעור הבערות
מחנות מעבר זמניים שהוקמו עבור ניצולי השואה באירופה עם תום המלחמה0









287 מה מאפיין את עיירות הפיתוח?
/ מרכזים עירוניים שהוקמו במטרה לפזר אוכלוסייה
מרכזים כפריים באצבע הגליל
עיירות בהן התגוררו עולים מארצות האסלאם בלבד
יישובים שהוקמו בדרום הנגב, בין באר-שבע לאילת

288 באיזה הקשר נולדה הסיסמה יישלח את עמי
₪ עליית יהודי ברית המועצות אל הארץ בשנות השישים והשבעים
שחרור יוון מידי הכיבוש הנאצי לקראת סוף מלחמת העולם השנייה
סיסמת בחירות של מפלגת הציונים הכלליים
הגירת יהודי אירופה אל ארצות הברית במהלך מלחמת העולם הראשונה

289 מיהו אסיר ציון
אדם שתרם תרומה מיוחדת לחברה הישראלית
כינוי לחסיד אומות העולם שסיכן את חייו על-מנת להציל יהודים
אדם המואשם בפגיעה בביטחון המדינה
/ כינוי ליהודי שנכלא או נאסר בשל עמדותיו הציוניות















290 הו מבצע משה?
מבצע להעלאת יהודי ברית המועצות
מבצע לחילוץ חטופים מאנטבה
₪ מבצע להעלאת יהודי אתיופיה
מבצע תגובה לפעולות המסתננים

291 מהי מדיניות הצנע
החלטתה של המדינה להסיר פיקוח על מוצרים שונים ולאפשר את מכירתם בשוק החופשי
החלטתה של המדינה להצניע את פעולותיה בתחום הביטחון
/ החלטתה של המדינה לפקח על מוצרים שונים ולמנוע את מכירתם לכל המרבה במחיר
החלטתה של המדינה להסיר את החיסיון מפעולותיה בתחום הביטחון

292 לא רלוונטי



















293 מה התרחש בואדי סאליב?
₪ מהומות על רקע עדתי
התנגשות עם הצבא המצרי
קרב מרכזי במלחמת ששת הימים
מהומות של ערביי ישראל

294 כינו עצמם הפנתרים השחורים
לוחמי יחידה 101 במהלך שנות החמישים
/ מנהיגי תנועת מחאה חברתית-כלכלית בראשית שנות השבעים
קבוצת עיתונאים שלחמו למען חופש הביטוי במהלך שנות התשעים.
אנשי משרד החוץ בראשית שנות השישים.

295 במה עוסק מכתב הסטאטוס-קוו?
יחסי יהודים-ערבים
₪ יחסי דתיים-חילונים
יחסי מזרחים-אשכנזים
יחסי ישראל-תפוצה

296 מה הקובע חוק השבות?
את החובה לשוב לשטחי הגליל אחרי מאורעות תל חי
₪ כי לכל יהודי הזכות לעלות לארץ
את הצורך בהשבת הוצאות הקליטה של העולים
כי למסתננים אסור לשוב לארץ









297 מיהו האח דניאל?
חסיד אומות העולם שהציל את משפחת אנה פראנק
שליח האו"ם לארץ-ישראל במהלך מלחמת העצמאות
/ יהודי שהתנצר ורצה להירשם במרשם האוכלוסים כיהודי
ראש העדה הנוצרית בארץ-ישראל

298 מדוע עתר לבג''ץ רב-סרן בנימין שליט?
על-מנת לשנות את מדיניות הגיור בצה"ל
בכדי שהוא יוכל להתמנות למפקד גדוד למרות הרשעתו ברשלנות
/ על-מנת שילדיו, שהיו בנים לאמא לא יהודיה, ירשמו כבני הלאום היהודי
בכדי שבתו הלא-יהודייה תוכל להתגייס לצה"ל

299 איזה מהפך התרחש בשנת 1977
₪ עליית הימין לשלטון
מתן ייצוג פוליטי לערביי ישראל
עליית השמאל לשלטון
מתן ייצוג פוליטי ליהודי התפוצה

300 איזו מלחמה הסתיימה בסדרת הסכמים שכונו הסכמי רודוס
מלחמת יום הכיפורים
מלחמת ששת-הימים
מלחמת ההתשה
/מלחמת העצמאות









301  איזה נשיא של מדינה ערבית ביקר בישראל?
חוסני מובארק נשיא תוניסיה
חוסיין נשיא ירדן
₪ אנואר סאדאת נשיא מצרים
יאסר ערפאת נשיא הרשות הפלסטינית

302  במה עסקה ועידת מדריד
פיצוי של ישראל בעקבות גירוש ספרד
כינון יחסים דיפלומטיים עם דרום אמריקה
₪ שלום בין ישראל למדינות ערב
העלאת יהודי אירופה לישראל

303 מי הצדדים שחתמו על הסכם אוסלו?
ישראל ונורבגיה
ירדן והפלסטינים
₪ ישראל והפלסטינים
ישראל וירדן

304 איזה אירוע מכונה טבח כפר קאסם
קרב בין הצלבנים לממלוכים בתקופה המוסלמית הקדומה
טבח שערך תושב כפר קאסם במשפחת אשתו על רקע "חילול כבוד המשפחה"
קרב במלחמת יום הכיפורים בו נהרגו ארבעים ושלושה חיילים יהודים
₪ טבח שערכו לוחמי מג"ב בערבים ישראלים במהלך היום הראשון למלחמת סיני









305 במה עוסק חוק נכסי נפקדים?
נכסים של יהודים יוצאי ארצות האסלאם שברחו למדינת ישראל
נכסים של פקידים וחברי כנסת ישראליים המופקדים על רכוש הציבור
/ נכסים של מי שיצאו מארץ-ישראל לארצות אויב במהלך מלחמת העצמאות
נכסים של מפקדים ואנשי צבא שמשרתים רחוק מביתם

306 מה משמעות הסיסמה בלי חירות ובלי מק''י
חירות ומק"י היו שני ישובים מבודדים שלא ניתן היה להגן עליהם במלחמת העצמאות
₪ חירות ומק"י היו שתי מפלגות שבן-גוריון סירב לשתף בממשלות שהקים
חירות ומק"י היו שתי חברות מסחריות שסירבו לשתף פעולה עם ההסתדרות
חירות ומק"י היו שתי מפלגות שלקחו חלק בכל אחת מן הממשלות עד ל-1977

307 מי מהבאים עמד בראש הציונות הסינטטית?
/ חיים ויצמן
אחד העם
בנימין זאב הרצל
דוד בן-גוריון

308 די מהבאים הביא לחקיקתו של חוק חינוך חובה?
מנחם בגין
₪ זלמן שזר
אביגדור ליברמן
דוד בן-גוריון









309 במה התמחה הנשיא זלמן שזר
תנ"ך
₪ היסטוריה
פיזיקה
אומנות

310 איזה ה חיל הקים אפרים קציר?
חיל החינוך
חיל הטילים
חיל התותחנים
₪ חיל המדע

311 מי מהנשיאים הבאים שימש כפרופ' במכון ויצמן לפני שנבחר לנשיאות?
עזר ויצמן
שמעון פרס
זלמן שזר
₪ אפרים קציר

312 מי מהבאים כיהן כנשיא בעת מלחמת יום הכיפורים?
₪ אפרים קציר
שמעון פרס
גולדה מאיר
עזר ויצמן









313 מָה ביקש יצחק נבון להשיג במבצע לביעור הבערות?
ביעור (=ניקוי) קיני המחבלים בעזה שנקראו בערבית "בערות"
₪ ביעור (=חיסול) של אי-ידיעת קרוא וכתוב בקרב עולים חדשים
ביעור (=ניקוי) שטחי החורש הטבעי בהר הכרמל על-מנת למנוע התלקחות בערות
ביעור (=חיסול) של מחלת עור שתקפה את היושבים במעברות וכונתה "בערות"

314 איזה אגף בצהייל הקים הנשיא הרצוג
אגף כח האדם
אגף התקשוב
₪ אגף המודיעין
אגף התכנון

315 אַביו של איזה נשיא כיהן כרבה של אירלנד?
עזר ויצמן
₪ חיים הרצוג
ראובן ריבלין
שמעון פרס

316 איזה תפקיד צבאי מרכזי נשא עזר ויצמן לפני התמנותו לנשיא?
₪ מפקד חיל האוויר
מח"ט צנחנים
מפקד זרוע יבשה
ראש אמ"ן









317 לאיזה תפקיד בטחוני מרכזי נשא שמעון פרס בצעירותו?
ראש השב"כ
רמטכ"ל
קצין חינוך ראשי
/ מנכ"ל משרד הביטחון

318 מִי מהנשיאים הבאים נשא קודם לכן בתפקיד יושב-ראש הכנסת
₪ רובי ריבלין
] שמעון פרס
משה קצב
עזר ויצמן

319 מה עוסק הספר יחוד ויעוד?
ביחודה של התנועה הציונית וביעודה לאחר הקמת מדינת ישראל
ביחודו של העם היהודי וביעודה של הסוכנות היהודית.
₪ ביחודו של צה"ל וביעודו החינוכי-חברתי
ביחודיותן של מלחמות ישראל וביעודו של צה"ל אל מול איומים עתידיים

320 מה תפקיד מרכזי נשא ראש הממשלה השני, משה שרת, לפני התמנותו לתפקיד זה?
רמטכ"ל
₪ שר חוץ
| שר אוצר
מבקר המדינה









321 איזו חברה הקים לוי אשכול?
חברת החשמל
₪ חברת מקורות
החברה לפיתוח הנגב
החברה לכיבוש הגליל

322 היה ראש הממשלה בעת מלחמת ששת-הימים?
₪ לוי אשכול
גולדה מאיר.
דוד בן-גוריון
יצחק רבין

323 איזה מהמוסדות הבאים הקימה גולדה מאיר?
בנק ישראל
₪ הביטוח הלאומי
המועצה לביטחון לאומי
המועצה להשכלה גבוהה

324 מי מהבאים כיהן כרמטכ''ל בעת מלחמת ששת-הימים?
משה דיין
₪ יצחק רבין
יגאל ידין
חיים לסקוב









325 מי רצח את יצחק רבין ומדוע?
₪ יצחק רבין נרצח על-ידי יגאל עמיר שהתנגד לדעותיו הפוליטיו
יצחק רבין נרצח על-ידי שני מתנקשים פלסטינאים על רקע לאומני
יצחק רבין נרצח על-ידי מרדכי וענונו כחלק מהתנגדותו לפיתוח הכור בדימונה
לא ידוע מי רצח את יצחק רבין או מה היו מניעיו

326 מי מהבאים חתם על הסכם השלום עם מצרים
בנימין (פואד) בן-אליעזר
אריאל שרון
יצחק רבין
₪ מנחם בגין

327 מי היה ראש ממשלת ישראל בעת פרוץ מלחמת שלום הגליל, בשנת 1982?
₪ מנחם בגין
אריאל שרון
יצחק שמיר
יצחק רבין

328 ראש איזה ארגון מחתרתי עמד ראש הממשלה. יצחק שמיר לפני קום המדינה?
ביל"י
₪ לח"י
הגנה
השומר









329 באיזה תפקיד מהתפקידים הבאים שימש נתניהו לפני היבחרו לכנסת?
קצין חינוך ראשי
מנכ"ל משרד האוצר
₪ שגריר ישראל באו"ם
הנספח הצבאי בארצות הברית

330 מה היו מסקנות ועד כהן לגבי התנהלותו של אריאל שרון כשר ביטחון במלחמת שלוס הגליל
לא נפל דופי בהתנהלותו של שרון והוא יוכל להמשיך לכהן בו
/ התנהלותו של שרון הייתה בעייתית ועל כן נאסר עליו לכהן כשר ביטחון בעתיד
שרון התנהל באופן מיטבי ועל כן מומלץ למנותו כראש ממשלה במקום מנחם בגין שפרש
הועדה בחרה שלא לחוות דעה על התנהלותו של שרון

331 מי היה ראש הממשלה בעת מלחמת לבנון השנייה?
₪ אהוד אולמרט
אהוד ברק
בנימין נתניהו
משה שרת.

332 מי היה ראש המטה הכללי הראשון של צה''ל
₪ יעקב דורי
מרדכי מקלף
יגאל אלון
דוד בן-גוריון









333 איזה מהגופים הבאים מהווה את הרשות המחוקקת בישראל?
₪ הכנסת
בית המשפט
הממשלה
צה"ל

334 על המפקד למצוא כמה פעולות אפשריות שהאויב יבצע ובסוף לבחור את הפעולה הסבירה ביותר של האויב מתוך האפשרויות. כחלק מאיזה שלב יבצע את ההחלטה הזאת?
תמונת מצב
תכנון כללי ופרטני
₪ הערכת מצב
קביעת תחילת המבצע

335 מה תכליתה של הערכת המצב?
₪ להחליט על הדרך הטובה ביותר למילוי המשימה, לאור המטרה במסגרת האילוצים.
לנתח את הגורמים המשפיעים על זמני המשימה המוטלת על המפקד.
לאסוף את כלל הנתונים הנחוצים למפקד כדי לקבל החלטה.
כל התשובות נכונות.















336 בפקודת המבצע "סוס פרא" שעת הש' הינה 20:00. שלב ג' מתקיים בין ש+4 ועד ש+9. באיזה שעה יתקיים שלב ג'? 
20:04 – 20:09
09:00 – 00:00
/ 05:00 – 00:00
09:00 – 04:00

337 מה הקשר בין שלב תמונת המצב לשלב הערכת מצב?
העמ"צ מאפשרת לנו לדעת אילו נתונים לאסוף לתמנ"צ.
הקשר הוא ברצף - רק דרך הערכת מצב יסודית נוכל ליצור תמנ"צ אמינה.
/ בהעמ"צ מעבדים את הנתונים שנאספו בתמנ"צ ומפיקים משמעויות בכדי למסור
פקודה.
בתמנ"צ מעבדים את הנתונים שגיבשנו בתהליך הערכת מצב.

338  לאחר 3 ימי לחימה, מ"פ מבצעית א' בגדוד חי"ר מציף למפקדיו שבעוד כ-20 שעות יגמרו ללוחמים מים בזמינות מיידית ונקודת חבירת המים המתוכננת כבר לא בשליטת כוחותינו, איזה סוג הערכת מצב תקרה ?
הערכת מצב אישית של המ"פ.
הערכת מצב אישית של המ"פ.
הערכת מצב כללית.
₪ הערכת מצב קבוצתית של מפקדת הגדוד.












339 התאם את הפעולות מטור ב לפעולות בטור א
הערכת מצב אישית - נעשית ע"י המפקד עצמו – המפקד או קצין מטה שהוטל עליו להציג עצותיו למפקד.
הערכת מצב קבוצתית- נעשית בהשתתפות של המטה היחידתי או העוצבתי ואף בשיתוף מפקדי-יחידות המשנה. 
הערכת מצב - תהליך של ניתוח הגורמים המשפיעים על מילוי משימה מוגדרת הזהה בעיקרונה בכל הדרגים.
דפ"א סבירה אויב- הפעולה הסבירה של האויב שהיא מכלול האפשרויות העומדות בפני האויב אשר מולן החליט המפקד להיערך.

340 האם מבנה התחקיר תקין?
1. כללי - תיאור פרטים
2. ממצאים - רקע, רצף כרונולוגי
3. המלצות - אל רמ"מ
4. מסקנות - גורם ישיר, תורם ושורש
5. לקחים- הלקח, האחראיות והלו"ז לביצוע
6. סיכום - המפקד

נכון
₪ לא נכון














341 תיאור האירוע : באירוע במהלך תרגיל חדירת מחבלים למוצב ג'בל ג'והר, בוצע ירי חי ע"י חייל מחוליית ביום האויב בתרגיל לעבר חיילים במוצב. תוצאות האירוע: כתוצאה מהירי נפצעו שלושה חיילים, אחד באורח אנוש, ושניים באורח קל. תחת כותרת 'גורמים' נכתב בתחקיר : נמצא כי חייל בבימוי אויב שהיה עם מחסנית. כדורים חיים ביצע ירי 'חי' לעבר חיילים במוצב משום שחשב שמדובר בכדורי ח"קים.
תחת איזה גורם נכתב המשפט?
גורמים תורמים
גורמי שורש
/ גורם ישיר
יכול להיות תחת כל אחד מהסוגים

342 לפניך נתונים מתחקיר אירוע. התאם בין המושג למשפט
פער - לא הוגדר סד"פ לבעלי תפקידים בהקפצה.
לקח - על המ"מ לכתוב סד"פ לבעלי תפקידים במחלקה בעת ההקפצה.
מסקנה - המ"מ העיר בעצמו את החיילים ולא הפעיל את השומר במגורים.
1.25 1 7 וח8א=?אק85.)חו' 0


















343 איזו עיר שוכנת על הגדה המערבית של הכנרת ?
צפת
₪ טבריה
קרית שמונה
מטולה

344 זה שטח במדינת ישראל מכסה הנגב?
רבע
קרוב לשליש
₪ מעל חצי
שלושה רבעים

345 איזה מהיישובים הבאים נמצא בגליל העליון?
כפר ורדים
נחף
₪ חצור הגלילית
פקיעין

346 איזה עיר ממוקמת בגליל התחתון ?
צפת
כרמיאל
₪ נוף הגליל
פקיעין









347 מה מחבר בין הכנרת לים המלח ?
₪ בקעת הירדן
אצבע הגליל
איו"ש
כביש 6

348  עקבות איזו הצעה שעלתה בקונגרס הראשון, מילות התקווה "עין לציון צופיה" קיבלו משמעות חזקה?
העליה לארץ ישראל
תוכנית באזל
₪ תוכנית אוגנדה
ההחלטה על קבלת צ'רטר ליישוב יהודים בישראל

349 התאם בין ההגדרה למושג
מפה גיאוגרפית - מפה המכילה שטח נרחב ואינה יורדת לפרטים. היא כוללת גבולות בין מדינות, אוצרות טבע ונתונים כלליים אחרים.
מפה טופוגרפית- תצלום של פני השטח. מכילה את כל פרטי הנוף של השטח ואת פני השטח, עצים כבישים וכו'















350 מדוע כיפה סמויה אינה מסומנת במפה בקו גובה סגור?
גובה הכיפה הסמויה נמוך מ300 מטר
/ גובה הכיפה הסמויה נמוך מהפרש שני קווי גובה סמוכים במפה
אין מהכיפה הסמויה שלושה כיווני ירידה לכן אינה מסמונת במפה
הכיפה הסמויה היא בין 2 שלוחות ולכן לא מסומנת

351 אילו ארבעה סוגי ח.ע קיימים בצבא?
₪ גומי, הולנדי, רוסי, 6/1
אלסטי, הולנדי, שוודי, 6/1
הידרוסטטי, אלסטי, גרמני, הולנדי
גומי, אלסטי, נמתח, שוודי

352 מה מבין הבאים הינו סימן להתייבשות? (3) 
/ צימאון
כאבי אוזניים
/ עור סמוק
/ דופק מהיר
לחץ דם גבוהה














353 מה הם שלבי הטיפול בהיפותרמיה ?
בחר בתשובה הנכונה
הרחקה מגורם חם , החלפת ביגוד רטוב , פתיחת קנה נשימה, פינוי
סילוק הפרשות , פתיחת קנה הנשימה , חימום, פינוי
₪ הרחקה מגורם קר, החלפת בגדים רטובים, חימום, פינוי
סילוק הפרשות , החלפת ביגוד רטוב , חימום, פינוי

354 בתחקיר, מה ההבדל בין מסקנה ללקח?
בחר בתשובה הנכונה
₪ המסקנה היא הגורם לפער, והלקח הוא מתן מענה לעתיד
מסקנה תיושם ברמת היחידה, ולקח ייושם ברמה המערכתית
לקח נובע משלב התכנון, והמסקנה נובעת משלב הביצוע
לקח הוא הפער, והמסקנה היא הגורם לפער

355 סדר את מודל התחקיר
סדר את הפעולות לפי הסדר הנכון
מה היה?
פערים
הסיבות לפערים?
לקחים












356 מה הוא פער?
ההפרש בין "לקח" ל"מסקנה".
הלקח המרכזי הניתן ללמידה מהתרגיל.
המסקנה העיקרית שעלתה מהתרגיל.
₪ ההפרש בין "מה היה" לבין "מה היה צריך להיות".

357 תקלה היא
₪ אי ביצוע נכון של משימה בשל : אי קיום נהלים / טכניקה ידועה / סטנדרט מקובל.
אי ביצוע נכון של משימה בשל טעות בשיקול הדעת.
פעולה לשיפור.
מסקנה אשר המתחקר מעוניין לממש לצורך תיקון של ליקוי או חיזוק של יתרון והיא מצויה בתחום סמכותו.

 358 באיזו שנה נקבעה "התקווה" כהמנון הרשמי של התנועה הציונית?
/ 1933
1907
1925
1939














359 באיזו שנה חובר המנון "התקווה"?
1870
1878
1882
1885

360 באיזה שנה עוגן מעמדו של המנון ה"תקווה" בחוק המדינה?
1998
2000
/ 2004
2010
